Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: Errore: La cartella specificata '{}' non è una directory valida.
es: Error: La carpeta especificada '{}' no es un directorio válido.
fr: Erreur : Le dossier spécifié '{}' n'est pas un répertoire valide.

source: Errore: La cartella '{}' non sembra essere un repository Git valido (manca la sottocartella .git).
es: Error: La carpeta '{}' no parece ser un repositorio Git válido (falta la subcarpeta .git).
fr: Erreur : Le dossier '{}' ne semble pas être un dépôt Git valide (le sous-dossier .git est manquant).

source: Avviso: La cartella '{}' non sembra essere un repository Git. Il file .gitignore verrà creato/modificato, ma Git potrebbe non utilizzarlo fino all'inizializzazione del repository ('{}').
de: Warnung: Der Ordner '{}' scheint kein Git-Repository zu sein. Die .gitignore-Datei wird erstellt/geändert, aber Git könnte sie nicht verwenden, bis das Repository initialisiert wird ('{}').
es: Aviso: La carpeta '{}' no parece ser un repositorio Git. El archivo .gitignore se creará/modificará, pero Git podría no utilizarlo hasta la inicialización del repositorio ('{}').
fr: Avertissement : Le dossier '{}' ne semble pas être un dépôt Git. Le fichier .gitignore sera créé/modifié, mais Git pourrait ne pas l'utiliser avant l'initialisation du dépôt ('{}').
pt: Aviso: A pasta '{}' não parece ser um repositório Git. O arquivo .gitignore será criado/modificado, mas o Git pode não utilizá-lo até a inicialização do repositório ('{}').
ru: Предупреждение: Папка '{}' не является Git репозиторием. Файл .gitignore будет создан/изменен, но Git может не использовать его до инициализации репозитория ('{}').

source: VALORE_NON_SPECIFICATO
de: WERT_NICHT_ANGEGEBEN
es: VALOR_NO_ESPECIFICADO
fr: VALEUR_NON_SPÉCIFIÉE
pt: VALOR_NÃO_ESPECIFICADO
ru: ЗНАЧЕНИЕ_НЕ_УКАЗАНО

source: Conferma Azione
de: Aktion bestätigen
es: Confirmar Acción
fr: Confirmer l'Action
pt: Confirmar Ação
ru: Подтвердить действие

source: Conferma Azione PERICOLOSA!
de: GEFÄHRLICHE Aktion bestätigen!
es: ¡Confirmar Acción PELIGROSA!
fr: Confirmer l'Action DANGEREUSE !
pt: Confirmar Ação PERIGOSA!
ru: Подтвердить ОПАСНОЕ действие!

source: Operazione annullata dall'utente.
de: Operation vom Benutzer abgebrochen.
es: Operación cancelada por el usuario.
fr: Opération annulée par l'utilisateur.
pt: Operação cancelada pelo usuário.
ru: Операция отменена пользователем.

source: Errore: Nessun pattern fornito per .gitignore.
de: Fehler: Kein Muster für .gitignore bereitgestellt.
es: Error: No se proporcionó ningún patrón para .gitignore.
fr: Erreur : Aucun motif fourni pour .gitignore.
pt: Erro: Nenhum padrão fornecido para .gitignore.
ru: Ошибка: Не предоставлен шаблон для .gitignore.

source: L'elemento '{}' è già presente in .gitignore.
de: Das Element '{}' ist bereits in .gitignore vorhanden.
es: El elemento '{}' ya está presente en .gitignore.
fr: L'élément '{}' est déjà présent dans .gitignore.
pt: O item '{}' já está presente em .gitignore.
ru: Элемент '{}' уже присутствует в .gitignore.

source: '{}' aggiunto correttamente a .gitignore.
de: '{}' erfolgreich zu .gitignore hinzugefügt.
es: '{}' añadido correctamente a .gitignore.
fr: '{}' ajouté correctement à .gitignore.
pt: '{}' adicionado com sucesso ao .gitignore.
ru: '{}' корректно добавлен в .gitignore.

source: Errore durante la scrittura nel file .gitignore: {}
de: Fehler beim Schreiben in die .gitignore-Datei: {}
es: Error al escribir en el archivo .gitignore: {}
fr: Erreur lors de l'écriture dans le fichier .gitignore : {}
pt: Erro ao escrever no arquivo .gitignore: {}
ru: Ошибка при записи в файл .gitignore: {}

source: Errore: La cartella '{}' non è un repository Git valido o non sei nella directory principale del progetto.
de: Fehler: Der Ordner '{}' ist kein gültiges Git-Repository oder Sie befinden sich nicht im Hauptverzeichnis des Projekts.
es: Error: La carpeta '{}' no es un repositorio Git válido o no estás en el directorio principal del proyecto.
fr: Erreur : Le dossier '{}' n'est pas un dépôt Git valide ou vous n'êtes pas dans le répertoire principal du projet.
pt: Erro: A pasta '{}' não é um repositório Git válido ou você não está na diretório principal do projeto.
ru: Ошибка: Папка '{}' не является действительным Git репозиторием или вы не находитесь в основной директории проекта.

source: --- Risultati per il pattern '{}' ---
de: --- Ergebnisse für das Muster '{}' ---
es: --- Resultados para el patrón '{}' ---
fr: --- Résultats pour le motif '{}' ---
pt: --- Resultados para o padrão '{}' ---
ru: --- Результаты для шаблона '{}' ---

source: Nessun file trovato corrispondente al pattern.
de: Keine Dateien gefunden, die dem Muster entsprechen.
es: No se encontraron archivos que coincidan con el patrón.
fr: Aucun fichier trouvé correspondant au motif.
pt: Nenhum arquivo encontrado correspondente ao padrão.
ru: Файлы, соответствующие шаблону, не найдены.

source: --- Tutti i file tracciati da Git nel repository --- {}
de: --- Alle von Git verfolgten Dateien im Repository --- {}
es: --- Todos los archivos seguidos por Git en el repositorio --- {}
fr: --- Tous les fichiers suivis par Git dans le dépôt --- {}
pt: --- Todos os arquivos rastreados pelo Git no repositório --- {}
ru: --- Все файлы, отслеживаемые Git в репозитории --- {}

source: --- Messaggi/Errori da 'git ls-files' --- {}
de: --- Nachrichten/Fehler von 'git ls-files' --- {}
es: --- Mensajes/Errores de 'git ls-files' --- {}
fr: --- Messages/Erreurs de 'git ls-files' --- {}
pt: --- Mensagens/Erros de 'git ls-files' --- {}
ru: --- Сообщения/Ошибки от 'git ls-files' --- {}

source: Errore durante l'esecuzione di 'git ls-files': {}
de: Fehler bei der Ausführung von 'git ls-files': {}
es: Error durante la ejecución de 'git ls-files': {}
fr: Erreur lors de l'exécution de 'git ls-files' : {}
pt: Erro ao executar 'git ls-files': {}
ru: Ошибка при выполнении 'git ls-files': {}

source: La cartella '{}' non sembra essere un repository Git valido.
de: Der Ordner '{}' scheint kein gültiges Git-Repository zu sein.
es: La carpeta '{}' no parece ser un repositorio Git válido.
fr: Le dossier '{}' ne semble pas être un dépôt Git valide.
pt: A pasta '{}' não parece ser um repositório Git válido.
ru: Папка '{}' не является действительным Git репозиторием.

source: Errore imprevisto durante la ricerca dei file: {}
de: Unerwarteter Fehler bei der Dateisuche: {}
es: Error inesperado durante la búsqueda de archivos: {}
fr: Erreur inattendue lors de la recherche de fichiers : {}
pt: Erro inesperado ao procurar arquivos: {}
ru: Неожиданная ошибка при поиске файлов: {}

source: Errore: Input per il tag non valido. Fornire almeno il nome del tag.
de: Fehler: Ungültige Tag-Eingabe. Mindestens den Tag-Namen angeben.
es: Error: Entrada para la etiqueta no válida. Proporciona al menos el nombre de la etiqueta.
fr: Erreur : Entrée pour le tag invalide. Fournissez au moins le nom du tag.
pt: Erro: Entrada para a tag inválida. Forneça pelo menos o nome da tag.
ru: Ошибка: Недействительный ввод для тега. Укажите хотя бы имя тега.

source: Nessun comando specifico da eseguire per questa azione.
de: Kein spezifischer Befehl für diese Aktion auszuführen.
es: Ningún comando específico para ejecutar para esta acción.
fr: Aucune commande spécifique à exécuter pour cette action.
pt: Nenhum comando específico para executar para esta ação.
ru: Нет конкретной команды для выполнения этого действия.

source: --- Output ({}) --- {}
de: --- Ausgabe ({}) --- {}
es: --- Salida ({}) --- {}
fr: --- Sortie ({}) --- {}
pt: --- Saída ({}) --- {}
ru: --- Вывод ({}) --- {}

source: --- Messaggi/Errori ({}) --- {}
de: --- Nachrichten/Fehler ({}) --- {}
es: --- Mensajes/Errores ({}) --- {}
fr: --- Messages/Erreurs ({}) --- {}
pt: --- Mensagens/Erros ({}) --- {}
ru: --- Сообщения/Ошибки ({}) --- {}

source: !!! Comando {} fallito con codice di uscita: {} !!!
de: !!! Befehl {} fehlgeschlagen mit Exit-Code: {} !!!
es: !!! El comando {} falló con el código de salida: {} !!!
fr: !!! Commande {} a échoué avec le code de sortie : {} !!!
pt: !!! Comando {} falhou com código de saída: {} !!!
ru: !!! Команда {} не удалась с кодом выхода: {} !!!

source: Errore durante l'esecuzione di {}: {}
de: Fehler bei der Ausführung von {}: {}
es: Error durante la ejecución de {}: {}
fr: Erreur lors de l'exécution de {} : {}
pt: Erro ao executar {}: {}
ru: Ошибка при выполнении {}: {}

source: 🔄 Eseguito: {}
de: 🔄 Ausgeführt: {}
fr: 🔄 Exécuté : {}
pt: 🔄 Executado: {}
ru: 🔄 Выполнено: {}

source: Commit modificato con successo. ATTENZIONE: Se questo commit era già stato inviato (push) a un repository condiviso, forzare il push (push --force) sovrascriverà la cronologia sul server. Questo può creare problemi per altri collaboratori. Vuoi tentare un push forzato a 'origin' ora?
de: Commit erfolgreich geändert. ACHTUNG: Wenn dieser Commit bereits zu einem geteilten Repository gepusht wurde, wird ein erzwungener Push (push --force) die Geschichte auf dem Server überschreiben. Dies kann Probleme für andere Mitarbeiter verursachen. Möchten Sie jetzt einen erzwungenen Push zu 'origin' versuchen?
es: Commit modificado con éxito. ATENCIÓN: Si este commit ya se había enviado (push) a un repositorio compartido, forzar el push (push --force) sobrescribirá el historial en el servidor. Esto puede crear problemas para otros colaboradores. ¿Quieres intentar un push forzado a 'origin' ahora?
fr: Commit modifié avec succès. ATTENTION : Si ce commit a déjà été envoyé (push) vers un dépôt partagé, forcer le push (push --force) écrasera l'historique sur le serveur. Cela peut créer des problèmes pour les autres collaborateurs. Voulez-vous tenter un push forcé vers 'origin' maintenant ?
pt: Commit modificado com sucesso. ATENÇÃO: Se este commit já foi enviado (push) para um repositório compartilhado, forçar o push (push --force) sobrescreverá o histórico no servidor. Isso pode criar problemas para outros colaboradores. Deseja tentar um push forçado para 'origin' agora?
ru: Коммит изменен успешно. ВНИМАНИЕ: Если этот коммит уже был отправлен (push) в общий репозиторий, принудительный push (push --force) перезапишет историю на сервере. Это может создать проблемы для других участников. Хотите попробовать принудительный push в 'origin' сейчас?

source: Push Forzato Dopo Amend?
de: Erzwungener Push nach Amend?
es: ¿Push Forzado Después de Amend?
fr: Forcer le Push après Amend ?
pt: Push Forçado Após Amend?
ru: Принудительный Push после Amend?

source: Tentativo di push forzato a 'origin' in corso...
de: Erzwungener Push zu 'origin' wird versucht...
es: Intentando push forzado a 'origin'...
fr: Tentative de push forcé vers 'origin' en cours...
pt: Tentativa de push forçado para 'origin' em andamento...
ru: Попытка принудительного push в 'origin' в процессе...

source: Push Forzato dopo Amend
de: Erzwungener Push nach Amend
es: Push Forzado después de Amend
fr: Push Forcé après Amend
pt: Push Forçado após Amend
ru: Принудительный Push после Amend

source: Push forzato non eseguito.
de: Erzwungener Push nicht ausgeführt.
es: Push forzado no ejecutado.
fr: Push forcé non exécuté.
pt: Push forçado não executado.
ru: Принудительный push не выполнен.

source: Percorso della cartella repository aggiornato a: {}
de: Repository-Ordnerpfad aktualisiert auf: {}
es: Ruta de la carpeta del repositorio actualizada a: {}
fr: Chemin du dossier du dépôt mis à jour vers : {}
pt: Caminho da pasta do repositório atualizado para: {}
ru: Путь к папке репозитория обновлен до: {}

source: Avviso: impossibile aggiornare automaticamente il percorso dopo il clone: {}. Si prega di selezionare manualmente la nuova cartella del repository se necessario.
de: Warnung: Pfad nach Klonen kann nicht automatisch aktualisiert werden: {}. Bitte wählen Sie bei Bedarf manuell den neuen Repository-Ordner aus.
es: Aviso: no se pudo actualizar automáticamente la ruta después del clon: {}. Por favor, selecciona manualmente la nueva carpeta del repositorio si es necesario.
fr: Avertissement : impossible de mettre à jour automatiquement le chemin après le clonage : {}. Veuillez sélectionner manuellement le nouveau dossier du dépôt si nécessaire.
pt: Aviso: impossível atualizar automaticamente o caminho após o clone: {}. Por favor, selecione manualmente a nova pasta do repositório se necessário.
ru: Предупреждение: невозможно автоматически обновить путь после клонирования: {}. Пожалуйста, выберите вручную новую папку репозитория при необходимости.

source: AVVISO: Il percorso del repository '{}' non è una directory valida. Le operazioni GitHub potrebbero riferirsi al contesto precedente: {}/{}. La selezione precedente di un'esecuzione workflow è stata resettata.
de: WARNUNG: Der Repository-Pfad '{}' ist kein gültiges Verzeichnis. GitHub-Operationen könnten sich auf den vorherigen Kontext beziehen: {}/{}. Die vorherige Workflow-Ausführungsauswahl wurde zurückgesetzt.
fr: AVERTISSEMENT : Le chemin du dépôt '{}' n'est pas un répertoire valide. Les opérations GitHub peuvent se référer au contexte précédent : {}/{}. La sélection précédente d'une exécution de workflow a été réinitialisée.
pt: AVISO: O caminho do repositório '{}' não é um diretório válido. As operações do GitHub podem se referir ao contexto anterior: {}/{}. A seleção anterior de uma execução de workflow foi redefinida.
ru: ПРЕДУПРЕЖДЕНИЕ: Путь репозитория '{}' не является действительной директорией. Операции GitHub могут ссылаться на предыдущий контекст: {}/{}. Предыдущий выбор выполнения workflow был сброшен.

source: Contesto GitHub Actions/Release aggiornato automaticamente dal percorso '{}': Nuovo Proprietario: {} Nuovo Repository: {} Il token PAT (se caricato) rimane invariato.
de: GitHub Actions/Release-Kontext automatisch vom Pfad '{}' aktualisiert: Neuer Eigentümer: {} Neues Repository: {} Das PAT-Token (falls geladen) bleibt unverändert.
es: Contexto de GitHub Actions/Release actualizado automáticamente desde la ruta '{}': Nuevo Propietario: {} Nuevo Repositorio: {} El token PAT (si está cargado) permanece sin cambios.
fr: Contexte Actions/Release GitHub mis à jour automatiquement depuis le chemin '{}': Nouveau Propriétaire : {} Nouveau Dépôt : {} Le jeton PAT (s'il est chargé) reste inchangé.
pt: Contexto do GitHub Actions/Release atualizado automaticamente do caminho '{}': Novo Proprietário: {} Novo Repositório: {} O token PAT (se carregado) permanece inalterado.
ru: Контекст GitHub Actions/Release автоматически обновлен из пути '{}': Новый владелец: {} Новый репозиторий: {} Токен PAT (если загружен) остается неизменным.

source: AVVISO: Impossibile derivare automaticamente il proprietario/repository GitHub dal percorso '{}'. Le operazioni GitHub continueranno ad usare il contesto precedentemente configurato/derivato: {}/{}. Se questo non è corretto, usa il comando '{}' per aggiornare manualmente la configurazione.
de: WARNUNG: GitHub-Eigentümer/Repository kann nicht automatisch vom Pfad '{}' abgeleitet werden. GitHub-Operationen werden weiterhin den zuvor konfigurierten/abgeleiteten Kontext verwenden: {}/{}. Wenn dies nicht korrekt ist, verwenden Sie den Befehl '{}', um die Konfiguration manuell zu aktualisieren.
es: AVISO: No se pudo derivar automáticamente el propietario/repositorio de GitHub desde la ruta '{}'. Las operaciones de GitHub continuarán usando el contexto previamente configurado/derivado: {}/{}. Si esto no es correcto, usa el comando '{}' para actualizar manualmente la configuración.
fr: AVERTISSEMENT : Impossible de déduire automatiquement le propriétaire/dépôt GitHub à partir du chemin '{}'. Les opérations GitHub continueront d'utiliser le contexte précédemment configuré/déduit : {}/{}. Si ce n'est pas correct, utilisez la commande '{}' pour mettre à jour manuellement la configuration.
pt: AVISO: Impossível derivar automaticamente o proprietário/repositório GitHub do caminho '{}'. As operações do GitHub continuarão a usar o contexto previamente configurado/derivado: {}/{}. Se isso não estiver correto, use o comando '{}' para atualizar manualmente a configuração.
ru: ПРЕДУПРЕЖДЕНИЕ: Невозможно автоматически получить владельца/репозиторий GitHub из пути '{}'. Операции GitHub будут продолжать использовать ранее настроенный/полученный контекст: {}/{}. Если это неверно, используйте команду '{}' для ручного обновления конфигурации.

source: La selezione precedente di un'esecuzione workflow è stata resettata a causa del cambio di contesto del repository.
de: Die vorherige Workflow-Ausführungsauswahl wurde aufgrund des Repository-Kontextwechsels zurückgesetzt.
es: La selección anterior de una ejecución de workflow ha sido reseteada debido al cambio de contexto del repositorio.
fr: La sélection précédente d'une exécution de workflow a été réinitialisée en raison du changement de contexte du dépôt.
pt: A seleção anterior de uma execução de workflow foi redefinida devido à mudança de contexto do repositório.
ru: Предыдущий выбор выполнения workflow был сброшен из-за изменения контекста репозитория.

source: (Nome Workflow Sconosciuto)
de: (Unbekannter Workflow-Name)
es: (Nombre de Workflow Desconocido)
fr: (Nom de Workflow Inconnu)
pt: (Nome do Workflow Desconhecido)
ru: (Неизвестное имя Workflow)

source: 🎯 Trovata esecuzione recente: '{}' (ID: {}, Status: {})
de: 🎯 Aktuelle Ausführung gefunden: '{}' (ID: {}, Status: {})
es: 🎯 Ejecución reciente encontrada: '{}' (ID: {}, Estado: {})
fr: 🎯 Exécution récente trouvée : '{}' (ID : {}, Statut : {})
pt: 🎯 Execução recente encontrada: '{}' (ID: {}, Status: {})
ru: 🎯 Найдено недавнее выполнение: '{}' (ID: {}, Статус: {})

source: ⏱️ MONITORAGGIO WORKFLOW AVVIATO
fr: ⏱️ SUIVI DU WORKFLOW DÉMARRÉ
pt: ⏱️ MONITORAMENTO DE WORKFLOW INICIADO

source: 📋 Nome
fr: 📋 Nom

source: 🆔 Run ID
fr: 🆔 ID d'Exécution
pt: 🆔 ID da Execução

source: 📊 Status
fr: 📊 Statut

source: 🏢 Repository
fr: 🏢 Dépôt
pt: 🏢 Repositório

source: ⏰ Avviato
fr: ⏰ Démarré
pt: ⏰ Iniciado

source: 🔄 CONFIGURAZIONE MONITORAGGIO
fr: 🔄 CONFIGURATION DU SUIVI
pt: 🔄 CONFIGURAÇÃO DE MONITORAMENTO

source: Polling ogni 10 secondi
fr: Sondage toutes les 10 secondes
pt: Verificação a cada 10 segundos

source: Durata massima: 30 minuti
fr: Durée maximale : 30 minutes
pt: Duração máxima: 30 minutos

source: Notifica automatica al completamento
fr: Notification automatique à la fin
pt: Notificação automática ao concluir

source: Beep sonoro durante l'esecuzione (se abilitato)
fr: Bip sonore pendant l'exécution (si activé)
pt: Beep sonoro durante a execução (se habilitado)

source: ✅ STATO ATTUALE
fr: ✅ ÉTAT ACTUEL
pt: ✅ ESTADO ATUAL

source: Monitoraggio attivo e funzionante
fr: Suivi actif et fonctionnel
pt: Monitoramento ativo e funcionando

source: Il workflow verrà seguito automaticamente
fr: Le workflow sera suivi automatiquement
pt: O workflow será acompanhado automaticamente

source: Riceverai una notifica quando terminerà
fr: Vous recevrez une notification à la fin
pt: Você receberá uma notificação quando terminar

source: 💡 INFORMAZIONI
fr: 💡 INFORMATIONS
pt: 💡 INFORMAÇÕES

source: Puoi continuare a usare l'applicazione normalmente
fr: Vous pouvez continuer à utiliser l'application normalement
pt: Você pode continuar usando o aplicativo normalmente

source: Il monitoraggio continua in background
fr: Le suivi continue en arrière-plan
pt: O monitoramento continua em segundo plano

source: La notifica finale includerà i risultati completi
fr: La notification finale inclura les résultats complets
pt: A notificação final incluirá os resultados completos

source: ⏱️ Monitoraggio Avviato
de: ⏱️ Überwachung gestartet
fr: ⏱️ Suivi Démarré
pt: ⏱️ Monitoramento Iniciado
ru: ⏱️ Мониторинг запущен

source: Monitoraggio automatico attivato per '{}'
de: Automatische Überwachung für '{}' aktiviert
fr: Suivi automatique activé pour '{}'
pt: Monitoramento automático ativado para '{}'
ru: Автоматический мониторинг активирован для '{}'

source: ✅ Monitoraggio attivato - progress mostrato in finestra
de: ✅ Überwachung aktiviert - Fortschritt im Fenster angezeigt
fr: ✅ Suivi activé - progression affichée dans la fenêtre
pt: ✅ Monitoramento ativado - progresso mostrado na janela
ru: ✅ Мониторинг активирован - прогресс показан в окне

source: ℹ️ WORKFLOW GIÀ COMPLETATO
de: ℹ️ WORKFLOW BEREITS ABGESCHLOSSEN
fr: ℹ️ WORKFLOW DÉJÀ TERMINÉ
pt: ℹ️ WORKFLOW JÁ CONCLUÍDO
ru: ℹ️ WORKFLOW УЖЕ ЗАВЕРШЕН

source: 📋 Nome: {}
de: 📋 Name: {}
fr: 📋 Nom : {}
ru: 📋 Имя: {}

source: 🆔 Run ID: {}
fr: 🆔 ID d'Exécution : {}
pt: 🆔 ID da Execução: {}
ru: 🆔 ID запуска: {}

source: 📊 Status: {}
fr: 📊 Statut : {}
ru: 📊 Статус: {}

source: ⏰ Verificato: {}
de: ⏰ Überprüft: {}
fr: ⏰ Vérifié le : {}
pt: ⏰ Verificado: {}
ru: ⏰ Проверено: {}

source: ✅ STATO:
de: ✅ STATUS:
fr: ✅ ÉTAT :
pt: ✅ ESTADO:
ru: ✅ СОСТОЯНИЕ:

source: • Il workflow è già terminato
de: • Der Workflow ist bereits beendet
fr: • Le workflow est déjà terminé
pt: • O workflow já terminou
ru: • Workflow уже завершен

source: • Non è necessario il monitoraggio
de: • Überwachung ist nicht erforderlich
fr: • Le suivi n'est pas nécessaire
pt: • O monitoramento não é necessário
ru: • Мониторинг не требуется

source: • I risultati sono già disponibili
de: • Die Ergebnisse sind bereits verfügbar
fr: • Les résultats sont déjà disponibles
pt: • Os resultados já estão disponíveis
ru: • Результаты уже доступны

source: 💡 AZIONI DISPONIBILI:
de: 💡 VERFÜGBARE AKTIONEN:
fr: 💡 ACTIONS DISPONIBLES :
pt: 💡 AÇÕES DISPONÍVEIS:
ru: 💡 ДОСТУПНЫЕ ДЕЙСТВИЯ:

source: • Visualizza i log dell'esecuzione
de: • Ausführungslogs anzeigen
fr: • Afficher les journaux d'exécution
pt: • Visualize os logs da execução
ru: • Просмотрите логи выполнения

source: • Scarica eventuali artifact generati
de: • Eventuell generierte Artefakte herunterladen
fr: • Télécharger les artefacts générés (si présents)
pt: • Baixe quaisquer artefatos gerados
ru: • Скачайте созданные артефакты

source: ℹ️ Workflow Già Completato
de: ℹ️ Workflow bereits abgeschlossen
fr: ℹ️ Workflow Déjà Terminé
pt: ℹ️ Workflow Já Concluído
ru: ℹ️ Workflow уже завершен

source: '{}' è già terminato
de: '{}' ist bereits beendet
fr: '{}' est déjà terminé
pt: '{}' já terminou
ru: '{}' уже завершен

source: ℹ️ Workflow già completato ({})
de: ℹ️ Workflow bereits abgeschlossen ({})
fr: ℹ️ Workflow déjà terminé ({})
pt: ℹ️ Workflow já concluído ({})
ru: ℹ️ Workflow уже завершен ({})

source: ❌ NESSUNA ESECUZIONE RECENTE
de: ❌ KEINE AKTUELLE AUSFÜHRUNG
fr: ❌ AUCUNE EXÉCUTION RÉCENTE
pt: ❌ NENHUMA EXECUÇÃO RECENTE
ru: ❌ НЕТ НЕДАВНИХ ВЫПОЛНЕНИЙ

source: 🔍 Cercato: Ultime 5 esecuzioni
de: 🔍 Gesucht: Letzte 5 Ausführungen
fr: 🔍 Recherché : 5 dernières exécutions
pt: 🔍 Pesquisado: Últimas 5 execuções
ru: 🔍 Поиск: Последние 5 выполнений

source: ⏰ Timestamp: {}
de: ⏰ Zeitstempel: {}
fr: ⏰ Horodatage : {}
ru: ⏰ Время: {}

source: ❌ RISULTATO:
de: ❌ ERGEBNIS:
fr: ❌ RÉSULTAT :
pt: ❌ RESULTADO:
ru: ❌ РЕЗУЛЬТАТ:

source: • Nessuna esecuzione workflow trovata
de: • Keine Workflow-Ausführung gefunden
fr: • Aucune exécution de workflow trouvée
pt: • Nenhuma execução de workflow encontrada
ru: • Выполнения workflow не найдены

source: • Il repository potrebbe non avere workflow attivi
de: • Das Repository könnte keine aktiven Workflows haben
fr: • Le dépôt pourrait ne pas avoir de workflows actifs
pt: • O repositório pode não ter workflows ativos
ru: • Репозиторий может не иметь активных workflow

source: • Le esecuzioni potrebbero essere molto vecchie
de: • Die Ausführungen könnten sehr alt sein
fr: • Les exécutions pourraient être très anciennes
pt: • As execuções podem ser muito antigas
ru: • Выполнения могут быть очень старыми

source: 🔧 POSSIBILI CAUSE:
de: 🔧 MÖGLICHE URSACHEN:
fr: 🔧 CAUSES POSSIBLES :
pt: 🔧 POSSÍVEIS CAUSAS:
ru: 🔧 ВОЗМОЖНЫЕ ПРИЧИНЫ:

source: • Il workflow è stato appena creato
de: • Der Workflow wurde gerade erstellt
fr: • Le workflow vient d'être créé
pt: • O workflow foi recém-criado
ru: • Workflow был только что создан
