Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: Branch Corrente
de: Aktueller Branch
fr: Branche Actuelle
pt: Branch Atual
ru: Текущая ветка

source: Crea Nuovo Branch
de: Neuen Branch erstellen
fr: Créer Nouvelle Branche
pt: Criar Novo Branch
ru: Создать новую ветку

source: Merge Branch
de: Branch mergen
fr: Fusionner Branche
ru: Слить ветку

source: Unisci branch specificato nel corrente
de: Angegebenen Branch in den aktuellen mergen
fr: Fusionne la branche spécifiée dans l'actuelle
pt: Mesclar branch especificado no atual
ru: Слить указанную ветку в текущую

source: Elimina Branch (sicuro)
de: Branch löschen (sicher)
fr: Supprimer Branche (sécurisé)
pt: Excluir Branch (seguro)
ru: Удалить ветку (безопасно)

source: Elimina Branch (Forzato)
de: Branch löschen (erzwungen)
fr: Supprimer Branche (Forcé)
pt: Excluir Branch (Forçado)
ru: Удалить ветку (принудительно)

source: Crea Tag
de: Tag erstellen
fr: Créer Tag
pt: Criar Tag
ru: Создать тег

source: Scarica modifiche dal server e unisci
de: Änderungen vom Server herunterladen und mergen
fr: Télécharge les modifications du serveur et fusionne
pt: Baixa modificações do servidor e mescla
ru: Скачать изменения с сервера и слить

source: Scarica da remoto 'origin'
de: Von Remote 'origin' herunterladen
fr: Télécharge depuis le distant 'origin'
pt: Baixa do remoto 'origin'
ru: Скачать с удаленного 'origin'

source: Aggiungi Remote Origin
de: Remote Origin hinzufügen
fr: Ajouter Remote Origin
pt: Adicionar Remote Origin
ru: Добавить удаленный origin

source: Modifica URL Remote
de: Remote-URL ändern
fr: Modifier URL Remote
pt: Modificar URL Remoto
ru: Изменить URL удаленного репозитория

source: Visualizza Remote
de: Remote anzeigen
fr: Afficher Remote
pt: Visualizar Remotos
ru: Показать удаленные репозитории

source: Elimina Branch Remoto
de: Remote-Branch löschen
fr: Supprimer Branche Distante
pt: Excluir Branch Remoto
ru: Удалить удаленную ветку

source: Configurazione
de: Konfiguration
fr: Configuration
pt: Configuração
ru: Настройка

source: Modifica Release
de: Release bearbeiten
fr: Modifier Release
pt: Modificar Release
ru: Изменить релиз

source: Elimina Release
de: Release löschen
fr: Supprimer Release
pt: Excluir Release
ru: Удалить релиз

source: Visualizza Log Workflow
de: Workflow-Logs anzeigen
fr: Afficher Log Workflow
pt: Visualizar Log de Workflow
ru: Просмотреть лог Workflow

source: Cancella Workflow
de: Workflow abbrechen
fr: Annuler Workflow
pt: Cancelar Workflow
ru: Отменить Workflow

source: Scarica Artefatti
de: Artefakte herunterladen
fr: Télécharger Artifacts
pt: Baixar Artefatos
ru: Скачать артефакты

source: Elenca e Scarica Artefatti Esecuzione
de: Ausführungs-Artefakte auflisten und herunterladen
fr: Lister et Télécharger les Artifacts d'Exécution
pt: Lista e Baixa Artefatos de Execução
ru: Перечислить и скачать артефакты выполнения

source: Dashboard Web
de: Web-Dashboard
fr: Tableau de Bord Web
pt: Painel Web
ru: Веб-панель управления

source: Crea una nuova issue
de: Ein neues Issue erstellen
fr: Créer une nouvelle issue
pt: Cria uma nova issue
ru: Создать новую задачу (issue)

source: Visualizza Issue
de: Issues anzeigen
fr: Afficher Issue
pt: Visualizar Issue
ru: Просмотреть задачу (issue)

source: Crea Nuova PR
de: Neuen PR erstellen
fr: Créer Nouvelle PR
pt: Criar Nova PR
ru: Создать новый PR

source: Visualizza PR
de: PRs anzeigen
fr: Afficher PR
pt: Visualizar PR
ru: Просмотреть PR

source: Modifica PR
de: PR bearbeiten
fr: Modifier PR
pt: Modificar PR
ru: Изменить PR

source: Chiudi PR
de: PR schließen
fr: Fermer PR
pt: Fechar PR
ru: Закрыть PR

source: Gestione Issue GitHub
de: GitHub-Issue-Verwaltung
fr: Gestion des Issues GitHub
pt: Gerenciamento de Issue do GitHub
ru: Управление задачами (Issues) GitHub

source: Gestione Pull Request GitHub
de: GitHub-Pull-Request-Verwaltung
fr: Gestion des Pull Requests GitHub
pt: Gerenciamento de Pull Request do GitHub
ru: Управление Pull Request'ами GitHub

source: Salva Stash
de: Stash speichern
fr: Sauvegarder Stash
pt: Salvar Stash
ru: Сохранить в Stash

source: Salva modifiche temporaneamente
de: Änderungen temporär speichern
fr: Sauvegarde les modifications temporairement
pt: Salva modificações temporariamente
ru: Временно сохранить изменения

source: Applica Stash
de: Stash anwenden
fr: Appliquer Stash
pt: Aplicar Stash
ru: Применить Stash

source: Applica ultime modifiche da stash
de: Letzte Änderungen aus Stash anwenden
fr: Applique les dernières modifications du stash
pt: Aplica as últimas modificações do stash
ru: Применить последние изменения из stash

source: Grep - Cerca Testo
de: Grep - Text suchen
fr: Grep - Rechercher Texte
pt: Grep - Pesquisar Texto
ru: Grep - Поиск текста

source: Cerca testo nei file del repository
de: Text in Repository-Dateien suchen
fr: Recherche du texte dans les fichiers du dépôt
pt: Pesquisa texto nos arquivos do repositório
ru: Искать текст в файлах репозитория

source: Lista File Tracciati
de: Liste verfolgter Dateien
fr: Liste Fichiers Suivis
pt: Lista de Arquivos Rastreados
ru: Список отслеживаемых файлов

source: Cerca file nel progetto tracciati da Git
de: Von Git verfolgte Dateien im Projekt suchen
fr: Recherche les fichiers dans le projet suivis par Git
pt: Pesquisa arquivos no projeto rastreados pelo Git
ru: Искать файлы в проекте, отслеживаемые Git

source: Ripristina File Specifico
de: Spezifische Datei wiederherstellen
fr: Restaurer Fichier Spécifique
pt: Restaurar Arquivo Específico
ru: Восстановить конкретный файл

source: Annulla modifiche su file specifico
de: Änderungen an spezifischer Datei rückgängig machen
fr: Annule les modifications sur un fichier spécifique
pt: Desfaz modificações em arquivo específico
ru: Отменить изменения в конкретном файле

source: Annulla Merge
de: Merge abbrechen
fr: Annuler Merge
pt: Desfazer Merge
ru: Отменить слияние

source: Annulla tentativo di merge
de: Merge-Versuch abbrechen
fr: Annule la tentative de merge
pt: Desfaz tentativa de merge
ru: Отменить попытку слияния

source: Checkout Commit (Detached)
fr: Checkout Commit (Détaché)
ru: Checkout коммита (Detached)

source: Ispeziona commit specifico
de: Spezifischen Commit inspizieren
fr: Inspecte un commit spécifique
pt: Inspeciona commit específico
ru: Проверить конкретный коммит

source: Reset a Remote
de: Auf Remote zurücksetzen
fr: Reset vers Remote
pt: Reset para Remoto
ru: Сброс до удаленной ветки

source: Resetta branch locale a versione remota
de: Lokalen Branch auf Remote-Version zurücksetzen
fr: Remet la branche locale à la version distante
pt: Reseta o branch local para a versão remota
ru: Сбросить локальную ветку до удаленной версии

source: Reset Hard a Commit
de: Hard Reset auf Commit
fr: Reset Hard vers Commit
pt: Reset Hard para Commit
ru: Жесткий сброс до коммита

source: Resetta branch corrente a commit specifico
de: Aktuellen Branch auf spezifischen Commit zurücksetzen
fr: Remet la branche actuelle à un commit spécifique
pt: Reseta o branch atual para um commit específico
ru: Сбросить текущую ветку до конкретного коммита

source: Ripristina e Pulisci
de: Wiederherstellen und bereinigen
fr: Restaurer et Nettoyer
pt: Restaurar e Limpar
ru: Восстановить и очистить

source: Info Comando
de: Befehlsinfo
fr: Info Commande
pt: Informação do Comando
ru: Информация о команде

source: Mostra informazioni sul comando selezionato nella barra dei menu
de: Informationen zum ausgewählten Befehl in der Menüleiste anzeigen
fr: Affiche les informations sur la commande sélectionnée dans la barre de menu
pt: Mostra informações sobre o comando selecionado na barra de menu
ru: Показать информацию о команде, выбранной в строке меню

source: Scorciatoie Barra Menu
de: Menüleisten-Tastenkürzel
fr: Raccourcis Barre de Menu
pt: Atalhos da Barra de Menu
ru: Сокращения для строки меню

source: Mostra elenco scorciatoie per navigare la barra dei menu
de: Liste der Tastenkürzel für die Navigation in der Menüleiste anzeigen
fr: Affiche la liste des raccourcis pour naviguer dans la barre de menu
pt: Mostra lista de atalhos para navegar na barra de menu
ru: Показать список сокращений для навигации по строке меню

source: Informazioni (Finestra)
de: Informationen (Fenster)
fr: Informations (Fenêtre)
pt: Informações (Janela)
ru: Информация (Окно)

source: Mostra informazioni sull'applicazione
de: Informationen über die Anwendung anzeigen
fr: Affiche les informations sur l'application
pt: Mostra informações sobre a aplicação
ru: Показать информацию о приложении

source: Dashboard
fr: Tableau de Bord
pt: Painel
ru: Панель управления

source: Modifiche
de: Änderungen
fr: Modifications
pt: Modificações
ru: Изменения

source: Branch
fr: Branche
ru: Ветки

source: Remote
fr: Distant
pt: Remoto
ru: Удаленный

source: Ricerca
de: Suche
fr: Recherche
pt: Pesquisa
ru: Поиск

source: Ripristino
de: Wiederherstellung
fr: Restauration
pt: Restaurar
ru: Восстановление

source: Aiuto
de: Hilfe
fr: Aide
pt: Ajuda
ru: Помощь

source: 🎹 SCORCIATOIE TASTIERA (macOS) === GENERALI === Spazio - Mostra informazioni sul comando selezionato Invio - Esegui comando selezionato dalla barra menu Option+R - Aggiorna informazioni repository corrente F1 - Mostra questa finestra delle scorciatoie Option+Q - Esci dall'applicazione Tab - Naviga tra i controlli === NAVIGAZIONE REPOSITORY === Option+O - Cambia cartella repository (Sfoglia...) Cmd+↑ ↓ - Naviga tra i menu della barra Cmd+← → - Naviga all'interno di un menu === DASHBOARD REPOSITORY === Option+1 - Panoramica Stato Repository Option+2 - Statistiche Repository Option+3 - Attività Recente Option+4 - Stato Branch e Remote Option+5 - Riepilogo Modifiche File === COMANDI GIT RAPIDI === Option+S - Git Status (mostra stato repository) Option+A - Git Add All (aggiungi tutte le modifiche) Option+M - Git Commit (crea nuovo commit con messaggio) Option+↑ - Git Push (invia modifiche al server) Option+↓ - Git Pull (scarica modifiche dal server) === OPERAZIONI REPOSITORY === Option+C - Clona Repository Option+I - Inizializza Repository Option+G - Aggiungi a .gitignore === MODIFICHE LOCALI === Option+D - Diff Working Directory Option+Shift+D - Diff Staged Option+L - Cronologia Log Option+Shift+M - Amend Ultimo Commit === BRANCH E TAG === Option+B - Visualizza/Passa a Branch Option+Shift+B - Crea Nuovo Branch Option+T - Crea Tag Option+Delete - Elimina Branch (sicuro) Option+Shift+Delete - Elimina Branch (forzato) === GITHUB === Option+Shift+G - Configurazione GitHub Option+R - Crea Release Option+T - Trigger Workflow Option+P - Crea Pull Request Option+Shift+I - Crea Issue === RICERCA E UTILITÀ === Option+F - Grep - Cerca Testo Option+Shift+F - Lista File Tracciati === RIPRISTINO === Option+Z - Ripristina File Specifico Option+Cmd+Z - Reset Hard HEAD Option+Escape - Annulla Merge === SUGGERIMENTI macOS === • Usa VoiceOver (Cmd+F5) per navigazione vocale • I menu sono completamente accessibili con tastiera • Option+tasti per accesso rapido ai comandi • Cmd+M per minimizzare la finestra • Cmd+H per nascondere l'applicazione 💡 Tutti i comandi sono accessibili dalla barra menu!
de: 🎹 TASTENKÜRZEL (macOS) === ALLGEMEIN === Leertaste - Informationen zum ausgewählten Befehl anzeigen Enter - Ausgewählten Befehl aus der Menüleiste ausführen Option+R - Aktuelle Repository-Informationen aktualisieren F1 - Dieses Tastenkürzel-Fenster anzeigen Option+Q - Anwendung beenden Tab - Zwischen Steuerelementen navigieren === REPOSITORY-NAVIGATION === Option+O - Repository-Ordner wechseln (Durchsuchen...) Cmd+↑ ↓ - Zwischen Menüs der Leiste navigieren Cmd+← → - Innerhalb eines Menüs navigieren === REPOSITORY-DASHBOARD === Option+1 - Repository-Status-Übersicht Option+2 - Repository-Statistiken Option+3 - Kürzliche Aktivität Option+4 - Branch- und Remote-Status Option+5 - Dateiänderungs-Zusammenfassung === SCHNELLE GIT-BEFEHLE === Option+S - Git Status (Repository-Status anzeigen) Option+A - Git Add All (alle Änderungen hinzufügen) Option+M - Git Commit (neuen Commit mit Nachricht erstellen) Option+↑ - Git Push (Änderungen an Server senden) Option+↓ - Git Pull (Änderungen vom Server herunterladen) === REPOSITORY-OPERATIONEN === Option+C - Repository klonen Option+I - Repository initialisieren Option+G - Zu .gitignore hinzufügen === LOKALE ÄNDERUNGEN === Option+D - Diff Arbeitsverzeichnis Option+Shift+D - Diff Staged Option+L - Chronologie-Log Option+Shift+M - Letzten Commit ändern === BRANCHES UND TAGS === Option+B - Branches anzeigen/wechseln Option+Shift+B - Neuen Branch erstellen Option+T - Tag erstellen Option+Delete - Branch löschen (sicher) Option+Shift+Delete - Branch löschen (erzwungen) === GITHUB === Option+Shift+G - GitHub-Konfiguration Option+R - Release erstellen Option+T - Workflow auslösen Option+P - Pull Request erstellen Option+Shift+I - Issue erstellen === SUCHE UND HILFSMITTEL === Option+F - Grep - Text suchen Option+Shift+F - Liste verfolgter Dateien === WIEDERHERSTELLUNG === Option+Z - Spezifische Datei wiederherstellen Option+Cmd+Z - Reset Hard HEAD Option+Escape - Merge abbrechen === macOS-TIPPS === • Verwenden Sie VoiceOver (Cmd+F5) für Sprachnavigation • Die Menüs sind vollständig mit der Tastatur zugänglich • Option+Tasten für schnellen Zugriff auf Befehle • Cmd+M zum Minimieren des Fensters • Cmd+H zum Ausblenden der Anwendung 💡 Alle Befehle sind über die Menüleiste zugänglich!
fr: 🎹 RACCOURCIS CLAVIER (macOS) === GÉNÉRAUX === Espace - Affiche les informations sur la commande sélectionnée Entrée - Exécute la commande sélectionnée depuis la barre de menu Option+R - Met à jour les informations du dépôt actuel F1 - Affiche cette fenêtre des raccourcis Option+Q - Quitte l'application Tab - Navigue entre les contrôles === NAVIGATION DÉPÔT === Option+O - Change le dossier du dépôt (Parcourir...) Cmd+↑ ↓ - Navigue entre les menus de la barre Cmd+← → - Navigue à l'intérieur d'un menu === TABLEAU DE BORD DÉPÔT === Option+1 - Aperçu État du Dépôt Option+2 - Statistiques du Dépôt Option+3 - Activité Récente Option+4 - État des Branches et Distant Option+5 - Résumé des Modifications de Fichiers === COMMANDES GIT RAPIDES === Option+S - Git Status (affiche l'état du dépôt) Option+A - Git Add All (ajoute toutes les modifications) Option+M - Git Commit (crée un nouveau commit avec message) Option+↑ - Git Push (envoie les modifications au serveur) Option+↓ - Git Pull (télécharge les modifications du serveur) === OPÉRATIONS DÉPÔT === Option+C - Clone le Dépôt Option+I - Initialise le Dépôt Option+G - Ajoute à .gitignore === MODIFICATIONS LOCALES === Option+D - Diff Répertoire de Travail Option+Shift+D - Diff Staged Option+L - Historique des Logs Option+Shift+M - Amend Dernier Commit === BRANCHES ET TAGS === Option+B - Affiche/Passe à une Branche Option+Shift+B - Crée Nouvelle Branche Option+T - Crée Tag Option+Delete - Supprime Branche (sécurisé) Option+Shift+Delete - Supprime Branche (forcé) === GITHUB === Option+Shift+G - Configuration GitHub Option+R - Crée Release Option+T - Déclenche Workflow Option+P - Crée Pull Request Option+Shift+I - Crée Issue === RECHERCHE ET UTILITAIRES === Option+F - Grep - Recherche Texte Option+Shift+F - Liste Fichiers Suivis === RESTAURATION === Option+Z - Restaure Fichier Spécifique Option+Cmd+Z - Reset Hard HEAD Option+Escape - Annule Merge === CONSEILS macOS === • Utilisez VoiceOver (Cmd+F5) pour la navigation vocale • Les menus sont complètement accessibles au clavier • Option+touches pour accès rapide aux commandes • Cmd+M pour minimiser la fenêtre • Cmd+H pour masquer l'application 💡 Toutes les commandes sont accessibles depuis la barre de menu !
pt: 🎹 ATALHOS DE TECLADO (macOS) === GERAIS === Espaço - Mostra informações sobre o comando selecionado Enter - Executa o comando selecionado na barra de menu Option+R - Atualiza as informações do repositório atual F1 - Mostra esta janela de atalhos Option+Q - Sai da aplicação Tab - Navega entre os controles === NAVEGAÇÃO DO REPOSITÓRIO === Option+O - Mudar pasta do repositório (Navegar...) Cmd+↑ ↓ - Navega entre os menus da barra Cmd+← → - Navega dentro de um menu === PAINEL DO REPOSITÓRIO === Option+1 - Visão Geral do Estado do Repositório Option+2 - Estatísticas do Repositório Option+3 - Atividade Recente Option+4 - Estado do Branch e Remoto Option+5 - Resumo das Modificações de Arquivo === COMANDOS GIT RÁPIDOS === Option+S - Git Status (mostra o estado do repositório) Option+A - Git Add All (adicionar todas as modificações) Option+M - Git Commit (cria novo commit com mensagem) Option+↑ - Git Push (envia modificações para o servidor) Option+↓ - Git Pull (baixa modificações do servidor) === OPERAÇÕES DO REPOSITÓRIO === Option+C - Clonar Repositório Option+I - Inicializar Repositório Option+G - Adicionar a .gitignore === MODIFICAÇÕES LOCAIS === Option+D - Diff Working Directory Option+Shift+D - Diff Staged Option+L - Histórico de Log Option+Shift+M - Amend Último Commit === BRANCHES E TAGS === Option+B - Visualizar/Mudar para Branch Option+Shift+B - Criar Novo Branch Option+T - Criar Tag Option+Delete - Excluir Branch (seguro) Option+Shift+Delete - Excluir Branch (forçado) === GITHUB === Option+Shift+G - Configuração do GitHub Option+R - Criar Release Option+T - Acionar Workflow Option+P - Criar Pull Request Option+Shift+I - Criar Issue === PESQUISA E UTILITÁRIOS === Option+F - Grep - Pesquisar Texto Option+Shift+F - Lista de Arquivos Rastreados === REVERSÃO === Option+Z - Restaurar Arquivo Específico Option+Cmd+Z - Reset Hard HEAD Option+Escape - Desfazer Merge === SUGESTÕES macOS === • Use VoiceOver (Cmd+F5) para navegação por voz • Os menus são totalmente acessíveis com o teclado • Option+teclas para acesso rápido aos comandos • Cmd+M para minimizar a janela • Cmd+H para ocultar a aplicação • Tab para navegar entre os controles 💡 Todos os comandos são acessíveis pela barra de menu!

source: Assistente Git
de: Git-Assistent
fr: Assistant Git
ru: Git-ассистент

source: Avvia manualmente un workflow GitHub Actions dal repository configurato. Permette di selezionare il workflow e specificare parametri di input.
de: Startet manuell einen GitHub Actions-Workflow aus dem konfigurierten Repository. Ermöglicht die Auswahl des Workflows und die Angabe von Eingabeparametern.
es: Inicia manualmente un workflow de GitHub Actions desde el repositorio configurado. Permite seleccionar el workflow y especificar parámetros de entrada.
pt: Inicia manualmente um workflow do GitHub Actions a partir do repositório configurado. Permite selecionar o workflow e especificar parâmetros de entrada.
ru: Запустить вручную workflow GitHub Actions из настроенного репозитория. Позволяет выбрать workflow и указать входные параметры.

source: Documentation
de: Dokumentation
es: Documentación
pt: Documentação
ru: Документация

source: Question
de: Frage
es: Pregunta (Question)
pt: Pergunta
ru: Вопрос

source: Risolvi i conflitti manualmente o usa le opzioni automatiche proposte.
de: Lösen Sie die Konflikte manuell oder verwenden Sie die vorgeschlagenen automatischen Optionen.
pt: Resolva os conflitos manualmente ou use as opções automáticas propostas.
ru: Разрешите конфликты вручную или используйте предложенные автоматические опции.

source: 🌐 Apertura pagina di download Git: {} 📋 Istruzioni: 1. Scarica e installa Git dal sito web appena aperto 2. Riavvia questo programma dopo l'installazione 3. Se necessario, riavvia il computer per aggiornare il PATH 💡 Su Windows: durante l'installazione assicurati che l'opzione 'Git from the command line and also from 3rd-party software' sia selezionata.
de: 🌐 Git-Download-Seite öffnen: {} 📋 Anweisungen: 1. Laden Sie Git von der soeben geöffneten Website herunter und installieren Sie es 2. Starten Sie dieses Programm nach der Installation neu 3. Falls erforderlich, starten Sie den Computer neu, um den PATH zu aktualisieren 💡 Unter Windows: Stellen Sie während der Installation sicher, dass die Option 'Git from the command line and also from 3rd-party software' ausgewählt ist.
es: 🌐 Abriendo página de descarga de Git: {} 📋 Instrucciones: 1. Descarga e instala Git desde el sitio web recién abierto 2. Reinicia este programa después de la instalación 3. Si es necesario, reinicia el ordenador para actualizar el PATH 💡 En Windows: durante la instalación, asegúrate de que la opción 'Git from the command line and also from 3rd-party software' esté seleccionada.
pt: 🌐 Abrindo página de download do Git: {} 📋 Instruções: 1. Baixe e instale o Git do site recém-aberto 2. Reinicie este programa após a instalação 3. Se necessário, reinicie o computador para atualizar o PATH 💡 No Windows: durante a instalação, certifique-se de que a opção 'Git from the command line and also from 3rd-party software' esteja selecionada.
ru: 🌐 Открытие страницы загрузки Git: {} 📋 Инструкции: 1. Скачайте и установите Git с только что открытого сайта 2. Перезапустите эту программу после установки 3. При необходимости перезагрузите компьютер для обновления PATH 💡 На Windows: во время установки убедитесь, что опция 'Git from the command line and also from 3rd-party software' выбрана.

source: ❌ Git Non Disponibile
de: ❌ Git nicht verfügbar
pt: ❌ Git Não Disponível
ru: ❌ Git Недоступен

source: Git non è installato o non accessibile
pt: Git não está instalado ou não está acessível

source: 🚨 PROBLEMA GIT: Git non sembra essere installato o accessibile nel PATH di sistema. Per utilizzare i comandi Git: • Installa Git dal sito ufficiale • Assicurati che sia nel PATH di sistema • Riavvia l'applicazione dopo l'installazione Comando tentato: {}
de: 🚨 PROBLEMA GIT: Git non sembra essere installato o accessibile nel PATH di sistema. Per utilizzare i comandi Git: • Installa Git dal sito ufficiale • Assicurati che sia nel PATH di sistema • Riavvia l'applicazione dopo l'installazione Versuchter Befehl: {}
pt: 🚨 PROBLEMA NO GIT: O Git não parece estar instalado ou acessível no PATH do sistema. Para usar os comandos Git: • Instale o Git do site oficial • Certifique-se de que ele esteja no PATH do sistema • Reinicie o aplicativo após a instalação Comando tentado: {}
ru: 🚨 PROBLEMA GIT: Git non sembra essere installato o accessibile nel PATH di sistema. Per utilizzare i comandi Git: • Installa Git dal sito ufficiale • Assicurati che sia nel PATH di sistema • Riavvia l'applicazione dopo l'installazione Попытка команды: {}

source: Visita https://git-scm.com/ per scaricare e installare Git.
de: Besuchen Sie https://git-scm.com/ um Git herunterzuladen und zu installieren.
pt: Visite https://git-scm.com/ para baixar e instalar o Git.
ru: Посетите https://git-scm.com/ чтобы скачать и установить Git.

source: ❌ Directory Non Valida
de: ❌ Ungültiges Verzeichnis
pt: ❌ Diretório Inválido
ru: ❌ Недействительный Каталог

source: Il percorso specificato non è una directory valida
de: Der angegebene Pfad ist kein gültiges Verzeichnis
pt: O caminho especificado não é um diretório válido
ru: Указанный путь не является действительным каталогом

source: 🗂️ ERRORE PERCORSO: Percorso specificato: {} Il percorso: • Non esiste • Non è una directory • Non è accessibile Verifica: • Che il percorso sia corretto • Che la directory esista • Che tu abbia i permessi di accesso
pt: 🗂️ ERRO DE CAMINHO: Caminho especificado: {} O caminho: • Não existe • Não é um diretório • Não é acessível Verifique: • Se o caminho está correto • Se o diretório existe • Se você tem permissões de acesso

source: Seleziona una directory valida usando il pulsante 'Sfoglia...' o correggi il percorso manualmente.
pt: Selecione um diretório válido usando o botão 'Procurar...' ou corrija o caminho manualmente.

source: La directory non è un repository Git valido
pt: O diretório não é um repositório Git válido
