Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: 📤 Upload: '{}'...
es: 📤 Subiendo: '{}'...
fr: 📤 Téléversement : '{}'...
pt: 📤 Carregando: '{}'...
ru: 📤 Загрузка: '{}'...

source: ✅ Asset '{}' caricato: {}
de: ✅ Asset '{}' hochgeladen: {}
es: ✅ Activo '{}' subido: {}
fr: ✅ Asset '{}' téléversé : {}
pt: ✅ Ativo '{}' carregado: {}
ru: ✅ Ресурс '{}' загружен: {}

source: ❌ Errore upload asset '{}': {}
de: ❌ Fehler beim Asset-Upload '{}': {}
es: ❌ Error al subir el activo '{}': {}
fr: ❌ Erreur de téléversement de l'asset '{}' : {}
pt: ❌ Erro ao carregar ativo '{}': {}
ru: ❌ Ошибка загрузки ресурса '{}': {}

source: ❌ Errore lettura file '{}': {}
de: ❌ Fehler beim Lesen der Datei '{}': {}
es: ❌ Error al leer el archivo '{}': {}
fr: ❌ Erreur de lecture du fichier '{}' : {}
pt: ❌ Erro ao ler arquivo '{}': {}
ru: ❌ Ошибка чтения файла '{}': {}

source: 📊 Asset caricati con successo: {}/{}
de: 📊 Assets erfolgreich hochgeladen: {}/{}
es: 📊 Activos subidos con éxito: {}/{}
fr: 📊 Assets téléversés avec succès : {}/{}
pt: 📊 Ativos carregados com sucesso: {}/{}
ru: 📊 Ресурсы загружены успешно: {}/{}

source: ⚠️ Impossibile caricare nuovi asset: URL di upload non disponibile.
de: ⚠️ Kann neue Assets nicht hochladen: Upload-URL nicht verfügbar.
es: ⚠️ No se pueden subir nuevos activos: URL de subida no disponible.
fr: ⚠️ Impossible de téléverser de nouveaux assets : URL de téléversement non disponible.
pt: ⚠️ Impossível carregar novos ativos: URL de upload não disponível.
ru: ⚠️ Невозможно загрузить новые ресурсы: URL загрузки недоступен.

source: ❌ Errore API GitHub (aggiornamento release): {}
de: ❌ GitHub-API-Fehler (Release-Update): {}
es: ❌ ERROR de la API de GitHub (actualización de release): {}
fr: ❌ Erreur API GitHub (mise à jour de la release) : {}
pt: ❌ Erro da API do GitHub (atualização de release): {}
ru: ❌ Ошибка API GitHub (обновление релиза): {}

source: Dettagli errore: {}
de: Fehlerdetails: {}
es: Detalles del error: {}
fr: Détails de l'erreur : {}
pt: Detalhes do erro: {}
ru: Детали ошибки: {}

source: ❌ Errore imprevisto durante aggiornamento release: {}
de: ❌ Unerwarteter Fehler beim Release-Update: {}
es: ❌ ERROR inesperado durante la actualización de la release: {}
fr: ❌ Erreur inattendue lors de la mise à jour de la release : {}
pt: ❌ Erro inesperado durante a atualização da release: {}
ru: ❌ Неожиданная ошибка при обновлении релиза: {}

source: Modifica release annullata dall'utente.
de: Release-Bearbeitung vom Benutzer abgebrochen.
es: Modificación de la release cancelada por el usuario.
fr: Modification de la release annulée par l'utilisateur.
pt: Modificação da release cancelada pelo usuário.
ru: Изменение релиза отменено пользователем.

source: ❌ Errore API GitHub (elenco release): {}
de: ❌ GitHub-API-Fehler (Release-Liste): {}
es: ❌ ERROR de la API de GitHub (listado de releases): {}
fr: ❌ Erreur API GitHub (liste des releases) : {}
pt: ❌ Erro da API do GitHub (lista de releases): {}
ru: ❌ Ошибка API GitHub (список релизов): {}

source: ❌ Errore imprevisto durante elenco release: {}
de: ❌ Unerwarteter Fehler beim Auflisten der Releases: {}
es: ❌ ERROR inesperado durante el listado de releases: {}
fr: ❌ Erreur inattendue lors de la liste des releases : {}
pt: ❌ Erro inesperado durante a lista de releases: {}
ru: ❌ Неожиданная ошибка при получении списка релизов: {}

source: Recupero lista workflow disponibili...
de: Liste verfügbarer Workflows abrufen...
es: Obteniendo lista de workflows disponibles...
fr: Récupération de la liste des workflows disponibles...
pt: Recuperando lista de workflows disponíveis...
ru: Получение списка доступных workflow...

source: ❌ Nessun Workflow Disponibile
de: ❌ Keine Workflows verfügbar
fr: ❌ Aucun Workflow Disponible
pt: ❌ Nenhum Workflow Disponível
ru: ❌ Нет доступных Workflow

source: Nessun workflow attivo trovato nel repository
de: Keine aktiven Workflows im Repository gefunden
fr: Aucun workflow actif trouvé dans le dépôt
pt: Nenhum workflow ativo encontrado no repositório
ru: В репозитории не найдено активных workflow

source: 🔍 RICERCA WORKFLOW: Repository: {owner}/{repo} Possibili cause: • Nessun file .github/workflows/ nel repository • I workflow non sono configurati per dispatch manuale • I workflow sono disabilitati • Problemi di accesso al repository Verifica: • Che esistano file .yml/.yaml in .github/workflows/ • Che i workflow abbiano 'workflow_dispatch:' abilitato • Che il token abbia permessi sufficienti
de: 🔍 WORKFLOW-SUCHE: Repository: {owner}/{repo} Mögliche Ursachen: • Keine .github/workflows/-Dateien im Repository • Die Workflows sind nicht für manuellen Dispatch konfiguriert • Die Workflows sind deaktiviert • Zugriffsprobleme auf das Repository Überprüfen: • Dass .yml/.yaml-Dateien in .github/workflows/ existieren • Dass die Workflows 'workflow_dispatch:' aktiviert haben • Dass das Token ausreichende Berechtigungen hat
fr: 🔍 RECHERCHE DE WORKFLOWS : Dépôt : {owner}/{repo} Causes possibles : • Aucun fichier .github/workflows/ dans le dépôt • Les workflows ne sont pas configurés pour un déclenchement manuel (workflow_dispatch) • Les workflows sont désactivés • Problèmes d'accès au dépôt Vérifiez : • L'existence de fichiers .yml/.yaml dans .github/workflows/ • Que les workflows ont 'workflow_dispatch:' activé • Que le jeton a des permissions suffisantes
pt: 🔍 BUSCA DE WORKFLOW: Repositório: {owner}/{repo} Possíveis causas: • Nenhum arquivo .github/workflows/ no repositório • Os workflows não estão configurados para dispatch manual • Os workflows estão desabilitados • Problemas de acesso ao repositório Verifique: • Se existem arquivos .yml/.yaml em .github/workflows/ • Se os workflows têm 'workflow_dispatch:' habilitado • Se o token tem permissões suficientes
ru: 🔍 ПОИСК WORKFLOW: Репозиторий: {owner}/{repo} Возможные причины: • Нет файлов .github/workflows/ в репозитории • Workflow не настроены для ручного запуска • Workflow отключены • Проблемы доступа к репозиторию Проверьте: • Что существуют файлы .yml/.yaml в .github/workflows/ • Что workflow имеют включенный 'workflow_dispatch:' • Что токен имеет достаточные права

source: Verifica la configurazione dei workflow nel repository GitHub.
de: Überprüfen Sie die Workflow-Konfiguration im GitHub-Repository.
fr: Vérifiez la configuration des workflows dans le dépôt GitHub.
pt: Verifique a configuração dos workflows no repositório GitHub.
ru: Проверьте конфигурацию workflow в репозитории GitHub.

source: Seleziona il workflow da avviare:
de: Workflow zum Starten auswählen:
es: Selecciona el workflow a iniciar:
fr: Sélectionnez le workflow à démarrer :
pt: Selecione o workflow para iniciar:
ru: Выберите workflow для запуска:

source: Trigger Workflow per {}/{}
de: Workflow für {}/{} auslösen
es: Disparar Workflow para {}/{}
fr: Déclencher le Workflow pour {}/{}
pt: Acionar Workflow para {}/{}
ru: Запуск Workflow для {}/{}

source: Selezione workflow annullata.
de: Workflow-Auswahl abgebrochen.
es: Selección de workflow cancelada.
fr: Sélection du workflow annulée.
pt: Seleção de workflow cancelada.
ru: Выбор workflow отменен.

source: Errore nella selezione del workflow.
de: Fehler bei der Workflow-Auswahl.
es: Error en la selección del workflow.
fr: Erreur dans la sélection du workflow.
pt: Erro na seleção do workflow.
ru: Ошибка в выборе workflow.

source: Trigger Workflow
de: Workflow auslösen
es: Disparar Workflow
fr: Déclencher le Workflow
pt: Acionar Workflow
ru: Запустить Workflow

source: Trigger workflow annullato.
de: Workflow-Auslösung abgebrochen.
es: Disparo de workflow cancelado.
fr: Déclenchement du workflow annulé.
pt: Acionamento do workflow cancelado.
ru: Запуск workflow отменен.

source: 🚀 Avvio workflow '{}' sul branch '{}' con {} input...
de: 🚀 Workflow '{}' auf Branch '{}' mit {} Eingaben starten...
es: 🚀 Iniciando workflow '{}' en la rama '{}' con {} entradas...
fr: 🚀 Démarrage du workflow '{}' sur la branche '{}' avec {} entrée(s)...
pt: 🚀 Iniciando workflow '{}' no branch '{}' com {} inputs...
ru: 🚀 Запуск workflow '{}' на ветке '{}' с {} входными данными...

source: 🚀 WORKFLOW AVVIATO CON SUCCESSO
fr: 🚀 WORKFLOW DÉMARRÉ AVEC SUCCÈS
pt: 🚀 WORKFLOW INICIADO COM SUCESSO

source: 📋 Nome Workflow
fr: 📋 Nom du Workflow
pt: 📋 Nome do Workflow

source: 🌿 Branch
fr: 🌿 Branche

source: 📝 Input Parametri
fr: 📝 Paramètres d'Entrée
pt: 📝 Parâmetros de Entrada

source: parametri
fr: paramètres
pt: parâmetros

source: 🔧 PARAMETRI FORNITI
fr: 🔧 PARAMÈTRES FOURNIS
pt: 🔧 PARÂMETROS FORNECIDOS

source: • Il workflow è stato accodato per l'esecuzione
de: • Der Workflow wurde zur Ausführung eingereiht
fr: • Le workflow a été mis en file d'attente pour exécution
pt: • O workflow foi enfileirado para execução
ru: • Workflow поставлен в очередь на выполнение

source: • GitHub Actions lo avvierà nei prossimi secondi
de: • GitHub Actions wird ihn in den nächsten Sekunden starten
fr: • Les Actions GitHub le démarreront dans les prochaines secondes
pt: • O GitHub Actions o iniciará nos próximos segundos
ru: • GitHub Actions запустит его в ближайшие секунды

source: • Puoi monitorare il progresso in tempo reale
de: • Sie können den Fortschritt in Echtzeit überwachen
fr: • Vous pouvez suivre la progression en temps réel
pt: • Você pode monitorar o progresso em tempo real
ru: • Вы можете отслеживать прогресс в реальном времени

source: • Attiva il monitoraggio automatico per seguire l'esecuzione
de: • Aktivieren Sie die automatische Überwachung, um die Ausführung zu verfolgen
fr: • Activez le suivi automatique pour suivre l'exécution
pt: • Ative o monitoramento automático para acompanhar a execução
ru: • Активируйте автоматический мониторинг для отслеживания выполнения

source: • Visualizza i log quando l'esecuzione sarà completata
de: • Logs anzeigen, wenn die Ausführung abgeschlossen ist
fr: • Affichez les journaux une fois l'exécution terminée
pt: • Visualize os logs quando a execução for concluída
ru: • Просмотрите логи когда выполнение будет завершено

source: • Scarica eventuali artifact generati
de: • Eventuell generierte Artefakte herunterladen
fr: • Téléchargez les artefacts générés (le cas échéant)
pt: • Baixe quaisquer artefatos gerados
ru: • Скачайте созданные артефакты

source: 🚀 Workflow Avviato
de: 🚀 Workflow gestartet
fr: 🚀 Workflow Démarré
pt: 🚀 Workflow Iniciado
ru: 🚀 Workflow запущен

source: '{}' avviato con successo
de: '{}' erfolgreich gestartet
fr: '{}' démarré avec succès
pt: '{}' iniciado com sucesso
ru: '{}' запущен успешно

source: ✅ Workflow '{}' avviato - dettagli mostrati in finestra
de: ✅ Workflow '{}' gestartet - Details im Fenster angezeigt
fr: ✅ Workflow '{}' démarré - détails affichés dans la fenêtre
pt: ✅ Workflow '{}' iniciado - detalhes mostrados na janela
ru: ✅ Workflow '{}' запущен - детали показаны в окне

source: Vuoi monitorare automaticamente la nuova esecuzione quando sarà disponibile?
de: Möchten Sie die neue Ausführung automatisch überwachen, wenn sie verfügbar ist?
es: ¿Quieres monitorear automáticamente la nueva ejecución cuando esté disponible?
fr: Voulez-vous suivre automatiquement la nouvelle exécution lorsqu'elle sera disponible ?
pt: Deseja monitorar automaticamente a nova execução quando estiver disponível?
ru: Хотите автоматически отслеживать новое выполнение, когда оно будет доступно?

source: Monitoraggio Automatico
de: Automatische Überwachung
es: Monitoreo Automático
fr: Suivi Automatique
pt: Monitoramento Automático
ru: Автоматический мониторинг

source: ⏳ Monitoraggio automatico attivato - attesa nuova esecuzione...
de: ⏳ Automatische Überwachung aktiviert - warte auf neue Ausführung...
fr: ⏳ Suivi automatique activé - en attente de la nouvelle exécution...
pt: ⏳ Monitoramento automático ativado - aguardando nova execução...
ru: ⏳ Автоматический мониторинг активирован - ожидание нового выполнения...

source: 🚨 ERRORE HTTP DURANTE TRIGGER
fr: 🚨 ERREUR HTTP PENDANT LE DÉCLENCHEMENT
pt: 🚨 ERRO HTTP DURANTE O ACIONAMENTO

source: 📊 Codice Errore
fr: 📊 Code d'Erreur
pt: 📊 Código de Erro

source: 📝 Risposta Server
fr: 📝 Réponse du Serveur
pt: 📝 Resposta do Servidor

source: ❌ ERRORE 422 - PARAMETRI NON VALIDI
fr: ❌ ERREUR 422 - PARAMÈTRES INVALIDES
pt: ❌ ERRO 422 - PARÂMETROS INVÁLIDOS

source: Il workflow potrebbe non supportare il dispatch manuale
fr: Le workflow peut ne pas prendre en charge le déclenchement manuel
pt: O workflow pode não suportar o dispatch manual

source: I parametri forniti potrebbero essere incorretti
fr: Les paramètres fournis peuvent être incorrects
pt: Os parâmetros fornecidos podem estar incorretos

source: La configurazione del workflow potrebbe essere errata
fr: La configuration du workflow peut être incorrecte
pt: A configuração do workflow pode estar errada

source: 🔧 VERIFICA
fr: 🔧 VÉRIFICATION
pt: 🔧 VERIFIQUE

source: Controlla che il workflow abbia 'workflow_dispatch' abilitato
fr: Vérifiez que le workflow a 'workflow_dispatch' activé
pt: Verifique se o workflow tem 'workflow_dispatch' habilitado

source: Verifica i parametri di input richiesti
fr: Vérifiez les paramètres d'entrée requis
pt: Verifique os parâmetros de entrada necessários

source: Controlla la configurazione YAML del workflow
fr: Vérifiez la configuration YAML du workflow
pt: Verifique a configuração YAML do workflow

source: Verifica la configurazione del workflow e i parametri richiesti.
de: Überprüfen Sie die Workflow-Konfiguration und die erforderlichen Parameter.
fr: Vérifiez la configuration du workflow et les paramètres requis.
pt: Verifique a configuração do workflow e os parâmetros necessários.
ru: Проверьте конфигурацию workflow и требуемые параметры.

source: ❌ ERRORE HTTP
fr: ❌ ERREUR HTTP
pt: ❌ ERRO HTTP

source: Problema di comunicazione con GitHub
fr: Problème de communication avec GitHub
pt: Problema de comunicação com o GitHub

source: Possibili problemi di permessi o autenticazione
fr: Possibles problèmes de permissions ou d'authentification
pt: Possíveis problemas de permissões ou autenticação

source: Verifica i permessi del token GitHub e riprova.
de: Überprüfen Sie die GitHub-Token-Berechtigungen und versuchen Sie es erneut.
fr: Vérifiez les permissions du jeton GitHub et réessayez.
pt: Verifique as permissões do token GitHub e tente novamente.
ru: Проверьте права токена GitHub и попробуйте снова.

source: ❌ Errore Trigger Workflow
de: ❌ Fehler beim Workflow-Auslösen
fr: ❌ Erreur de Déclenchement de Workflow
pt: ❌ Erro ao Acionar Workflow
ru: ❌ Ошибка запуска Workflow

source: Impossibile avviare '{}'
de: '{}' kann nicht gestartet werden
fr: Impossible de démarrer '{}'
pt: Impossível iniciar '{}'
ru: Невозможно запустить '{}'

source: 🌐 ERRORE DI RETE 📋 Workflow: {} 🏢 Repository: {}/{} 📝 Dettagli: {} ❌ PROBLEMA: • Problemi di connessione internet • Server GitHub temporaneamente non disponibile • Timeout della richiesta 🔧 SOLUZIONI: • Verifica la connessione internet • Riprova tra qualche minuto • Controlla lo stato di GitHub Actions
de: 🌐 NETZWERKFEHLER 📋 Workflow: {} 🏢 Repository: {}/{} 📝 Details: {} ❌ PROBLEM: • Internetverbindungsprobleme • GitHub-Server vorübergehend nicht verfügbar • Request-Timeout 🔧 LÖSUNGEN: • Internetverbindung überprüfen • In ein paar Minuten erneut versuchen • GitHub Actions-Status überprüfen
fr: 🌐 ERREUR RÉSEAU 📋 Workflow : {} 🏢 Dépôt : {}/{} 📝 Détails : {} ❌ PROBLÈME : • Problèmes de connexion internet • Serveur GitHub temporairement indisponible • Expiration de la requête 🔧 SOLUTIONS : • Vérifiez votre connexion internet • Réessayez dans quelques minutes • Vérifiez l'état des Actions GitHub
pt: 🌐 ERRO DE REDE 📋 Workflow: {} 🏢 Repositório: {}/{} 📝 Detalhes: {} ❌ PROBLEMA: • Problemas de conexão com a internet • Servidor GitHub temporariamente indisponível • Timeout da requisição 🔧 SOLUÇÕES: • Verifique a conexão com a internet • Tente novamente em alguns minutos • Verifique o status do GitHub Actions
ru: 🌐 СЕТЕВАЯ ОШИБКА 📋 Workflow: {} 🏢 Репозиторий: {}/{} 📝 Детали: {} ❌ ПРОБЛЕМА: • Проблемы с интернет-соединением • Сервер GitHub временно недоступен • Тайм-аут запроса 🔧 РЕШЕНИЯ: • Проверьте интернет-соединение • Попробуйте снова через несколько минут • Проверьте состояние GitHub Actions

source: Problema di connessione durante l'avvio del workflow
de: Verbindungsproblem beim Starten des Workflows
fr: Problème de connexion lors du démarrage du workflow
pt: Problema de conexão durante a inicialização do workflow
ru: Проблема соединения при запуске workflow

source: Controlla la connessione internet e riprova.
de: Überprüfen Sie die Internetverbindung und versuchen Sie es erneut.
fr: Vérifiez votre connexion internet et réessayez.
pt: Verifique sua conexão com a internet e tente novamente.
ru: Проверьте интернет-соединение и попробуйте снова.

source: ⚠️ ERRORE IMPREVISTO 📋 Workflow: {} 🏢 Repository: {}/{} 📝 Dettagli: {} 📅 Timestamp: {} ❌ PROBLEMA: • Errore sconosciuto durante l'operazione • Possibile problema interno dell'applicazione • Risposta inattesa da GitHub 🔧 AZIONI: • Riprova l'operazione • Verifica i log per dettagli aggiuntivi • Segnala il problema se persiste
de: ⚠️ UNERWARTETER FEHLER 📋 Workflow: {} 🏢 Repository: {}/{} 📝 Details: {} 📅 Zeitstempel: {} ❌ PROBLEM: • Unbekannter Fehler während der Operation • Mögliches internes Anwendungsproblem • Unerwartete Antwort von GitHub 🔧 AKTIONEN: • Operation erneut versuchen • Logs für zusätzliche Details überprüfen • Problem melden, falls es weiterhin besteht
fr: ⚠️ ERREUR INATTENDUE 📋 Workflow : {} 🏢 Dépôt : {}/{} 📝 Détails : {} 📅 Horodatage : {} ❌ PROBLÈME : • Erreur inconnue lors de l'opération • Possible problème interne de l'application • Réponse inattendue de GitHub 🔧 ACTIONS : • Réessayez l'opération • Consultez les journaux pour plus de détails • Signalez le problème s'il persiste
pt: ⚠️ ERRO INESPERADO 📋 Workflow: {} 🏢 Repositório: {}/{} 📝 Detalhes: {} 📅 Timestamp: {} ❌ PROBLEMA: • Erro desconhecido durante a operação • Possível problema interno do aplicativo • Resposta inesperada do GitHub 🔧 AÇÕES: • Tente a operação novamente • Verifique os logs para detalhes adicionais • Relate o problema se persistir
ru: ⚠️ НЕОЖИДАННАЯ ОШИБКА 📋 Workflow: {} 🏢 Репозиторий: {}/{} 📝 Детали: {} 📅 Время: {} ❌ ПРОБЛЕМА: • Неизвестная ошибка во время операции • Возможная внутренняя проблема приложения • Неожиданный ответ от GitHub 🔧 ДЕЙСТВИЯ: • Повторите операцию • Проверьте логи для дополнительных деталей • Сообщите о проблеме, если она продолжается

source: Errore sconosciuto durante l'avvio del workflow
de: Unbekannter Fehler beim Starten des Workflows
fr: Erreur inconnue lors du démarrage du workflow
pt: Erro desconhecido durante a inicialização do workflow
ru: Неизвестная ошибка при запуске workflow

source: 🔍 Ricerca workflow in esecuzione...
de: 🔍 Suche nach laufenden Workflows...
es: 🔍 Buscando workflows en ejecución...
fr: 🔍 Recherche de workflows en cours d'exécution...
pt: 🔍 Pesquisando fluxos de trabalho em execução...
ru: 🔍 Поиск выполняющихся workflow...

source: ℹ️ Nessun workflow attualmente in esecuzione nel repository {}/{}.
de: ℹ️ Derzeit keine Workflows im Repository {}/{} ausgeführt.
es: ℹ️ Ningún workflow actualmente en ejecución en el repositorio {}/{}.
fr: ℹ️ Aucun workflow n'est actuellement en cours d'exécution dans le dépôt {}/{}.
pt: ℹ️ Nenhum fluxo de trabalho atualmente em execução no repositório {}/{}.
ru: ℹ️ В репозитории {}/{} в настоящее время нет выполняющихся workflow.

source: Seleziona il workflow da cancellare:
de: Workflow zum Abbrechen auswählen:
es: Selecciona el workflow a cancelar:
fr: Sélectionnez le workflow à annuler :
pt: Selecione o fluxo de trabalho a ser cancelado:
ru: Выберите workflow для отмены:

source: Cancellazione workflow annullata.
de: Workflow-Abbruch abgebrochen.
es: Cancelación de workflow cancelada.
fr: Annulation du workflow annulée.
pt: Cancelamento do fluxo de trabalho cancelado.
ru: Отмена workflow отменена.

source: ⚠️ Sei sicuro di voler cancellare il workflow in esecuzione? Nome: {} ID: {} Status: {} Questa azione non può essere annullata.
de: ⚠️ Sind Sie sicher, dass Sie den laufenden Workflow abbrechen möchten? Name: {} ID: {} Status: {} Diese Aktion kann nicht rückgängig gemacht werden.
es: ⚠️ ¿Estás seguro de que quieres cancelar el workflow en ejecución? Nombre: {} ID: {} Estado: {} Esta acción no se puede deshacer.
fr: ⚠️ Êtes-vous sûr de vouloir annuler le workflow en cours d'exécution ? Nom : {} ID : {} Statut : {} Cette action ne peut pas être annulée.
pt: ⚠️ Tem certeza de que deseja cancelar o fluxo de trabalho em execução? Nome: {} ID: {} Status: {} Esta ação não pode ser desfeita.
ru: ⚠️ Вы уверены, что хотите отменить выполняющийся workflow? Имя: {} ID: {} Статус: {} Это действие не может быть отменено.

source: Cancellazione workflow annullata dall'utente.
de: Workflow-Abbruch vom Benutzer abgebrochen.
es: Cancelación de workflow cancelada por el usuario.
fr: Annulation du workflow annulée par l'utilisateur.
pt: Cancelamento do fluxo de trabalho anulado pelo usuário.
ru: Отмена workflow отменена пользователем.

source: 🛑 Cancellazione workflow '{}' (ID: {})...
de: 🛑 Workflow '{}' (ID: {}) abbrechen...
es: 🛑 Cancelando workflow '{}' (ID: {})...
fr: 🛑 Annulation du workflow '{}' (ID : {})...
pt: 🛑 Cancelando fluxo de trabalho '{}' (ID: {})...
ru: 🛑 Отмена workflow '{}' (ID: {})...

source: ✅ Workflow '{}' cancellato con successo!
de: ✅ Workflow '{}' erfolgreich abgebrochen!
es: ✅ ¡Workflow '{}' cancelado con éxito!
fr: ✅ Workflow '{}' annulé avec succès !
pt: ✅ Fluxo de trabalho '{}' cancelado com sucesso!
ru: ✅ Workflow '{}' отменен успешно!

source: ℹ️ Potrebbe essere necessario qualche secondo perché la cancellazione sia effettiva.
de: ℹ️ Es kann einige Sekunden dauern, bis der Abbruch wirksam wird.
es: ℹ️ Pueden pasar algunos segundos para que la cancelación sea efectiva.
fr: ℹ️ L'annulation peut prendre quelques secondes pour être effective.
pt: ℹ️ Pode levar alguns segundos para que o cancelamento seja efetivo.
ru: ℹ️ Может потребоваться несколько секунд, чтобы отмена стала эффективной.

source: Vuoi verificare lo stato del workflow tra qualche secondo?
de: Möchten Sie den Workflow-Status in ein paar Sekunden überprüfen?
es: ¿Quieres verificar el estado del workflow en unos segundos?
fr: Voulez-vous vérifier l'état du workflow dans quelques secondes ?
pt: Deseja verificar o status do fluxo de trabalho em alguns segundos?
ru: Хотите проверить состояние workflow через несколько секунд?

source: Verifica Stato
de: Status überprüfen
es: Verificar Estado
fr: Vérifier l'État
pt: Verificar Status
ru: Проверить состояние

source: ❌ Errore 409: Il workflow non può essere cancellato (potrebbe essere già terminato).
de: ❌ Fehler 409: Der Workflow kann nicht abgebrochen werden (könnte bereits beendet sein).
es: ❌ Error 409: El workflow no se puede cancelar (podría haber terminado ya).
fr: ❌ Erreur 409 : Le workflow ne peut pas être annulé (il pourrait être déjà terminé).
pt: ❌ Erro 409: O fluxo de trabalho não pode ser cancelado (pode já ter terminado).
ru: ❌ Ошибка 409: Workflow не может быть отменен (возможно, уже завершен).

source: ❌ Errore HTTP {}: {}
de: ❌ HTTP-Fehler {}: {}
es: ❌ Error HTTP {}: {}
fr: ❌ Erreur HTTP {} : {}
pt: ❌ Erro HTTP {}: {}
ru: ❌ HTTP ошибка {}: {}

source: ❌ Errore di rete: {}
de: ❌ Netzwerkfehler: {}
es: ❌ Error de red: {}
fr: ❌ Erreur réseau : {}
pt: ❌ Erro de rede: {}
ru: ❌ Сетевая ошибка: {}

source: ❌ Errore imprevisto: {}
de: ❌ Unerwarteter Fehler: {}
es: ❌ Error inesperado: {}
fr: ❌ Erreur inattendue : {}
pt: ❌ Erro inesperado: {}
ru: ❌ Неожиданная ошибка: {}

source: Nessuna release valida trovata da elencare per l'eliminazione.
de: Keine gültigen Releases zum Auflisten für die Löschung gefunden.
es: No se encontraron releases válidas para listar para su eliminación.
fr: Aucune release valide trouvée à lister pour la suppression.
pt: Nenhuma release válida encontrada para listar para exclusão.
ru: Не найдено действительных релизов для перечисления для удаления.
