Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: Seleziona la release da eliminare:
de: Release zum Löschen auswählen:
es: Selecciona la release a eliminar:
fr: Sélectionnez la release à supprimer :
pt: Selecione a release para excluir:
ru: Выберите релиз для удаления:

source: Elimina Release GitHub
de: GitHub-Release löschen
es: Eliminar Release de GitHub
fr: Supprimer la Release GitHub
pt: Excluir Release do GitHub
ru: Удалить релиз GitHub

source: Eliminazione release annullata (selezione non effettuata).
de: Release-Löschung abgebrochen (keine Auswahl getroffen).
es: Eliminación de release cancelada (selección no realizada).
fr: Suppression de la release annulée (aucune sélection).
pt: Exclusão da release cancelada (seleção não feita).
ru: Удаление релиза отменено (выбор не сделан).

source: Errore interno: oggetto release selezionato non trovato.
de: Interner Fehler: Ausgewähltes Release-Objekt nicht gefunden.
es: Error interno: objeto de release seleccionado no encontrado.
fr: Erreur interne : objet de release sélectionné non trouvé.
pt: Erro interno: objeto de release selecionado não encontrado.
ru: Внутренняя ошибка: выбранный объект релиза не найден.

source: Sei sicuro di voler eliminare la release '{release_display_name}'?
de: Sind Sie sicher, dass Sie das Release '{release_display_name}' löschen möchten?
es: ¿Estás seguro de que quieres eliminar la release '{release_display_name}'?
fr: Êtes-vous sûr de vouloir supprimer la release '{release_display_name}' ?
pt: Tem certeza de que deseja excluir a release '{release_display_name}'?
ru: Вы уверены, что хотите удалить релиз '{release_display_name}'?

source: Conferma Eliminazione Release
de: Release-Löschung bestätigen
es: Confirmar Eliminación de Release
fr: Confirmer la Suppression de la Release
pt: Confirmar Exclusão da Release
ru: Подтвердить удаление релиза

source: Eliminazione della release '{}' annullata dall'utente.
de: Löschung des Releases '{}' vom Benutzer abgebrochen.
es: Eliminación de la release '{}' cancelada por el usuario.
fr: Suppression de la release '{}' annulée par l'utilisateur.
pt: Exclusão da release '{}' cancelada pelo usuário.
ru: Удаление релиза '{}' отменено пользователем.

source: Tentativo di eliminare la release: '{}' (ID: {}) dal repository {}/{}
de: Versuche Release zu löschen: '{}' (ID: {}) aus Repository {}/{}
es: Intentando eliminar la release: '{}' (ID: {}) del repositorio {}/{}
fr: Tentative de suppression de la release : '{}' (ID : {}) du dépôt {}/{}
pt: Tentando excluir a release: '{}' (ID: {}) do repositório {}/{}
ru: Попытка удалить релиз: '{}' (ID: {}) из репозитория {}/{}

source: Invio richiesta DELETE a: {}
de: DELETE-Anfrage senden an: {}
es: Enviando solicitud DELETE a: {}
fr: Envoi de la requête DELETE à : {}
pt: Enviando solicitação DELETE para: {}
ru: Отправка запроса DELETE на: {}

source: Release '{}' (ID: {}) eliminata con successo da GitHub.
de: Release '{}' (ID: {}) erfolgreich von GitHub gelöscht.
es: Release '{}' (ID: {}) eliminada con éxito de GitHub.
fr: Release '{}' (ID : {}) supprimée avec succès de GitHub.
pt: Release '{}' (ID: {}) excluída com sucesso do GitHub.
ru: Релиз '{}' (ID: {}) успешно удален из GitHub.

source: La release è stata eliminata da GitHub. Vuoi tentare di eliminare anche il tag Git '{tag}' dal repository remoto 'origin'? (Comando: git push origin --delete {tag})
de: Das Release wurde von GitHub gelöscht. Möchten Sie auch versuchen, den Git-Tag '{tag}' aus dem Remote-Repository 'origin' zu löschen? (Befehl: git push origin --delete {tag})
es: La release ha sido eliminada de GitHub. ¿Quieres intentar eliminar también la etiqueta Git '{tag}' del repositorio remoto 'origin'? (Comando: git push origin --delete {tag})
fr: La release a été supprimée de GitHub. Voulez-vous aussi tenter de supprimer le tag Git '{tag}' du dépôt distant 'origin' ? (Commande : git push origin --delete {tag})
pt: A release foi excluída do GitHub. Deseja tentar excluir também a tag Git '{tag}' do repositório remoto 'origin'? (Comando: git push origin --delete {tag})
ru: Релиз был удален из GitHub. Хотите попытаться удалить также Git тег '{tag}' из удаленного репозитория 'origin'? (Команда: git push origin --delete {tag})

source: Elimina Tag Git Remoto?
de: Remote Git-Tag löschen?
es: ¿Eliminar Etiqueta Git Remota?
fr: Supprimer le Tag Git Distant ?
pt: Excluir Tag Git Remota?
ru: Удалить удаленный Git тег?

source: Tentativo di eliminare il tag Git remoto '{}'...
de: Versuche Remote Git-Tag '{}' zu löschen...
es: Intentando eliminar la etiqueta Git remota '{}'...
fr: Tentative de suppression du tag Git distant '{}'...
pt: Tentando excluir a tag Git remota '{}'...
ru: Попытка удалить удаленный Git тег '{}'...

source: Elimina tag remoto {}
de: Remote-Tag {} löschen
es: Eliminar etiqueta remota {}
fr: Supprimer le tag distant {}
pt: Excluir tag remota {}
ru: Удалить удаленный тег {}

source: Comando per eliminare il tag remoto '{}' eseguito. Controlla l'output per il successo effettivo.
de: Befehl zum Löschen des Remote-Tags '{}' ausgeführt. Überprüfen Sie die Ausgabe auf tatsächlichen Erfolg.
es: Comando para eliminar la etiqueta remota '{}' ejecutado. Revisa la salida para ver el éxito real.
fr: Commande de suppression du tag distant '{}' exécutée. Vérifiez la sortie pour confirmer le succès.
pt: Comando para excluir a tag remota '{}' executado. Verifique a saída para o sucesso efetivo.
ru: Команда для удаления удаленного тега '{}' выполнена. Проверьте вывод для фактического успеха.

source: Comando per eliminare il tag remoto '{}' fallito o con errori. Controlla l'output sopra.
de: Befehl zum Löschen des Remote-Tags '{}' fehlgeschlagen oder mit Fehlern. Überprüfen Sie die Ausgabe oben.
es: Comando para eliminar la etiqueta remota '{}' fallido o con errores. Revisa la salida de arriba.
fr: Commande pour supprimer le tag distant '{}' a échoué ou avec des erreurs. Vérifiez la sortie ci-dessus.
pt: Comando para excluir a tag remota '{}' falhou ou com erros. Verifique a saída acima.
ru: Команда для удаления удаленного тега '{}' не удалась или с ошибками. Проверьте вывод выше.

source: Il tag Git remoto '{}' non è stato eliminato.
de: Der Remote Git-Tag '{}' wurde nicht gelöscht.
es: La etiqueta Git remota '{}' no ha sido eliminada.
fr: Le tag Git distant '{}' n'a pas été supprimé.
pt: A tag Git remota '{}' não foi excluída.
ru: Удаленный Git тег '{}' не был удален.

source: ERRORE: Release ID {} (selezionata: '{}') non trovata.
de: FEHLER: Release-ID {} (ausgewählt: '{}') nicht gefunden.
es: ERROR: ID de Release {} (seleccionada: '{}') no encontrada.
fr: ERREUR : Release ID {} (sélectionnée : '{}') non trouvée.
pt: ERRO: ID da Release {} (selecionada: '{}') não encontrada.
ru: ОШИБКА: ID релиза {} (выбранный: '{}') не найден.

source: ERRORE API GitHub (eliminazione release ID {}): {}
de: FEHLER GitHub-API (Release-ID {} löschen): {}
es: ERROR de la API de GitHub (eliminación de release ID {}): {}
fr: ERREUR API GitHub (suppression release ID {}) : {}
pt: ERRO da API do GitHub (exclusão da release ID {}): {}
ru: ОШИБКА API GitHub (удаление релиза ID {}): {}

source: ERRORE imprevisto durante l'eliminazione della release: {}
de: UNERWARTETER FEHLER beim Löschen des Releases: {}
es: ERROR inesperado durante la eliminación de la release: {}
fr: ERREUR inattendue lors de la suppression de la release : {}
pt: ERRO inesperado ao excluir a release: {}
ru: НЕОЖИДАННАЯ ОШИБКА при удалении релиза: {}

source: ERRORE API GitHub (elenco release): {}
de: FEHLER GitHub-API (Release-Liste): {}
es: ERROR de la API de GitHub (listado de releases): {}
fr: ERREUR API GitHub (liste des releases) : {}
pt: ERRO da API do GitHub (listagem de releases): {}
ru: ОШИБКА API GitHub (список релизов): {}

source: ERRORE imprevisto durante l'elenco delle release: {}
de: UNERWARTETER FEHLER beim Auflisten der Releases: {}
es: ERROR inesperado durante el listado de releases: {}
fr: ERREUR inattendue lors de la liste des releases : {}
pt: ERRO inesperado ao listar as releases: {}
ru: НЕОЖИДАННАЯ ОШИБКА при получении списка релизов: {}

source: Recupero lista esecuzioni workflow per selezionare quale visualizzare...
de: Workflow-Ausführungsliste abrufen, um auszuwählen, welche angezeigt werden soll...
fr: Récupération de la liste des exécutions de workflow pour sélectionner laquelle afficher...
pt: Recuperando lista de execuções de fluxo de trabalho para selecionar qual visualizar...
ru: Получение списка выполнений workflow для выбора того, который показать...

source: Errore nel recuperare esecuzioni per branch {}: {}
de: Fehler beim Abrufen der Ausführungen für Branch {}: {}
fr: Erreur lors de la récupération des exécutions pour la branche {} : {}
pt: Erro ao recuperar execuções para o branch {}: {}
ru: Ошибка при получении выполнений для ветки {}: {}

source: Nessuna esecuzione workflow trovata per visualizzare i log.
de: Keine Workflow-Ausführung gefunden, um Logs anzuzeigen.
fr: Aucune exécution de workflow trouvée pour afficher les logs.
pt: Nenhuma execução de fluxo de trabalho encontrada para visualizar os logs.
ru: Выполнения workflow для отображения логов не найдены.

source: sconosciuto
de: unbekannt
es: desconocido
fr: inconnu
pt: desconhecido
ru: неизвестно

source: in corso
de: läuft
es: en curso
fr: en cours
pt: em andamento
ru: в процессе

source: ⭐ [ATTUALMENTE SELEZIONATA]
de: ⭐ [DERZEIT AUSGEWÄHLT]
fr: ⭐ [ACTUELLEMENT SÉLECTIONNÉE]
pt: ⭐ [ATUALMENTE SELECIONADO]
ru: ⭐ [ВЫБРАНА В НАСТОЯЩЕЕ ВРЕМЯ]

source: Workflow Sconosciuto
de: Unbekannter Workflow
es: Workflow Desconocido
fr: Workflow Inconnu
pt: Fluxo de Trabalho Desconhecido
ru: Неизвестный Workflow

source: Nessuna esecuzione di workflow trovata da cui recuperare i log.
de: Keine Workflow-Ausführung gefunden, von der Logs abgerufen werden können.
fr: Aucune exécution de workflow trouvée pour récupérer les logs.
pt: Nenhuma execução de fluxo de trabalho encontrada para recuperar os logs.
ru: Выполнения workflow для получения логов не найдены.

source: Seleziona l'esecuzione di cui vuoi visualizzare i log:
de: Ausführung auswählen, deren Logs Sie anzeigen möchten:
fr: Sélectionnez l'exécution dont vous voulez afficher les logs :
pt: Selecione a execução da qual deseja visualizar os logs:
ru: Выберите выполнение, логи которого вы хотите просмотреть:

source: Visualizza Log Workflow per {}/{}
de: Workflow-Logs für {}/{} anzeigen
fr: Afficher les Logs de Workflow pour {}/{}
pt: Visualizar Log do Fluxo de Trabalho para {}/{}
ru: Просмотр логов Workflow для {}/{}

source: Visualizzazione log annullata.
de: Log-Anzeige abgebrochen.
fr: Affichage des logs annulé.
pt: Visualização do log cancelada.
ru: Просмотр логов отменен.

source: Errore nella selezione dell'esecuzione per i log.
de: Fehler bei der Auswahl der Ausführung für die Logs.
fr: Erreur dans la sélection de l'exécution pour les logs.
pt: Erro ao selecionar a execução para os logs.
ru: Ошибка в выборе выполнения для логов.

source: Recupero log per: '{}' (ID: {})
de: Logs abrufen für: '{}' (ID: {})
fr: Récupération des logs pour : '{}' (ID : {})
pt: Recuperando logs para: '{}' (ID: {})
ru: Получение логов для: '{}' (ID: {})

source: Verifica stato esecuzione ID {}...
de: Ausführungsstatus ID {} überprüfen...
fr: Vérification de l'état de l'exécution ID {}...
pt: Verificando status da execução ID {}...
ru: Проверка состояния выполнения ID {}...

source: (Nome Run Sconosciuto)
de: (Unbekannter Run-Name)
es: (Nombre de Ejecución Desconocido)
fr: (Nom d'Exécution Inconnu)
pt: (Nome da Execução Desconhecido)
ru: (Неизвестное имя запуска)

source: Stato attuale API: {}, Conclusione API: {}
de: Aktueller API-Status: {}, API-Schlussfolgerung: {}
es: Estado actual de la API: {}, Conclusión de la API: {}
fr: État actuel API : {}, Conclusion API : {}
pt: Status atual da API: {}, Conclusão da API: {}
ru: Текущее состояние API: {}, Заключение API: {}

source: Non ancora disponibile/definitiva
de: Noch nicht verfügbar/endgültig
es: Aún no disponible/definitiva
fr: Pas encore disponible/définitive
pt: Ainda não disponível/definitiva
ru: Еще недоступно/окончательно

source: L'esecuzione del workflow ID {} è ancora '{}'. I log potrebbero essere incompleti o non disponibili finché non sarà completata. Vuoi procedere comunque con il download dei log disponibili?
de: Die Ausführung des Workflows ID {} ist noch '{}'. Die Logs könnten unvollständig oder nicht verfügbar sein, bis sie abgeschlossen ist. Möchten Sie trotzdem mit dem Download der verfügbaren Logs fortfahren?
fr: L'exécution du workflow ID {} est encore '{}'. Les logs peuvent être incomplets ou non disponibles tant qu'elle ne sera pas terminée. Voulez-vous procéder quand même au téléchargement des logs disponibles ?
pt: A execução do fluxo de trabalho ID {} ainda está '{}'. Os logs podem estar incompletos ou não disponíveis até que seja concluída. Deseja prosseguir com o download dos logs disponíveis mesmo assim?
ru: Выполнение workflow ID {} все еще '{}'. Логи могут быть неполными или недоступными до завершения. Хотите продолжить загрузку доступных логов?

source: Esecuzione in Corso
de: Ausführung läuft
es: Ejecución en Curso
fr: Exécution en Cours
pt: Execução em Andamento
ru: Выполнение в процессе

source: Procedendo con il download dei log parziali per run ID {}.
de: Fahre mit dem Download der partiellen Logs für Run-ID {} fort.
fr: Procédure de téléchargement des logs partiels pour l'exécution ID {}.
pt: Prosseguindo com o download dos logs parciais para a execução ID {}.
ru: Продолжаем загрузку частичных логов для run ID {}.

source: Download log annullato per run in corso.
de: Log-Download für laufenden Run abgebrochen.
fr: Téléchargement des logs annulé pour l'exécution en cours.
pt: Download do log cancelado para execução em andamento.
ru: Загрузка логов отменена для выполняющегося запуска.

source: AVVISO: L'esecuzione è completata ma la conclusione API non è definita. I log potrebbero essere disponibili.
de: WARNUNG: Die Ausführung ist abgeschlossen, aber die API-Schlussfolgerung ist nicht definiert. Die Logs könnten verfügbar sein.
es: AVISO: La ejecución está completa pero la conclusión de la API no está definida. Los logs podrían estar disponibles.
fr: AVERTISSEMENT : L'exécution est terminée mais la conclusion API n'est pas définie. Les logs peuvent être disponibles.
pt: AVISO: A execução está completa, mas a conclusão da API não está definida. Os logs podem estar disponíveis.
ru: ПРЕДУПРЕЖДЕНИЕ: Выполнение завершено, но заключение API не определено. Логи могут быть доступны.

source: AVVISO: Stato esecuzione '{}'. Il download dei log potrebbe non riuscire o i log potrebbero riflettere questo stato.
de: WARNUNG: Ausführungsstatus '{}'. Der Log-Download könnte fehlschlagen oder die Logs könnten diesen Status widerspiegeln.
es: AVISO: Estado de la ejecución '{}'. La descarga de los logs podría fallar o los logs podrían reflejar este estado.
fr: AVERTISSEMENT : État d'exécution '{}'. Le téléchargement des logs peut échouer ou les logs peuvent refléter cet état.
pt: AVISO: Status da execução '{}'. O download dos logs pode falhar ou os logs podem refletir este status.
ru: ПРЕДУПРЕЖДЕНИЕ: Состояние выполнения '{}'. Загрузка логов может не удаться или логи могут отражать это состояние.

source: Errore durante la verifica dello stato aggiornato dell'esecuzione: {}. Procedo comunque al tentativo di download log.
de: Fehler bei der Überprüfung des aktualisierten Ausführungsstatus: {}. Fahre trotzdem mit dem Log-Download-Versuch fort.
es: Error al verificar el estado actualizado de la ejecución: {}. Procediendo de todos modos con el intento de descarga de logs.
fr: Erreur lors de la vérification de l'état mis à jour de l'exécution : {}. Je procède quand même à la tentative de téléchargement des logs.
pt: Erro ao verificar o status atualizado da execução: {}. Prosseguindo com a tentativa de download do log.
ru: Ошибка при проверке обновленного состояния выполнения: {}. Продолжаю попытку загрузки логов.

source: Download dei log non tentato a causa dello stato dell'esecuzione o della scelta dell'utente.
de: Log-Download nicht versucht aufgrund des Ausführungsstatus oder der Benutzerentscheidung.
es: Descarga de logs no intentada debido al estado de la ejecución o a la elección del usuario.
fr: Téléchargement des logs non tenté à cause de l'état de l'exécution ou du choix de l'utilisateur.
pt: Download dos logs não tentado devido ao status da execução ou escolha do usuário.
ru: Загрузка логов не предпринята из-за состояния выполнения или выбора пользователя.

source: Download dei log per l'esecuzione ID {} (repo {}/{})...
de: Log-Download für Ausführung ID {} (Repo {}/{})...
es: Descargando logs para la ejecución ID {} (repo {}/{})...
fr: Téléchargement des logs pour l'exécution ID {} (repo {}/{})...
pt: Baixando logs para a execução ID {} (repositório {}/{})...
ru: Загрузка логов для выполнения ID {} (репо {}/{})...

source: Errore: La risposta non è un file ZIP. Content-Type: {}
de: Fehler: Die Antwort ist keine ZIP-Datei. Content-Type: {}
es: Error: La respuesta no es un archivo ZIP. Content-Type: {}
fr: Erreur : La réponse n'est pas un fichier ZIP. Content-Type : {}
pt: Erro: A resposta não é um arquivo ZIP. Content-Type: {}
ru: Ошибка: Ответ не является ZIP файлом. Content-Type: {}

source: Messaggio API: {}
de: API-Nachricht: {}
es: Mensaje de la API: {}
fr: Message API : {}
pt: Mensagem da API: {}
ru: Сообщение API: {}

source: Risposta API non JSON: {}
de: Nicht-JSON API-Antwort: {}
es: Respuesta de la API no es JSON: {}
fr: Réponse API non JSON : {}
pt: Resposta da API não JSON: {}
ru: Ответ API не JSON: {}

source: Archivio ZIP dei log scaricato. Estrazione in corso...
de: ZIP-Archiv der Logs heruntergeladen. Extraktion läuft...
es: Archivo ZIP de logs descargado. Extrayendo...
fr: Archive ZIP des logs téléchargée. Extraction en cours...
pt: Arquivo ZIP dos logs baixado. Extração em andamento...
ru: ZIP архив логов загружен. Извлечение в процессе...

source: File nell'archivio ZIP:
de: Dateien im ZIP-Archiv:
es: Archivos en el archivo ZIP:
fr: Fichiers dans l'archive ZIP :
pt: Arquivos no arquivo ZIP:
ru: Файлы в ZIP архиве:

source: Nessun file di log (.txt) trovato nell'archivio.
de: Keine Log-Dateien (.txt) im Archiv gefunden.
fr: Aucun fichier de log (.txt) trouvé dans l'archive.
pt: Nenhum arquivo de log (.txt) encontrado no arquivo.
ru: В архиве не найдено файлов логов (.txt).

source: Trovati {} file di log. Seleziona quale visualizzare:
de: {} Log-Dateien gefunden. Wählen Sie aus, welche angezeigt werden soll:
fr: Trouvés {} fichiers de log. Sélectionnez lequel afficher :
pt: Encontrados {} arquivos de log. Selecione qual visualizar:
ru: Найдено {} файлов логов. Выберите, какой отобразить:

source: Selezione File di Log
de: Log-Datei-Auswahl
fr: Sélection Fichier de Log
pt: Seleção de Arquivo de Log
ru: Выбор файла логов

source: Selezione file di log annullata.
de: Log-Datei-Auswahl abgebrochen.
fr: Sélection du fichier de log annulée.
pt: Seleção de arquivo de log cancelada.
ru: Выбор файла логов отменен.

source: --- Contenuto di: {} ---
de: --- Inhalt von: {} ---
es: --- Contenido de: {} ---
fr: --- Contenu de : {} ---
pt: --- Conteúdo de: {} ---
ru: --- Содержимое: {} ---

source: Errore nella decodifica o elaborazione del file di log {}: {}
de: Fehler beim Dekodieren oder Verarbeiten der Log-Datei {}: {}
es: Error en la decodificación o procesamiento del archivo de log {}: {}
fr: Erreur dans le décodage ou le traitement du fichier de log {} : {}
pt: Erro ao decodificar ou processar o arquivo de log {}: {}
ru: Ошибка при декодировании или обработке файла логов {}: {}

source: Nessun file di log selezionato per la visualizzazione.
de: Keine Log-Datei für die Anzeige ausgewählt.
fr: Aucun fichier de log sélectionné pour l'affichage.
pt: Nenhum arquivo de log selecionado para visualização.
ru: Файл логов для отображения не выбран.

source: Run ID
fr: ID d'Exécution
pt: ID da Execução

source: Repository
fr: Dépôt
pt: Repositório

source: File log
fr: Fichier log
pt: Arquivo de log

source: Recuperato
fr: Récupéré
pt: Recuperado

source: CONTENUTO LOG COMPLETO
fr: CONTENU LOG COMPLET
pt: CONTEÚDO COMPLETO DO LOG

source: Log recuperati con successo per run ID
fr: Logs récupérés avec succès pour l'ID d'exécution
pt: Logs recuperados com sucesso para a execução ID

source: ✅ Log mostrati in finestra dettagli per run ID {}
de: ✅ Logs im Detailfenster für Run-ID {} angezeigt
fr: ✅ Logs affichés dans la fenêtre de détails pour l'ID d'exécution {}
pt: ✅ Logs exibidos na janela de detalhes para a execução ID {}
ru: ✅ Логи показаны в окне деталей для run ID {}

source: Vuoi impostare questa esecuzione (ID: {}) come quella attualmente selezionata per future operazioni?
de: Möchten Sie diese Ausführung (ID: {}) als die derzeit ausgewählte für zukünftige Operationen festlegen?
fr: Voulez-vous définir cette exécution (ID : {}) comme celle actuellement sélectionnée pour les futures opérations ?
pt: Deseja definir esta execução (ID: {}) como a atualmente selecionada para operações futuras?
ru: Хотите установить это выполнение (ID: {}) как выбранное в настоящее время для будущих операций?

source: Aggiorna Run Selezionata
de: Ausgewählten Run aktualisieren
fr: Mettre à Jour l'Exécution Sélectionnée
pt: Atualizar Execução Selecionada
ru: Обновить выбранный запуск

source: ✅ Run selezionata aggiornata a ID: {}
de: ✅ Ausgewählter Run auf ID aktualisiert: {}
fr: ✅ Exécution sélectionnée mise à jour à l'ID : {}
pt: ✅ Execução selecionada atualizada para ID: {}
ru: ✅ Выбранный запуск обновлен до ID: {}

source: ❌ Log Non Disponibili
de: ❌ Logs nicht verfügbar
fr: ❌ Logs Non Disponibles
pt: ❌ Logs Não Disponíveis
ru: ❌ Логи недоступны

source: Nessun contenuto di log visualizzabile
de: Kein anzeigbarer Log-Inhalt
fr: Aucun contenu de log affichable
pt: Nenhum conteúdo de log visualizável
ru: Нет отображаемого содержимого логов

source: 🚨 PROBLEMA LOG: Nessun file di log è stato trovato o processato con successo. Run ID: {} Workflow: {} Repository: {}/{}
de: 🚨 LOG-PROBLEM: Keine Log-Datei wurde gefunden oder erfolgreich verarbeitet. Run-ID: {} Workflow: {} Repository: {}/{}
fr: 🚨 PROBLÈME LOG : Aucun fichier de log n'a été trouvé ou traité avec succès. ID d'Exécution : {} Workflow : {} Dépôt : {}/{}
pt: 🚨 PROBLEMA NO LOG: Nenhum arquivo de log foi encontrado ou processado com sucesso. ID da Execução: {} Fluxo de Trabalho: {} Repositório: {}/{}
ru: 🚨 ПРОБЛЕМА С ЛОГАМИ: Ни один файл логов не был найден или успешно обработан. Run ID: {} Workflow: {} Репозиторий: {}/{}

source: Verifica che l'esecuzione sia completata e che abbia generato log.
de: Überprüfen Sie, dass die Ausführung abgeschlossen ist und Logs generiert hat.
fr: Vérifiez que l'exécution est terminée et qu'elle a généré des logs.
pt: Verifique se a execução foi concluída e se gerou logs.
ru: Убедитесь, что выполнение завершено и создало логи.

source: 🚨 ERRORE HTTP API GITHUB: Codice errore: {} Risposta: {}
de: 🚨 GITHUB-API HTTP-FEHLER: Fehlercode: {} Antwort: {}
fr: 🚨 ERREUR HTTP API GITHUB : Code d'erreur : {} Réponse : {}
pt: 🚨 ERRO HTTP DA API DO GITHUB: Código de erro: {} Resposta: {}
ru: 🚨 HTTP ОШИБКА API GITHUB: Код ошибки: {} Ответ: {}

source: ❌ CAUSA PROBABILE: L'esecuzione workflow o i log potrebbero essere scaduti o l'ID non è valido.
de: ❌ WAHRSCHEINLICHE URSACHE: Die Workflow-Ausführung oder die Logs könnten abgelaufen sein oder die ID ist ungültig.
fr: ❌ CAUSE PROBABLE : L'exécution du workflow ou les logs peuvent avoir expiré ou l'ID n'est pas valide.
pt: ❌ CAUSA PROVÁVEL: A execução do fluxo de trabalho ou os logs podem ter expirado ou o ID é inválido.
ru: ❌ ВЕРОЯТНАЯ ПРИЧИНА: Выполнение workflow или логи могли истечь или ID недействителен.
