Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: Avvia manually un workflow GitHub Actions dal repository configurato. Permette di selezionare il workflow e specificare parametri di input.
fr: Démarre manuellement un workflow GitHub Actions depuis le dépôt configuré. Permet de sélectionner le workflow et de spécifier des paramètres d'entrée.

source: Cancella un workflow GitHub Actions attualmente in esecuzione. Mostra una lista dei workflow in corso e permette di selezionarne uno da interrompere.
de: Bricht einen aktuell laufenden GitHub Actions-Workflow ab. Zeigt eine Liste der laufenden Workflows und ermöglicht die Auswahl eines zum Abbrechen.
es: Cancela un workflow de GitHub Actions actualmente en ejecución. Muestra una lista de los workflows en curso y permite seleccionar uno para interrumpirlo.
fr: Annule un workflow GitHub Actions actuellement en cours d'exécution. Affiche une liste des workflows en cours et permet d'en sélectionner un à interrompre.
pt: Cancela um workflow do GitHub Actions atualmente em execução. Mostra uma lista dos workflows em andamento e permite selecionar um para interromper.
ru: Отменить выполняющийся workflow GitHub Actions. Показывает список выполняющихся workflow и позволяет выбрать один для прерывания.

source: Crea una nuova issue su GitHub con titolo, descrizione, labels e assignees. Supporta template predefiniti e assegnazione automatica di labels basate su priorità e tipo.
de: Erstellt ein neues Issue auf GitHub mit Titel, Beschreibung, Labels und Zugewiesenen. Unterstützt vordefinierte Vorlagen und automatische Zuweisung von Labels basierend auf Priorität und Typ.
es: Crea un nuevo issue en GitHub con título, descripción, etiquetas (labels) y asignados (assignees). Soporta plantillas predefinidas y asignación automática de etiquetas basadas en prioridad y tipo.
fr: Crée une nouvelle issue sur GitHub avec titre, description, labels et assignés. Prend en charge les modèles prédéfinis et l'assignation automatique de labels basés sur la priorité et le type.
pt: Cria uma nova issue no GitHub com título, descrição, rótulos e assignees. Suporta modelos predefinidos e atribuição automática de rótulos baseada em prioridade e tipo.
ru: Создать новую issue на GitHub с названием, описанием, метками и исполнителями. Поддерживает предопределенные шаблоны и автоматическое назначение меток на основе приоритета и типа.

source: Crea una nuova Pull Request su GitHub tra due branch. Permette di specificare titolo, descrizione, branch di origine e destinazione, con opzioni per draft e auto-merge.
de: Erstellt eine neue Pull Request auf GitHub zwischen zwei Branches. Ermöglicht die Angabe von Titel, Beschreibung, Quell- und Ziel-Branch mit Optionen für Draft und Auto-Merge.
es: Crea una nueva Pull Request en GitHub entre dos ramas. Permite especificar título, descripción, rama de origen y destino, con opciones para borrador (draft) y auto-fusión (auto-merge).
fr: Crée une nouvelle Pull Request sur GitHub entre deux branches. Permet de spécifier le titre, la description, la branche source et de destination, avec des options pour le brouillon et l'auto-fusion.
pt: Cria uma nova Pull Request no GitHub entre dois branches. Permite especificar título, descrição, branches de origem e destino, com opções para rascunho e auto-merge.
ru: Создать новый Pull Request на GitHub между двумя ветками. Позволяет указать название, описание, исходную и целевую ветки с опциями для черновика и автоматического слияния.

source: Elenca le issue del repository con filtri per stato (aperte/chiuse), labels e assignees. Permette di visualizzare dettagli e selezionare issue per modifiche.
de: Listet die Issues des Repositories mit Filtern für Status (offen/geschlossen), Labels und Zugewiesene auf. Ermöglicht das Anzeigen von Details und die Auswahl von Issues zur Bearbeitung.
es: Lista los issues del repositorio con filtros por estado (abiertos/cerrados), etiquetas (labels) y asignados (assignees). Permite ver detalles y seleccionar issues para modificarlos.
fr: Liste les issues du dépôt avec des filtres par état (ouvert/fermé), labels et assignés. Permet d'afficher les détails et de sélectionner des issues pour modification.
pt: Lista as issues do repositório com filtros por status (abertas/fechadas), rótulos e assignees. Permite visualizar detalhes e selecionar issues para modificações.
ru: Перечислить issue репозитория с фильтрами по статусу (открытые/закрытые), меткам и исполнителям. Позволяет просматривать детали и выбирать issue для изменений.

source: Modifica una issue esistente: titolo, descrizione, labels, assignees e stato. Permette di aggiornare completamente i dettagli di una issue selezionata.
de: Bearbeitet ein bestehendes Issue: Titel, Beschreibung, Labels, Zugewiesene und Status. Ermöglicht die vollständige Aktualisierung der Details eines ausgewählten Issues.
es: Modifica un issue existente: título, descripción, etiquetas (labels), asignados (assignees) y estado. Permite actualizar completamente los detalles de un issue seleccionado.
fr: Modifie une issue existante : titre, description, labels, assignés et état. Permet de mettre à jour complètement les détails d'une issue sélectionnée.
pt: Modifica uma issue existente: título, descrição, rótulos, assignees e status. Permite atualizar completamente os detalhes de uma issue selecionada.
ru: Изменить существующую issue: название, описание, метки, исполнители и статус. Позволяет полностью обновить детали выбранной issue.

source: Chiude una issue esistente. Le issue non possono essere eliminate completamente da GitHub, ma possono essere chiuse definitivamente.
de: Schließt ein bestehendes Issue. Issues können nicht vollständig von GitHub gelöscht werden, können aber dauerhaft geschlossen werden.
es: Cierra un issue existente. Los issues no se pueden eliminar completamente de GitHub, pero se pueden cerrar definitivamente.
fr: Ferme une issue existante. Les issues ne peuvent pas être complètement supprimées de GitHub, mais elles peuvent être fermées définitivement.
pt: Fecha uma issue existente. As issues não podem ser completamente excluídas do GitHub, mas podem ser fechadas definitivamente.
ru: Закрыть существующую issue. Issue не могут быть полностью удалены с GitHub, но могут быть окончательно закрыты.

source: Elenca le Pull Request del repository con filtri per stato, branch e reviewer. Permette di visualizzare dettagli e selezionare PR per modifiche.
de: Listet die Pull Requests des Repositories mit Filtern für Status, Branch und Reviewer auf. Ermöglicht das Anzeigen von Details und die Auswahl von PRs zur Bearbeitung.
es: Lista las Pull Requests del repositorio con filtros por estado, rama y revisor (reviewer). Permite ver detalles y seleccionar PRs para modificarlas.
fr: Liste les Pull Requests du dépôt avec des filtres par état, branche et relecteur. Permet d'afficher les détails et de sélectionner des PR pour modification.
pt: Lista as Pull Requests do repositório com filtros por status, branch e revisor. Permite visualizar detalhes e selecionar PRs para modificações.
ru: Перечислить Pull Request репозитория с фильтрами по статусу, веткам и рецензентам. Позволяет просматривать детали и выбирать PR для изменений.

source: Modifica una Pull Request esistente: titolo, descrizione, branch di destinazione, reviewers e stato draft. Permette aggiornamento completo dei dettagli.
de: Bearbeitet eine bestehende Pull Request: Titel, Beschreibung, Ziel-Branch, Reviewer und Draft-Status. Ermöglicht vollständige Aktualisierung der Details.
es: Modifica una Pull Request existente: título, descripción, rama de destino, revisores (reviewers) y estado de borrador (draft). Permite la actualización completa de los detalles.
fr: Modifie une Pull Request existante : titre, description, branche de destination, relecteurs et état de brouillon. Permet une mise à jour complète des détails.
pt: Modifica uma Pull Request existente: título, descrição, branch de destino, revisores e status de rascunho. Permite atualização completa dos detalhes.
ru: Изменить существующий Pull Request: название, описание, целевую ветку, рецензентов и статус черновика. Позволяет полное обновление деталей.

source: Chiude una Pull Request esistente. Le PR possono essere chiuse senza merge o forzatamente chiuse anche se non mergeabili.
de: Schließt eine bestehende Pull Request. PRs können ohne Merge geschlossen oder zwangsweise geschlossen werden, auch wenn sie nicht mergeable sind.
es: Cierra una Pull Request existente. Las PRs se pueden cerrar sin fusionar o forzadamente cerradas aunque no sean fusionables.
fr: Ferme une Pull Request existante. Les PR peuvent être fermées sans fusion ou fermées de force même si elles ne sont pas fusionnables.
pt: Fecha uma Pull Request existente. As PRs podem ser fechadas sem merge ou forçadamente fechadas mesmo que não sejam mescláveis.
ru: Закрыть существующий Pull Request. PR могут быть закрыты без слияния или принудительно закрыты, даже если не подлежат слиянию.

source: Mostra una panoramica completa dello stato del repository: branch corrente, modifiche pending, stato sync con remote, e statistiche generali.
de: Zeigt eine vollständige Übersicht des Repository-Status: aktueller Branch, ausstehende Änderungen, Sync-Status mit Remote und allgemeine Statistiken.
fr: Affiche un aperçu complet de l'état du dépôt : branche actuelle, modifications en attente, état de synchronisation avec le distant, et statistiques générales.
pt: Mostra uma visão geral completa do status do repositório: branch atual, alterações pendentes, status de sincronização com o remoto e estatísticas gerais.
ru: Показать полный обзор состояния репозитория: текущая ветка, ожидающие изменения, состояние синхронизации с удаленным, и общая статистика.

source: Visualizza statistiche dettagliate: numero di commit, contributori, dimensione repository, file più modificati, e trend temporali.
de: Zeigt detaillierte Statistiken: Anzahl der Commits, Mitwirkende, Repository-Größe, am häufigsten geänderte Dateien und zeitliche Trends.
fr: Affiche des statistiques détaillées : nombre de commits, contributeurs, taille du dépôt, fichiers les plus modifiés, et tendances temporelles.
pt: Visualiza estatísticas detalhadas: número de commits, colaboradores, tamanho do repositório, arquivos mais modificados e tendências temporais.
ru: Отобразить подробную статистику: количество коммитов, участников, размер репозитория, наиболее измененные файлы и временные тренды.

source: Mostra gli ultimi 20 commit con informazioni dettagliate: autore, data, messaggi, e file modificati.
de: Zeigt die letzten 20 Commits mit detaillierten Informationen: Autor, Datum, Nachrichten und geänderte Dateien.
fr: Affiche les 20 derniers commits avec des informations détaillées : auteur, date, messages, et fichiers modifiés.
pt: Mostra os últimos 20 commits com informações detalhadas: autor, data, mensagens e arquivos modificados.
ru: Показать последние 20 коммитов с подробной информацией: автор, дата, сообщения и измененные файлы.

source: Analisi dettagliata di tutti i branch: stato sync con remote, commit ahead/behind, ultimo commit, e suggerimenti per cleanup.
de: Detaillierte Analyse aller Branches: Sync-Status mit Remote, Commits ahead/behind, letzter Commit und Vorschläge zur Bereinigung.
fr: Analyse détaillée de toutes les branches : état de synchronisation avec le distant, commits en avance/retard, dernier commit, et suggestions de nettoyage.
pt: Análise detalhada de todos os branches: status de sincronização com o remoto, commits à frente/atrás, último commit e sugestões para limpeza.
ru: Подробный анализ всех веток: состояние синхронизации с удаленными, коммиты впереди/позади, последний коммит и предложения по очистке.

source: Riepilogo delle modifiche correnti: file modificati, aggiunti, eliminati, con preview delle differenze e statistiche.
de: Zusammenfassung der aktuellen Änderungen: geänderte, hinzugefügte, gelöschte Dateien mit Vorschau der Unterschiede und Statistiken.
fr: Résumé des modifications actuelles : fichiers modifiés, ajoutés, supprimés, avec aperçu des différences et statistiques.
pt: Resumo das alterações atuais: arquivos modificados, adicionados, excluídos, com pré-visualização das diferenças e estatísticas.
ru: Сводка текущих изменений: измененные, добавленные, удаленные файлы с предварительным просмотром различий и статистикой.

source: Dashboard completo per monitorare stato e statistiche del repository
de: Vollständiges Dashboard zur Überwachung von Status und Statistiken des Repositories
fr: Tableau de bord complet pour suivre l'état et les statistiques du dépôt
pt: Dashboard completo para monitorar status e estatísticas do repositório
ru: Полная панель управления для мониторинга состояния и статистики репозитория

source: Comandi fondamentali...
de: Grundlegende Befehle...
es: Comandos fundamentales...
fr: Commandes fondamentales...
pt: Comandos fundamentais...
ru: Основные команды...

source: Comandi per modifiche locali...
de: Befehle für lokale Änderungen...
es: Comandos para modificaciones locales...
fr: Commandes pour modifications locales...
pt: Comandos para alterações locais...
ru: Команды для локальных изменений...

source: Gestione branch e tag...
de: Branch- und Tag-Verwaltung...
es: Gestión de ramas y etiquetas...
fr: Gestion des branches et des tags...
pt: Gerenciamento de branches e tags...
ru: Управление ветками и тегами...

source: Operazioni con remoti...
de: Operationen mit Remotes...
es: Operaciones con remotos...
fr: Opérations avec les dépôts distants...
pt: Operações com remotos...
ru: Операции с удаленными...

source: Interagisci con GitHub Actions e Releases per il repository configurato.
de: Interagieren Sie mit GitHub Actions und Releases für das konfigurierte Repository.
es: Interactúa con GitHub Actions y Releases para el repositorio configurado.
fr: Interagissez avec les Actions GitHub et les Releases pour le dépôt configuré.
pt: Interaja com GitHub Actions e Releases para o repositório configurado.
ru: Взаимодействовать с GitHub Actions и релизами для настроенного репозитория.

source: Gestione completa di Pull Request e Issue: creazione, modifica, visualizzazione e chiusura.
de: Vollständige Verwaltung von Pull Requests und Issues: Erstellung, Bearbeitung, Anzeige und Schließung.
es: Gestión completa de Pull Requests e Issues: creación, modificación, visualización y cierre.
fr: Gestion complète des Pull Requests et des Issues : création, modification, affichage et fermeture.
pt: Gerenciamento completo de Pull Requests e Issues: criação, modificação, visualização e fechamento.
ru: Полное управление Pull Request и Issue: создание, изменение, просмотр и закрытие.

source: Salvataggio temporaneo...
de: Temporäre Speicherung...
es: Almacenamiento temporal...
fr: Mise de côté temporaire...
pt: Salvamento temporário...
ru: Временное сохранение...

source: Ricerca e utilità...
de: Suche und Hilfsprogramme...
es: Búsqueda y utilidades...
fr: Recherche et utilitaires...
pt: Pesquisa e utilidades...
ru: Поиск и утилиты...

source: Ripristino e reset (cautela!)...
de: Wiederherstellung und Reset (Vorsicht!)...
es: Restauración y reset (¡con cuidado!)...
fr: Restauration et réinitialisation (prudence !)...
pt: Restauração e reset (cuidado!)...
ru: Восстановление и сброс (осторожно!)...

source: Titolo Issue*:
de: Issue-Titel*:
es: Título del Issue*:
fr: Titre de l'Issue* :
pt: Título da Issue*:
ru: Название Issue*:

source: Descrizione:
de: Beschreibung:
es: Descripción:
fr: Description :
pt: Descrição:
ru: Описание:

source: ## Descrizione ## Passi per riprodurre 1. 2. 3. ## Comportamento atteso ## Comportamento attuale ## Informazioni aggiuntive
de: ## Beschreibung ## Schritte zur Reproduktion 1. 2. 3. ## Erwartetes Verhalten ## Aktuelles Verhalten ## Zusätzliche Informationen
es: ## Descripción ## Pasos para reproducir 1. 2. 3. ## Comportamiento esperado ## Comportamiento actual ## Información adicional
fr: ## Description ## Étapes pour reproduire 1. 2. 3. ## Comportement attendu ## Comportement actuel ## Informations supplémentaires
pt: ## Descrição ## Passos para reproduzir 1. 2. 3. ## Comportamento esperado ## Comportamento atual ## Informações adicionais
ru: ## Описание ## Шаги для воспроизведения 1. 2. 3. ## Ожидаемое поведение ## Текущее поведение ## Дополнительная информация

source: Labels
es: Etiquetas (Labels)
fr: Étiquettes
pt: Rótulos
ru: Метки

source: Assignees
de: Zugewiesene
es: Asignados (Assignees)
fr: Assignés
pt: Responsáveis
ru: Исполнители

source: Priorità:
de: Priorität:
es: Prioridad:
fr: Priorité :
pt: Prioridade:
ru: Приоритет:

source: Bassa
de: Niedrig
es: Baja
fr: Basse
pt: Baixa
ru: Низкий

source: Media
de: Mittel
fr: Moyenne
pt: Média
ru: Средний

source: Alta
de: Hoch
fr: Haute
ru: Высокий

source: Critica
de: Kritisch
es: Crítica
fr: Critique
pt: Crítica
ru: Критический

source: Tipo:
de: Typ:
fr: Type :
ru: Тип:

source: Feature
fr: Fonctionnalité
ru: Функция

source: Enhancement
de: Verbesserung
es: Mejora (Enhancement)
fr: Amélioration
pt: Melhoria
ru: Улучшение

source: Annulla
de: Abbrechen
es: Cancelar
fr: Annuler
pt: Cancelar
ru: Отмена

source: Crea Issue
de: Issue erstellen
es: Crear Issue
fr: Créer l'Issue
pt: Criar Issue
ru: Создать Issue

source: Titolo Pull Request*:
de: Pull Request-Titel*:
es: Título de la Pull Request*:
fr: Titre de la Pull Request* :
pt: Título da Pull Request*:
ru: Название Pull Request*:

source: Da branch:
de: Von Branch:
es: Desde la rama:
fr: De la branche :
pt: Do branch:
ru: Из ветки:

source: Verso branch:
de: Zu Branch:
es: Hacia la rama:
fr: Vers la branche :
pt: Para branch:
ru: В ветку:

source: ## Modifiche ## Tipo di cambiamento - [ ] Bug fix - [ ] Nuova feature - [ ] Breaking change - [ ] Documentazione ## Testing - [ ] Ho testato le modifiche - [ ] Ho aggiunto/aggiornato i test ## Checklist - [ ] Il codice segue le convenzioni del progetto - [ ] Ho fatto self-review del codice - [ ] Ho commentato il codice, specialmente nelle parti complesse
de: ## Änderungen ## Art der Änderung - [ ] Bug-Fix - [ ] Neues Feature - [ ] Breaking Change - [ ] Dokumentation ## Testing - [ ] Ich habe die Änderungen getestet - [ ] Ich habe Tests hinzugefügt/aktualisiert ## Checkliste - [ ] Der Code folgt den Projektkonventionen - [ ] Ich habe eine Selbstprüfung des Codes durchgeführt - [ ] Ich habe den Code kommentiert, besonders in komplexen Teilen
es: ## Modificaciones ## Tipo de cambio - [ ] Corrección de bug (Bug fix) - [ ] Nueva funcionalidad (Feature) - [ ] Cambio que rompe la compatibilidad (Breaking change) - [ ] Documentación ## Pruebas (Testing) - [ ] He probado las modificaciones - [ ] He añadido/actualizado las pruebas ## Lista de verificación (Checklist) - [ ] El código sigue las convenciones del proyecto - [ ] He hecho una auto-revisión del código - [ ] He comentado el código, especialmente en las partes complejas
fr: ## Modifications ## Type de changement - [ ] Correction de bug - [ ] Nouvelle fonctionnalité - [ ] Changement radical (Breaking change) - [ ] Documentation ## Tests - [ ] J'ai testé les modifications - [ ] J'ai ajouté/mis à jour les tests ## Checklist - [ ] Le code respecte les conventions du projet - [ ] J'ai effectué une auto-relecture de mon code - [ ] J'ai commenté le code, en particulier dans les parties complexes
pt: ## Alterações ## Tipo de mudança - [ ] Correção de bug - [ ] Nova funcionalidade - [ ] Mudança que quebra compatibilidade - [ ] Documentação ## Testes - [ ] Testei as alterações - [ ] Adicionei/atualizei os testes ## Checklist - [ ] O código segue as convenções do projeto - [ ] Fiz auto-revisão do código - [ ] Comentei o código, especialmente nas partes complexas
ru: ## Изменения ## Тип изменения - [ ] Исправление ошибки - [ ] Новая функция - [ ] Критическое изменение - [ ] Документация ## Тестирование - [ ] Я протестировал изменения - [ ] Я добавил/обновил тесты ## Контрольный список - [ ] Код соответствует соглашениям проекта - [ ] Я провел самопроверку кода - [ ] Я прокомментировал код, особенно в сложных частях

source: Crea come Draft
de: Als Entwurf erstellen
es: Crear como Borrador (Draft)
fr: Créer comme Brouillon
pt: Criar como Rascunho
ru: Создать как черновик

source: Abilita auto-merge (se configurato)
de: Auto-Merge aktivieren (falls konfiguriert)
es: Habilitar auto-fusión (si está configurado)
fr: Activer l'auto-fusion (si configuré)
pt: Habilitar auto-merge (se configurado)
ru: Включить автослияние (если настроено)

source: Crea Pull Request
de: Pull Request erstellen
es: Crear Pull Request
fr: Créer la Pull Request
pt: Criar Pull Request
ru: Создать Pull Request

source: Modifica Release Esistente
de: Bestehendes Release bearbeiten
es: Modificar Release Existente
fr: Modifier la Release Existante
pt: Modificar Release Existente
ru: Изменить существующий релиз

source: Dettagli Release
de: Release-Details
es: Detalles de la Release
fr: Détails de la Release
pt: Detalhes da Release
ru: Детали релиза

source: Tag della Release:
de: Release-Tag:
es: Etiqueta de la Release:
fr: Tag de la Release :
pt: Tag da Release:
ru: Тег релиза:

source: Titolo della Release:*
de: Release-Titel:*
es: Título de la Release:*
fr: Titre de la Release :*
pt: Título da Release*:
ru: Название релиза:*

source: Descrizione della Release:
de: Release-Beschreibung:
es: Descripción de la Release:
fr: Description de la Release :
pt: Descrição da Release:
ru: Описание релиза:

source: Asset Attualmente Presenti
de: Aktuell vorhandene Assets
es: Activos Actualmente Presentes
fr: Assets Actuellement Présents
pt: Assets Atualmente Presentes
ru: Текущие ресурсы

source: 📭 Nessun asset presente in questa release
de: 📭 Keine Assets in diesem Release vorhanden
es: 📭 No hay activos presentes en esta release
fr: 📭 Aucun asset présent dans cette release
pt: 📭 Nenhum asset presente nesta release
ru: 📭 В этом релизе нет ресурсов

source: 🗑️ Elimina Selezionati
de: 🗑️ Ausgewählte löschen
es: 🗑️ Eliminar Seleccionados
fr: 🗑️ Supprimer la Sélection
pt: 🗑️ Excluir Selecionados
ru: 🗑️ Удалить выбранные

source: ↶ Ripristina Eliminati
de: ↶ Gelöschte wiederherstellen
es: ↶ Restaurar Eliminados
fr: ↶ Restaurer les Supprimés
pt: ↶ Restaurar Excluídos
ru: ↶ Восстановить удаленные

source: Nuovi Asset da Aggiungere
de: Neue hinzuzufügende Assets
es: Nuevos Activos para Añadir
fr: Nouveaux Assets à Ajouter
pt: Novos Assets a Adicionar
ru: Новые ресурсы для добавления

source: ➕ Aggiungi File...
de: ➕ Datei hinzufügen...
es: ➕ Añadir Archivo...
fr: ➕ Ajouter Fichier(s)...
pt: ➕ Adicionar Arquivo...
ru: ➕ Добавить файл...

source: ➖ Rimuovi Selezionato
de: ➖ Ausgewählte entfernen
es: ➖ Quitar Seleccionado
fr: ➖ Retirer la Sélection
pt: ➖ Remover Selecionado
ru: ➖ Удалить выбранное

source: 🗑️ Rimuovi Tutti
de: 🗑️ Alle entfernen
es: 🗑️ Quitar Todos
fr: 🗑️ Tout Retirer
pt: 🗑️ Remover Todos
ru: 🗑️ Удалить все

source: ℹ️ Nota: Gli asset esistenti non verranno modificati, verranno solo aggiunti i nuovi file selezionati.
de: ℹ️ Hinweis: Bestehende Assets werden nicht geändert, es werden nur die neu ausgewählten Dateien hinzugefügt.
es: ℹ️ Nota: Los activos existentes no se modificarán, solo se añadirán los nuevos archivos seleccionados.
fr: ℹ️ Note : Les assets existants ne seront pas modifiés, seuls les nouveaux fichiers sélectionnés seront ajoutés.
pt: ℹ️ Nota: Os assets existentes não serão modificados, apenas os novos arquivos selecionados serão adicionados.
ru: ℹ️ Примечание: Существующие ресурсы не будут изменены, будут добавлены только новые выбранные файлы.

source: ❌ Annulla
de: ❌ Abbrechen
es: ❌ Cancelar
fr: ❌ Annuler
pt: ❌ Cancelar
ru: ❌ Отмена

source: ✅ Aggiorna Release
de: ✅ Release aktualisieren
es: ✅ Actualizar Release
fr: ✅ Mettre à jour la Release
pt: ✅ Atualizar Release
ru: ✅ Обновить релиз
