Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: ERRORE: Il titolo dell'issue è obbligatorio.
de: FEHLER: Der Issue-Titel ist erforderlich.
es: ERROR: El título del issue es obligatorio.
fr: ERREUR : Le titre de l'issue est obligatoire.
pt: ERRO: O título da issue é obrigatório.
ru: ОШИБКА: Название issue обязательно.

source: 🚀 Creazione issue '{}' in corso...
de: 🚀 Issue '{}' wird erstellt...
es: 🚀 Creando issue '{}' en curso...
fr: 🚀 Création de l'issue '{}' en cours...
pt: 🚀 Criação da issue '{}' em andamento...
ru: 🚀 Создание issue '{}' в процессе...

source: 🎯 ISSUE CREATA CON SUCCESSO
de: 🎯 ISSUE ERFOLGREICH ERSTELLT
fr: 🎯 ISSUE CRÉÉE AVEC SUCCÈS
pt: 🎯 ISSUE CRIADA COM SUCESSO
ru: 🎯 ISSUE СОЗДАНА УСПЕШНО

source: 📋 Titolo: {}
de: 📋 Titel: {}
fr: 📋 Titre : {}
pt: 📋 Título: {}
ru: 📋 Название: {}

source: 🔢 Numero: #{}
de: 🔢 Nummer: #{}
fr: 🔢 Numéro : #{}
pt: 🔢 Número: #{}
ru: 🔢 Номер: #{}

source: 🏢 Repository: {}/{}
fr: 🏢 Dépôt : {}/{}
pt: 🏢 Repositório: {}/{}
ru: 🏢 Репозиторий: {}/{}

source: ⏰ Creata: {}
de: ⏰ Erstellt: {}
fr: ⏰ Créée le : {}
pt: ⏰ Criada: {}
ru: ⏰ Создана: {}

source: 👥 Assegnata a: {}
de: 👥 Zugewiesen an: {}
fr: 👥 Assignée à : {}
pt: 👥 Atribuída a: {}
ru: 👥 Назначена: {}

source: ✅ STATO:
de: ✅ STATUS:
fr: ✅ ÉTAT :
pt: ✅ ESTADO:
ru: ✅ СОСТОЯНИЕ:

source: • Issue creata e disponibile su GitHub
de: • Issue erstellt und auf GitHub verfügbar
fr: • Issue créée et disponible sur GitHub
pt: • Issue criada e disponível no GitHub
ru: • Issue создана и доступна на GitHub

source: • Visibile a tutti i collaboratori del repository
de: • Für alle Repository-Mitarbeiter sichtbar
fr: • Visible par tous les collaborateurs du dépôt
pt: • Visível a todos os colaboradores do repositório
ru: • Видна всем участникам репозитория

source: • Pronta per commenti e discussioni
de: • Bereit für Kommentare und Diskussionen
fr: • Prête pour les commentaires et discussions
pt: • Pronta para comentários e discussões
ru: • Готова для комментариев и обсуждений

source: 💡 PROSSIMI PASSI:
de: 💡 NÄCHSTE SCHRITTE:
fr: 💡 PROCHAINES ÉTAPES :
pt: 💡 PRÓXIMOS PASSOS:
ru: 💡 СЛЕДУЮЩИЕ ШАГИ:

source: • Visualizza l'issue nel browser
de: • Issue im Browser anzeigen
fr: • Voir l'issue dans le navigateur
pt: • Visualizar a issue no navegador
ru: • Просмотрите issue в браузере

source: • Aggiungi commenti o aggiornamenti
de: • Kommentare oder Updates hinzufügen
fr: • Ajouter des commentaires ou des mises à jour
pt: • Adicionar comentários ou atualizações
ru: • Добавьте комментарии или обновления

source: • Traccia il progresso del lavoro
de: • Fortschritt der Arbeit verfolgen
fr: • Suivre la progression du travail
pt: • Acompanhar o progresso do trabalho
ru: • Отслеживайте прогресс работы

source: 🎯 Issue Creata
de: 🎯 Issue erstellt
fr: 🎯 Issue Créée
pt: 🎯 Issue Criada
ru: 🎯 Issue создана

source: Issue #{number} creata con successo
de: Issue #{number} erfolgreich erstellt
fr: Issue #{number} créée avec succès
pt: Issue #{number} criada com sucesso
ru: Issue #{number} создана успешно

source: ✅ Issue #{} creata - dettagli mostrati in finestra
de: ✅ Issue #{} erstellt - Details im Fenster angezeigt
fr: ✅ Issue #{} créée - détails affichés dans la fenêtre
pt: ✅ Issue #{} criada - detalhes mostrados na janela
ru: ✅ Issue #{} создана - детали показаны в окне

source: Vuoi aprire l'issue #{} nel browser?
de: Möchten Sie das Issue #{} im Browser öffnen?
fr: Voulez-vous ouvrir l'issue #{} dans le navigateur ?
pt: Deseja abrir a issue #{} no navegador?
ru: Хотите открыть issue #{} в браузере?

source: Apri Issue
de: Issue öffnen
es: Abrir Issue
fr: Ouvrir l'Issue
pt: Abrir Issue
ru: Открыть Issue

source: 🚨 ERRORE CREAZIONE ISSUE 📋 Titolo tentato: {title} 🏢 Repository: {owner}/{repo} 📝 Errore: {error} ⏰ Timestamp: {timestamp}
de: 🚨 FEHLER BEI ISSUE-ERSTELLUNG 📋 Versuchter Titel: {title} 🏢 Repository: {owner}/{repo} 📝 Fehler: {error} ⏰ Zeitstempel: {timestamp}
fr: 🚨 ERREUR DE CRÉATION D'ISSUE 📋 Titre tenté : {title} 🏢 Dépôt : {owner}/{repo} 📝 Erreur : {error} ⏰ Horodatage : {timestamp}
pt: 🚨 ERRO NA CRIAÇÃO DA ISSUE 📋 Título tentado: {title} 🏢 Repositório: {owner}/{repo} 📝 Erro: {error} ⏰ Timestamp: {timestamp}
ru: 🚨 ОШИБКА СОЗДАНИЯ ISSUE 📋 Попытка названия: {title} 🏢 Репозиторий: {owner}/{repo} 📝 Ошибка: {error} ⏰ Время: {timestamp}

source: 📊 Codice HTTP: {status_code}
de: 📊 HTTP-Code: {status_code}
fr: 📊 Code HTTP : {status_code}
pt: 📊 Código HTTP: {status_code}
ru: 📊 HTTP код: {status_code}

source: 📄 Risposta server: {response_text}
de: 📄 Server-Antwort: {response_text}
fr: 📄 Réponse du serveur : {response_text}
pt: 📄 Resposta do servidor: {response_text}
ru: 📄 Ответ сервера: {response_text}

source: ❌ ERRORE AUTENTICAZIONE: • Token GitHub non valido o scaduto • Permessi insufficienti per creare issue
de: ❌ AUTHENTIFIZIERUNGSFEHLER: • GitHub-Token ungültig oder abgelaufen • Unzureichende Berechtigungen zum Erstellen von Issues
fr: ❌ ERREUR D'AUTHENTIFICATION : • Jeton GitHub invalide ou expiré • Permissions insuffisantes pour créer des issues
pt: ❌ ERRO DE AUTENTICAÇÃO: • Token GitHub inválido ou expirado • Permissões insuficientes para criar issues
ru: ❌ ОШИБКА АУТЕНТИФИКАЦИИ: • Недействительный или истекший токен GitHub • Недостаточные права для создания issue

source: Verifica e aggiorna il token GitHub nelle impostazioni.
de: Überprüfen und aktualisieren Sie das GitHub-Token in den Einstellungen.
fr: Vérifiez et mettez à jour le jeton GitHub dans les paramètres.
pt: Verifique e atualize o token GitHub nas configurações.
ru: Проверьте и обновите токен GitHub в настройках.

source: ❌ ERRORE PERMESSI: • Non hai permessi per creare issue in questo repository • Repository privato senza accesso
de: ❌ BERECHTIGUNGSFEHLER: • Sie haben keine Berechtigung, Issues in diesem Repository zu erstellen • Privates Repository ohne Zugriff
fr: ❌ ERREUR DE PERMISSIONS : • Vous n'avez pas les permissions pour créer des issues dans ce dépôt • Dépôt privé sans accès
pt: ❌ ERRO DE PERMISSÕES: • Não tem permissões para criar issues neste repositório • Repositório privado sem acesso
ru: ❌ ОШИБКА ПРАВ: • У вас нет прав для создания issue в этом репозитории • Частный репозиторий без доступа

source: Verifica di avere accesso in scrittura al repository.
de: Überprüfen Sie, ob Sie Schreibzugriff auf das Repository haben.
fr: Vérifiez que vous avez un accès en écriture au dépôt.
pt: Verifique se tem acesso de escrita ao repositório.
ru: Убедитесь, что у вас есть права записи в репозиторий.

source: ❌ REPOSITORY NON TROVATO: • Il repository specificato non esiste • Nome owner/repository errato
de: ❌ REPOSITORY NICHT GEFUNDEN: • Das angegebene Repository existiert nicht • Falscher Owner/Repository-Name
fr: ❌ DÉPÔT NON TROUVÉ : • Le dépôt spécifié n'existe pas • Nom du propriétaire/dépôt incorrect
pt: ❌ REPOSITÓRIO NÃO ENCONTRADO: • O repositório especificado não existe • Nome do owner/repositório incorreto
ru: ❌ РЕПОЗИТОРИЙ НЕ НАЙДЕН: • Указанный репозиторий не существует • Неправильное имя владелец/репозиторий

source: Verifica la configurazione del repository GitHub.
de: Überprüfen Sie die GitHub-Repository-Konfiguration.
fr: Vérifiez la configuration du dépôt GitHub.
pt: Verifique a configuração do repositório GitHub.
ru: Проверьте конфигурацию репозитория GitHub.

source: Controlla la connessione e i permessi del token GitHub.
de: Überprüfen Sie die Verbindung und die GitHub-Token-Berechtigungen.
fr: Vérifiez la connexion et les permissions du jeton GitHub.
pt: Verifique a conexão e as permissões do token GitHub.
ru: Проверьте соединение и права токена GitHub.

source: ❌ ERRORE GENERICO: • Problema di connessione o server • Possibile timeout della richiesta
de: ❌ ALLGEMEINER FEHLER: • Verbindungs- oder Serverproblem • Möglicher Request-Timeout
fr: ❌ ERREUR GÉNÉRIQUE : • Problème de connexion ou de serveur • Possible expiration de la requête
pt: ❌ ERRO GENÉRICO: • Problema de conexão ou servidor • Possível tempo limite da solicitação
ru: ❌ ОБЩАЯ ОШИБКА: • Проблема соединения или сервера • Возможный тайм-аут запроса

source: Verifica la connessione internet e riprova.
de: Überprüfen Sie die Internetverbindung und versuchen Sie es erneut.
fr: Vérifiez votre connexion internet et réessayez.
pt: Verifique a conexão à internet e tente novamente.
ru: Проверьте интернет-соединение и попробуйте снова.

source: ❌ Errore Creazione Issue
de: ❌ Fehler bei Issue-Erstellung
fr: ❌ Erreur de Création d'Issue
pt: ❌ Erro na Criação da Issue
ru: ❌ Ошибка создания Issue

source: Impossibile creare l'issue su GitHub
de: Kann das Issue auf GitHub nicht erstellen
fr: Impossible de créer l'issue sur GitHub
pt: Impossível criar a issue no GitHub
ru: Невозможно создать issue на GitHub

source: Creazione issue annullata.
de: Issue-Erstellung abgebrochen.
es: Creación de issue cancelada.
fr: Création de l'issue annulée.
pt: Criação da issue cancelada.
ru: Создание issue отменено.

source: Vai nella directory del repository Git corretto prima di creare PR.
de: Wechseln Sie in das korrekte Git-Repository-Verzeichnis, bevor Sie PRs erstellen.
fr: Allez dans le répertoire du dépôt Git correct avant de créer une PR.
pt: Vá para o diretório do repositório Git correto antes de criar PRs.
ru: Перейдите в директорию правильного Git репозитория перед созданием PR.

source: ⚠️ DISCREPANZA REPOSITORY RILEVATA Repository locale attuale: 🗂️ {}/{} Repository configurato in GitHub Actions: ⚙️ {}/{} La Pull Request verrà creata nel repository CONFIGURATO ({}), non in quello locale corrente ({}). Vuoi continuare comunque?
de: ⚠️ REPOSITORY-DISKREPANZ ERKANNT Aktuelles lokales Repository: 🗂️ {}/{} In GitHub Actions konfiguriertes Repository: ⚙️ {}/{} Der Pull Request wird im KONFIGURIERTEN Repository ({}) erstellt, nicht im aktuellen lokalen ({}). Möchten Sie trotzdem fortfahren?
fr: ⚠️ DISCORDANCE DE DÉPÔT DÉTECTÉE Dépôt local actuel : 🗂️ {}/{} Dépôt configuré dans les Actions GitHub : ⚙️ {}/{} La Pull Request sera créée dans le dépôt CONFIGURÉ ({}), pas dans le dépôt local actuel ({}). Voulez-vous continuer quand même ?
pt: ⚠️ DISCREPÂNCIA DE REPOSITÓRIO DETECTADA Repositório local atual: 🗂️ {}/{} Repositório configurado no GitHub Actions: ⚙️ {}/{} A Pull Request será criada no repositório CONFIGURADO ({}), não no local atual ({}). Deseja continuar mesmo assim?
ru: ⚠️ ОБНАРУЖЕНО НЕСООТВЕТСТВИЕ РЕПОЗИТОРИЯ Текущий локальный репозиторий: 🗂️ {}/{} Репозиторий, настроенный в GitHub Actions: ⚙️ {}/{} Pull Request будет создан в НАСТРОЕННОМ репозитории ({}), а не в текущем локальном ({}). Вы хотите продолжить?

source: ❌ Creazione PR Annullata
de: ❌ PR-Erstellung abgebrochen
fr: ❌ Création de PR Annulée
pt: ❌ Criação de PR Cancelada
ru: ❌ Создание PR отменено

source: Creazione Pull Request annullata dall'utente
de: Pull Request-Erstellung vom Benutzer abgebrochen
fr: Création de la Pull Request annulée par l'utilisateur
pt: Criação da Pull Request cancelada pelo utilizador
ru: Создание Pull Request отменено пользователем

source: Configura il repository corretto o vai nella directory appropriata.
de: Konfigurieren Sie das korrekte Repository oder wechseln Sie in das entsprechende Verzeichnis.
fr: Configurez le bon dépôt ou allez dans le répertoire approprié.
pt: Configure o repositório correto ou vá para o diretório apropriado.
ru: Настройте правильный репозиторий или перейдите в соответствующую директорию.

source: Token GitHub necessario per creare Pull Request
de: GitHub-Token erforderlich, um Pull Requests zu erstellen
fr: Jeton GitHub requis pour créer une Pull Request
pt: Token GitHub necessário para criar Pull Request
ru: Токен GitHub необходим для создания Pull Request

source: ❌ Nessun Branch Disponibile
de: ❌ Keine Branches verfügbar
fr: ❌ Aucune Branche Disponible
pt: ❌ Nenhum Branch Disponível
ru: ❌ Нет доступных веток

source: Impossibile recuperare i branch del repository
de: Kann die Repository-Branches nicht abrufen
fr: Impossible de récupérer les branches du dépôt
pt: Impossível recuperar os branches do repositório
ru: Невозможно получить ветки репозитория

source: Verifica la configurazione del repository e del token GitHub.
de: Überprüfen Sie die Repository- und GitHub-Token-Konfiguration.
fr: Vérifiez la configuration du dépôt et du jeton GitHub.
pt: Verifique a configuração do repositório e do token GitHub.
ru: Проверьте конфигурацию репозитория и токена GitHub.

source: ❌ Titolo Mancante
de: ❌ Fehlender Titel
fr: ❌ Titre Manquant
pt: ❌ Título em Falta
ru: ❌ Отсутствует название

source: Il titolo della Pull Request è obbligatorio
de: Der Pull Request-Titel ist erforderlich
fr: Le titre de la Pull Request est obligatoire
pt: O título da Pull Request é obrigatório
ru: Название Pull Request обязательно

source: 📝 CAMPO RICHIESTO: Il titolo della Pull Request è un campo obbligatorio e non può essere vuoto. Il titolo serve a: • Identificare rapidamente la PR • Descrivere brevemente le modifiche • Facilitare la revisione del codice Inserisci un titolo descrittivo che spieghi le modifiche apportate.
de: 📝 ERFORDERLICHES FELD: Der Pull Request-Titel ist ein Pflichtfeld und darf nicht leer sein. Der Titel dient dazu: • Den PR schnell zu identifizieren • Die Änderungen kurz zu beschreiben • Die Code-Review zu erleichtern Geben Sie einen beschreibenden Titel ein, der die vorgenommenen Änderungen erklärt.
fr: 📝 CHAMP REQUIS : Le titre de la Pull Request est un champ obligatoire et ne peut pas être vide. Le titre sert à : • Identifier rapidement la PR • Décrire brièvement les modifications • Faciliter la revue de code Saisissez un titre descriptif qui explique les modifications apportées.
pt: 📝 CAMPO OBRIGATÓRIO: O título da Pull Request é um campo obrigatório e não pode ser vazio. O título serve para: • Identificar rapidamente a PR • Descrever brevemente as alterações • Facilitar a revisão do código Insira um título descritivo que explique as alterações feitas.
ru: 📝 ОБЯЗАТЕЛЬНОЕ ПОЛЕ: Название Pull Request является обязательным полем и не может быть пустым. Название служит для: • Быстрой идентификации PR • Краткого описания изменений • Облегчения ревью кода Введите описательное название, объясняющее внесенные изменения.

source: Torna indietro e inserisci un titolo descrittivo per la Pull Request.
de: Gehen Sie zurück und geben Sie einen beschreibenden Titel für den Pull Request ein.
fr: Revenez en arrière et saisissez un titre descriptif pour la Pull Request.
pt: Volte atrás e insira um título descritivo para a Pull Request.
ru: Вернитесь назад и введите описательное название для Pull Request.

source: ❌ Branch Non Selezionati
de: ❌ Branches nicht ausgewählt
fr: ❌ Branches Non Sélectionnées
pt: ❌ Branches Não Selecionados
ru: ❌ Ветки не выбраны

source: Branch di origine e destinazione sono obbligatori
de: Quell- und Ziel-Branches sind erforderlich
fr: Les branches source et de destination sont obligatoires
pt: Branches de origem e destino são obrigatórios
ru: Исходная и целевая ветки обязательны

source: 🌿 SELEZIONE BRANCH RICHIESTA: Per creare una Pull Request è necessario specificare: 🎯 Branch di origine (HEAD): Il branch con le tue modifiche 🎯 Branch di destinazione (BASE): Il branch in cui verranno unite le modifiche Entrambi i branch devono essere selezionati per procedere. Verifica che: • Hai selezionato il branch di origine • Hai selezionato il branch di destinazione • I branch esistano nel repository
de: 🌿 BRANCH-AUSWAHL ERFORDERLICH: Um einen Pull Request zu erstellen, müssen Sie angeben: 🎯 Quell-Branch (HEAD): Der Branch mit Ihren Änderungen 🎯 Ziel-Branch (BASE): Der Branch, in den die Änderungen zusammengeführt werden Beide Branches müssen ausgewählt werden, um fortzufahren. Überprüfen Sie, dass: • Sie den Quell-Branch ausgewählt haben • Sie den Ziel-Branch ausgewählt haben • Die Branches im Repository existieren
fr: 🌿 SÉLECTION DE BRANCHE REQUISE : Pour créer une Pull Request, il est nécessaire de spécifier : 🎯 Branche source (HEAD) : La branche avec vos modifications 🎯 Branche de destination (BASE) : La branche dans laquelle les modifications seront fusionnées Les deux branches doivent être sélectionnées pour continuer. Vérifiez que : • Vous avez sélectionné la branche source • Vous avez sélectionné la branche de destination • Les branches existent dans le dépôt
pt: 🌿 SELEÇÃO DE BRANCH OBRIGATÓRIA: Para criar uma Pull Request é necessário especificar: 🎯 Branch de origem (HEAD): O branch com as suas alterações 🎯 Branch de destino (BASE): O branch onde as alterações serão unidas Ambos os branches devem ser selecionados para prosseguir. Verifique se: • Selecionou o branch de origem • Selecionou o branch de destino • Os branches existem no repositório
ru: 🌿 ТРЕБУЕТСЯ ВЫБОР ВЕТОК: Для создания Pull Request необходимо указать: 🎯 Исходная ветка (HEAD): Ветка с вашими изменениями 🎯 Целевая ветка (BASE): Ветка, в которую будут объединены изменения Обе ветки должны быть выбраны для продолжения. Убедитесь, что: • Вы выбрали исходную ветку • Вы выбрали целевую ветку • Ветки существуют в репозитории

source: Torna indietro e seleziona entrambi i branch richiesti.
de: Gehen Sie zurück und wählen Sie beide erforderlichen Branches aus.
fr: Revenez en arrière et sélectionnez les deux branches requises.
pt: Volte atrás e selecione ambos os branches solicitados.
ru: Вернитесь назад и выберите обе требуемые ветки.

source: ❌ Branch Identici
de: ❌ Identische Branches
fr: ❌ Branches Identiques
pt: ❌ Branches Idênticos
ru: ❌ Одинаковые ветки

source: Branch di origine e destinazione non possono essere uguali
de: Quell- und Ziel-Branch können nicht identisch sein
fr: Les branches source et de destination ne peuvent pas être identiques
pt: Branches de origem e destino não podem ser iguais
ru: Исходная и целевая ветки не могут быть одинаковыми

source: Seleziona branch diversi per origine e destinazione della Pull Request.
de: Wählen Sie verschiedene Branches für Quelle und Ziel des Pull Requests aus.
fr: Sélectionnez des branches différentes pour la source et la destination de la Pull Request.
pt: Selecione branches diferentes para origem e destino da Pull Request.
ru: Выберите разные ветки для источника и цели Pull Request.

source: 🚧 STATO: Draft (bozza)
de: 🚧 STATUS: Draft (Entwurf)
fr: 🚧 ÉTAT : Brouillon (draft)
pt: 🚧 ESTADO: Rascunho (draft)
ru: 🚧 СТАТУС: Draft (черновик)

source: • La PR è in modalità bozza
de: • Der PR ist im Entwurfsmodus
fr: • La PR est en mode brouillon
pt: • A PR está em modo rascunho
ru: • PR находится в режиме черновика

source: • Non può essere mergiata finché è draft
de: • Kann nicht gemergt werden, solange es ein Entwurf ist
fr: • Elle ne peut pas être fusionnée tant qu'elle est en brouillon
pt: • Não pode ser mesclada enquanto for rascunho
ru: • Не может быть объединена, пока является черновиком

source: • Utile per lavori in corso
de: • Nützlich für laufende Arbeiten
fr: • Utile pour les travaux en cours
pt: • Útil para trabalhos em andamento
ru: • Полезно для работ в процессе

source: ✅ STATO: Pronta per revisione
de: ✅ STATUS: Bereit für Review
fr: ✅ ÉTAT : Prête pour la revue
pt: ✅ ESTADO: Pronta para revisão
ru: ✅ СТАТУС: Готова к ревью

source: • La PR è pronta per essere revisionata
de: • Der PR ist bereit für die Überprüfung
fr: • La PR est prête à être revue
pt: • A PR está pronta para ser revista
ru: • PR готова к ревью

source: • Può essere assegnata a reviewer
de: • Kann Reviewern zugewiesen werden
fr: • Peut être assignée à des relecteurs
pt: • Pode ser atribuída a revisores
ru: • Может быть назначена рецензентам

source: • Può essere mergiata quando approvata
de: • Kann gemergt werden, wenn genehmigt
fr: • Peut être fusionnée une fois approuvée
pt: • Pode ser mesclada quando aprovada
ru: • Может быть объединена при одобрении

source: 🤖 AUTO-MERGE: Richiesto
de: 🤖 AUTO-MERGE: Angefordert
fr: 🤖 AUTO-FUSION : Demandée
pt: 🤖 AUTO-MERGE: Solicitado
ru: 🤖 АВТО-СЛИЯНИЕ: Запрошено

source: • La PR verrà mergiata automaticamente quando possibile
de: • Der PR wird automatisch gemergt, wenn möglich
fr: • La PR sera fusionnée automatiquement dès que possible
pt: • A PR será mesclada automaticamente quando possível
ru: • PR будет объединен автоматически, когда это возможно

source: • Richiede che il repository abbia l'auto-merge abilitato
de: • Erfordert, dass das Repository Auto-Merge aktiviert hat
fr: • Nécessite que l'auto-fusion soit activée sur le dépôt
pt: • Requer que o repositório tenha o auto-merge ativado
ru: • Требует, чтобы в репозитории было включено авто-слияние

source: 💡 PROSSIMI PASSI:
de: 💡 NÄCHSTE SCHRITTE:
fr: 💡 PROCHAINES ÉTAPES :
pt: 💡 PRÓXIMOS PASSOS:
ru: 💡 СЛЕДУЮЩИЕ ШАГИ:

source: • Visualizza la PR nel browser
de: • PR im Browser anzeigen
fr: • Voir la PR dans le navigateur
pt: • Visualizar a PR no navegador
ru: • Просмотрите PR в браузере

source: • Assegna reviewer se necessario
de: • Reviewer zuweisen, falls erforderlich
fr: • Assigner des relecteurs si nécessaire
pt: • Atribuir revisores se necessário
ru: • Назначьте рецензентов при необходимости

source: • Monitora lo stato dei check automatici
de: • Status der automatischen Checks überwachen
fr: • Surveiller l'état des vérifications automatiques
pt: • Monitorar o estado das verificações automáticas
ru: • Отслеживайте статус автоматических проверок

source: • Aggiorna la descrizione se necessario
de: • Beschreibung bei Bedarf aktualisieren
fr: • Mettre à jour la description si nécessaire
pt: • Atualizar a descrição se necessário
ru: • Обновите описание при необходимости

source: 🎯 Pull Request Creata
de: 🎯 Pull Request erstellt
fr: 🎯 Pull Request Créée
pt: 🎯 Pull Request Criada
ru: 🎯 Pull Request создан

source: PR #{} creata con successo
de: PR #{} erfolgreich erstellt
fr: PR #{} créée avec succès
pt: PR #{} criada com sucesso
ru: PR #{} создан успешно

source: Vuoi aprire la Pull Request nel browser?
de: Möchten Sie den Pull Request im Browser öffnen?
fr: Voulez-vous ouvrir la Pull Request dans le navigateur ?
pt: Deseja abrir a Pull Request no navegador?
ru: Хотите открыть Pull Request в браузере?

source: Apri PR
de: PR öffnen
es: Abrir PR
fr: Ouvrir la PR
pt: Abrir PR
ru: Открыть PR

source: ❌ ERRORE AUTENTICAZIONE: • Token GitHub non valido o scaduto • Permessi insufficienti per creare PR
de: ❌ AUTHENTIFIZIERUNGSFEHLER: • GitHub-Token ungültig oder abgelaufen • Unzureichende Berechtigungen zum Erstellen von PRs
fr: ❌ ERREUR D'AUTHENTIFICATION : • Jeton GitHub invalide ou expiré • Permissions insuffisantes pour créer une PR
pt: ❌ ERRO DE AUTENTICAÇÃO: • Token GitHub inválido ou expirado • Permissões insuficientes para criar PRs
ru: ❌ ОШИБКА АУТЕНТИФИКАЦИИ: • Недействительный или истекший токен GitHub • Недостаточные права для создания PR

source: ❌ ERRORE PERMESSI: • Non hai permessi per creare PR in questo repository • Repository privato senza accesso
de: ❌ BERECHTIGUNGSFEHLER: • Sie haben keine Berechtigung, PRs in diesem Repository zu erstellen • Privates Repository ohne Zugriff
fr: ❌ ERREUR DE PERMISSIONS : • Vous n'avez pas les permissions pour créer une PR dans ce dépôt • Dépôt privé sans accès
pt: ❌ ERRO DE PERMISSÕES: • Não tem permissões para criar PRs neste repositório • Repositório privado sem acesso
ru: ❌ ОШИБКА ПРАВ: • У вас нет прав для создания PR в этом репозитории • Частный репозиторий без доступа
