Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: • Non ci sono state esecuzioni recenti
de: • Es gab keine aktuellen Ausführungen
fr: • Il n'y a pas eu d'exécutions récentes
pt: • Não houve execuções recentes
ru: • Не было недавних выполнений

source: • Problemi di accesso o permessi
de: • Zugriffs- oder Berechtigungsprobleme
fr: • Problèmes d'accès ou de permissions
pt: • Problemas de acesso ou permissões
ru: • Проблемы доступа или прав

source: • Repository senza workflow configurati
de: • Repository ohne konfigurierte Workflows
fr: • Dépôt sans workflows configurés
pt: • Repositório sem workflows configurados
ru: • Репозиторий без настроенных workflow

source: 💡 SUGGERIMENTI:
de: 💡 VORSCHLÄGE:
fr: 💡 SUGGESTIONS :
pt: 💡 SUGESTÕES:
ru: 💡 ПРЕДЛОЖЕНИЯ:

source: • Verifica che il workflow sia stato effettivamente avviato
de: • Überprüfen Sie, ob der Workflow tatsächlich gestartet wurde
fr: • Vérifiez que le workflow a bien été démarré
pt: • Verifique se o workflow foi realmente iniciado
ru: • Убедитесь, что workflow действительно был запущен

source: • Controlla lo stato su GitHub Actions
de: • Status auf GitHub Actions überprüfen
fr: • Vérifiez l'état sur les Actions GitHub
pt: • Verifique o status no GitHub Actions
ru: • Проверьте статус в GitHub Actions

source: • Riprova tra qualche secondo
de: • In ein paar Sekunden erneut versuchen
fr: • Réessayez dans quelques secondes
pt: • Tente novamente em alguns segundos
ru: • Попробуйте снова через несколько секунд

source: ❌ Nessuna Esecuzione Trovata
de: ❌ Keine Ausführung gefunden
fr: ❌ Aucune Exécution Trouvée
pt: ❌ Nenhuma Execução Encontrada
ru: ❌ Выполнений не найдено

source: Non sono state trovate esecuzioni recenti da monitorare
de: Keine aktuellen Ausführungen zum Überwachen gefunden
fr: Aucune exécution récente à suivre n'a été trouvée
pt: Não foram encontradas execuções recentes para monitorar
ru: Не найдено недавних выполнений для мониторинга

source: Verifica che il workflow sia stato avviato correttamente su GitHub.
de: Überprüfen Sie, ob der Workflow korrekt auf GitHub gestartet wurde.
fr: Vérifiez que le workflow a été démarré correctement sur GitHub.
pt: Verifique se o workflow foi iniciado corretamente no GitHub.
ru: Убедитесь, что workflow был корректно запущен на GitHub.

source: 🌐 ERRORE CONNESSIONE
fr: 🌐 ERREUR DE CONNEXION
pt: 🌐 ERRO DE CONEXÃO

source: 📝 Dettagli
fr: 📝 Détails
pt: 📝 Detalhes

source: ⏰ Timestamp
fr: ⏰ Horodatage

source: ❌ PROBLEMA
fr: ❌ PROBLÈME

source: Errore di rete durante la ricerca delle esecuzioni
fr: Erreur réseau lors de la recherche des exécutions
pt: Erro de rede ao procurar execuções

source: Server GitHub temporaneamente non disponibile
fr: Serveur GitHub temporairement indisponible
pt: Servidor GitHub temporariamente indisponível

source: Problemi di connessione internet
fr: Problèmes de connexion internet
pt: Problemas de conexão com a internet

source: Timeout della richiesta
fr: Expiration de la requête
pt: Timeout da requisição

source: 🔧 SOLUZIONI
fr: 🔧 SOLUTIONS
pt: 🔧 SOLUÇÕES

source: Verifica la connessione internet
fr: Vérifiez votre connexion internet
pt: Verifique sua conexão com a internet

source: Riprova il monitoraggio tra qualche minuto
fr: Réessayez le suivi dans quelques minutes
pt: Tente o monitoramento novamente em alguns minutos

source: Controlla lo stato dei servizi GitHub
fr: Vérifiez l'état des services GitHub
pt: Verifique o status dos serviços do GitHub

source: Verifica i permessi del token GitHub
fr: Vérifiez les permissions du jeton GitHub
pt: Verifique as permissões do token GitHub

source: ❌ Errore di Rete
de: ❌ Netzwerkfehler
fr: ❌ Erreur Réseau
pt: ❌ Erro de Rede
ru: ❌ Сетевая ошибка

source: Problema di connessione durante la ricerca delle esecuzioni
de: Verbindungsproblem bei der Suche nach Ausführungen
fr: Problème de connexion lors de la recherche des exécutions
pt: Problema de conexão ao procurar execuções
ru: Проблема соединения при поиске выполнений

source: Controlla la connessione e riprova tra qualche minuto.
de: Überprüfen Sie die Verbindung und versuchen Sie es in ein paar Minuten erneut.
fr: Vérifiez la connexion et réessayez dans quelques minutes.
pt: Verifique a conexão e tente novamente em alguns minutos.
ru: Проверьте соединение и попробуйте снова через несколько минут.

source: ⚠️ ERRORE IMPREVISTO
fr: ⚠️ ERREUR INATTENDUE
pt: ⚠️ ERRO INESPERADO

source: Errore sconosciuto durante la ricerca automatica
fr: Erreur inconnue lors de la recherche automatique
pt: Erro desconhecido durante a busca automática

source: Possibile problema interno dell'applicazione
fr: Possible problème interne de l'application
pt: Possível problema interno do aplicativo

source: Risposta inattesa dall'API GitHub
fr: Réponse inattendue de l'API GitHub
pt: Resposta inesperada da API do GitHub

source: 🔧 AZIONI
fr: 🔧 ACTIONS
pt: 🔧 AÇÕES

source: Riprova l'operazione di monitoraggio
fr: Réessayez l'opération de suivi
pt: Tente a operação de monitoramento novamente

source: Verifica la configurazione GitHub
fr: Vérifiez la configuration GitHub
pt: Verifique a configuração do GitHub

source: Controlla i log per dettagli aggiuntivi
fr: Consultez les journaux pour plus de détails
pt: Verifique os logs para detalhes adicionais

source: Segnala il problema se persiste
fr: Signalez le problème s'il persiste
pt: Relate o problema se persistir

source: ❌ Errore Imprevisto
de: ❌ Unerwarteter Fehler
fr: ❌ Erreur Inattendue
pt: ❌ Erro Inesperado
ru: ❌ Неожиданная ошибка

source: Errore sconosciuto durante la ricerca automatica delle esecuzioni
de: Unbekannter Fehler bei der automatischen Suche nach Ausführungen
fr: Erreur inconnue lors de la recherche automatique des exécutions
pt: Erro desconhecido durante a busca automática das execuções
ru: Неизвестная ошибка во время автоматического поиска выполнений

source: Riprova l'operazione o segnala il problema se persiste.
de: Versuchen Sie die Operation erneut oder melden Sie das Problem, falls es weiterhin besteht.
fr: Réessayez l'opération ou signalez le problème s'il persiste.
pt: Tente a operação novamente ou relate o problema se persistir.
ru: Повторите операцию или сообщите о проблеме, если она продолжается.

source: 🔍 Verifica stato workflow '{}': Status={}, Conclusion={}
de: 🔍 Workflow-Status '{}' überprüfen: Status={}, Conclusion={}
es: 🔍 Verificando estado del workflow '{}': Estado={}, Conclusión={}
fr: 🔍 Vérification de l'état du workflow '{}' : Statut={}, Conclusion={}
pt: 🔍 Verificando status do workflow '{}': Status={}, Conclusão={}
ru: 🔍 Проверка состояния workflow '{}': Статус={}, Заключение={}

source: ✅ Workflow effettivamente cancellato!
de: ✅ Workflow tatsächlich abgebrochen!
es: ✅ ¡Workflow cancelado efectivamente!
fr: ✅ Workflow annulé avec succès !
pt: ✅ Workflow realmente cancelado!
ru: ✅ Workflow действительно отменен!

source: ⏳ Workflow ancora in esecuzione, cancellazione in corso...
de: ⏳ Workflow läuft noch, Abbruch im Gange...
es: ⏳ Workflow todavía en ejecución, cancelación en curso...
fr: ⏳ Workflow toujours en cours d'exécution, annulation en cours...
pt: ⏳ Workflow ainda em execução, cancelamento em andamento...
ru: ⏳ Workflow все еще выполняется, отмена в процессе...

source: ℹ️ Stato workflow: {}
de: ℹ️ Workflow-Status: {}
es: ℹ️ Estado del workflow: {}
fr: ℹ️ État du workflow : {}
pt: ℹ️ Status do workflow: {}
ru: ℹ️ Состояние workflow: {}

source: ❌ Errore verifica stato: {}
de: ❌ Fehler bei der Statusüberprüfung: {}
es: ❌ Error al verificar el estado: {}
fr: ❌ Erreur de vérification de l'état : {}
pt: ❌ Erro ao verificar status: {}
ru: ❌ Ошибка проверки состояния: {}

source: Esecuzione comando GitHub: {}...
de: GitHub-Befehl ausführen: {}...
es: Ejecutando comando de GitHub: {}...
fr: Exécution de la commande GitHub : {}...
pt: Executando comando GitHub: {}...
ru: Выполнение команды GitHub: {}...

source: Configurazione GitHub Actions
de: GitHub Actions-Konfiguration
es: Configuración de GitHub Actions
fr: Configuration des Actions GitHub
pt: Configuração do GitHub Actions
ru: Конфигурация GitHub Actions

source: Proprietario e Nome Repository sono obbligatori.
de: Eigentümer und Repository-Name sind erforderlich.
es: El Propietario y el Nombre del Repositorio son obligatorios.
fr: Le propriétaire et le nom du dépôt sont obligatoires.
pt: Proprietário e Nome do Repositório são obrigatórios.
ru: Владелец и имя репозитория обязательны.

source: Proprietario e Nome Repository non possono essere vuoti.
de: Eigentümer und Repository-Name dürfen nicht leer sein.
es: El Propietario y el Nombre del Repositorio no pueden estar vacíos.
fr: Le propriétaire et le nom du dépôt ne peuvent pas être vides.
pt: Proprietário e Nome do Repositório não podem estar vazios.
ru: Владелец и имя репозитория не могут быть пустыми.

source: Errore Configurazione
de: Konfigurationsfehler
es: Error de Configuración
fr: Erreur de Configuration
pt: Erro de Configuração
ru: Ошибка конфигурации

source: Token aggiornato
de: Token aktualisiert
es: Token actualizado
fr: Jeton mis à jour
pt: Token atualizado
ru: Токен обновлен

source: Token esistente mantenuto
de: Vorhandenes Token beibehalten
es: Token existente mantenido
fr: Jeton existant conservé
pt: Token existente mantido
ru: Существующий токен сохранен

source: Nessun token configurato
de: Kein Token konfiguriert
es: Ningún token configurado
fr: Aucun jeton configuré
pt: Nenhum token configurado
ru: Токен не настроен

source: Azione token: {}
de: Token-Aktion: {}
es: Acción del token: {}
fr: Action du jeton : {}
pt: Ação do token: {}
ru: Действие с токеном: {}

source: Configurazione GitHub salvata/aggiornata su file.
de: GitHub-Konfiguration in Datei gespeichert/aktualisiert.
es: Configuración de GitHub guardada/actualizada en archivo.
fr: Configuration GitHub enregistrée/mise à jour dans le fichier.
pt: Configuração do GitHub salva/atualizada no arquivo.
ru: Конфигурация GitHub сохранена/обновлена в файле.

source: Selezione esecuzione workflow resettata.
de: Workflow-Ausführungsauswahl zurückgesetzt.
es: Selección de ejecución de workflow reseteada.
fr: Sélection de l'exécution du workflow réinitialisée.
pt: Seleção da execução do workflow redefinida.
ru: Выбор выполнения workflow сброшен.

source: Salvataggio configurazione GitHub su file fallito o non eseguito.
de: Speichern der GitHub-Konfiguration in Datei fehlgeschlagen oder nicht ausgeführt.
es: Guardado de la configuración de GitHub en archivo fallido o no ejecutado.
fr: Échec de l'enregistrement de la configuration GitHub dans le fichier ou non exécuté.
pt: Falha ou não execução do salvamento da configuração do GitHub no arquivo.
ru: Сохранение конфигурации GitHub в файл не удалось или не выполнено.

source: I dettagli GitHub sono stati aggiornati in memoria per la sessione corrente.
de: Die GitHub-Details wurden im Speicher für die aktuelle Sitzung aktualisiert.
es: Los detalles de GitHub han sido actualizados en memoria para la sesión actual.
fr: Les détails GitHub ont été mis à jour en mémoire pour la session actuelle.
pt: Os detalhes do GitHub foram atualizados na memória para a sessão atual.
ru: Детали GitHub были обновлены в памяти для текущей сессии.

source: Configurazione GitHub attuale (in memoria): Proprietario: {} Repository: {} Token PAT: {} Richiedi pass all'avvio: {} Rimuovi Timestamp Log: {}
de: Aktuelle GitHub-Konfiguration (im Speicher): Eigentümer: {} Repository: {} PAT-Token: {} Passwort beim Start anfordern: {} Log-Zeitstempel entfernen: {}
es: Configuración actual de GitHub (en memoria): Propietario: {} Repositorio: {} Token PAT: {} Solicitar contraseña al inicio: {} Eliminar Marcas de Tiempo de Log: {}
fr: Configuration GitHub actuelle (en mémoire) : Propriétaire : {} Dépôt : {} Jeton PAT : {} Demander le mot de passe au démarrage : {} Supprimer l'horodatage du journal : {}
pt: Configuração atual do GitHub (em memória): Proprietário: {} Repositório: {} Token PAT: {} Solicitar senha na inicialização: {} Remover Timestamp do Log: {}
ru: Текущая конфигурация GitHub (в памяти): Владелец: {} Репозиторий: {} Токен PAT: {} Запрашивать пароль при запуске: {} Удалить временные метки логов: {}

source: Non impostato
de: Nicht eingestellt
es: No establecido
fr: Non défini
pt: Não definido
ru: Не установлено

source: Presente
de: Vorhanden
fr: Présent
ru: Присутствует

source: Non presente/Non caricato
de: Nicht vorhanden/Nicht geladen
es: No presente/No cargado
fr: Non présent/Non chargé
pt: Não presente/Não carregado
ru: Отсутствует/Не загружен

source: Configurazione GitHub annullata.
de: GitHub-Konfiguration abgebrochen.
es: Configuración de GitHub cancelada.
fr: Configuration GitHub annulée.
pt: Configuração do GitHub cancelada.
ru: Конфигурация GitHub отменена.

source: ERRORE: Proprietario e/o nome del Repository GitHub non sono attualmente impostati. Assicurati che il percorso corrente punti a un repository GitHub con un remoto 'origin' valido e riconoscibile, oppure imposta manualmente i dettagli usando il comando '{}'.
de: FEHLER: GitHub-Repository-Eigentümer und/oder -Name sind derzeit nicht eingestellt. Stellen Sie sicher, dass der aktuelle Pfad auf ein GitHub-Repository mit einem gültigen und erkennbaren 'origin'-Remote zeigt, oder setzen Sie die Details manuell mit dem Befehl '{}'.
es: ERROR: El propietario y/o el nombre del Repositorio de GitHub no están actualmente establecidos. Asegúrate de que la ruta actual apunte a un repositorio de GitHub con un remoto 'origin' válido y reconocible, o establece manualmente los detalles usando el comando '{}'.
fr: ERREUR : Le propriétaire et/ou le nom du dépôt GitHub ne sont pas actuellement définis. Assurez-vous que le chemin actuel pointe vers un dépôt GitHub avec un dépôt distant 'origin' valide et reconnaissable, ou définissez manuellement les détails à l'aide de la commande '{}'.
pt: ERRO: Proprietário e/ou nome do Repositório GitHub não estão atualmente definidos. Certifique-se de que o caminho atual aponte para um repositório GitHub com um remoto 'origin' válido e reconhecível, ou defina manualmente os detalhes usando o comando '{}'.
ru: ОШИБКА: Владелец и/или имя репозитория GitHub в настоящее время не установлены. Убедитесь, что текущий путь указывает на репозиторий GitHub с действительным и распознаваемым удаленным 'origin', или установите детали вручную, используя команду '{}'.

source: ERRORE: Token di Accesso Personale GitHub non configurato o non caricato. È necessario per questa operazione. Usa '{}' per configurarlo.
de: FEHLER: GitHub Personal Access Token nicht konfiguriert oder geladen. Es ist für diese Operation erforderlich. Verwenden Sie '{}', um es zu konfigurieren.
es: ERROR: Token de Acceso Personal de GitHub no configurado o no cargado. Es necesario para esta operación. Usa '{}' para configurarlo.
fr: ERREUR : Jeton d'Accès Personnel GitHub non configuré ou non chargé. Il est requis pour cette opération. Utilisez '{}' pour le configurer.
pt: ERRO: Token de Acesso Pessoal do GitHub não configurado ou não carregado. É necessário para esta operação. Use '{}' para configurá-lo.
ru: ОШИБКА: Персональный токен доступа GitHub не настроен или не загружен. Он необходим для этой операции. Используйте '{}' для настройки.

source: ATTENZIONE: Token GitHub non disponibile. L'operazione potrebbe fallire o avere funzionalità limitate, specialmente per repository privati o per creare/modificare risorse.
de: ACHTUNG: GitHub-Token nicht verfügbar. Die Operation könnte fehlschlagen oder eingeschränkte Funktionen haben, besonders für private Repositories oder zum Erstellen/Bearbeiten von Ressourcen.
es: ATENCIÓN: Token de GitHub no disponible. La operación podría fallar o tener funcionalidad limitada, especialmente para repositorios privados o para crear/modificar recursos.
fr: ATTENTION : Jeton GitHub non disponible. L'opération pourrait échouer ou avoir des fonctionnalités limitées, notamment pour les dépôts privés ou pour créer/modifier des ressources.
pt: ATENÇÃO: Token GitHub não disponível. A operação pode falhar ou ter funcionalidades limitadas, especialmente para repositórios privados ou para criar/modificar recursos.
ru: ВНИМАНИЕ: Токен GitHub недоступен. Операция может не удаться или иметь ограниченную функциональность, особенно для частных репозиториев или для создания/изменения ресурсов.

source: Crea Nuova Release GitHub
de: Neues GitHub-Release erstellen
es: Crear Nueva Release de GitHub
fr: Créer une Nouvelle Release GitHub
pt: Criar Nova Release GitHub
ru: Создать новый релиз GitHub

source: Tag o Titolo della release non validi. Operazione annullata.
de: Tag oder Release-Titel ungültig. Operation abgebrochen.
es: Etiqueta o Título de la release no válidos. Operación cancelada.
fr: Tag ou Titre de la release invalide. Opération annulée.
pt: Tag ou Título da release inválidos. Operação cancelada.
ru: Недействительный тег или название релиза. Операция отменена.

source: Release creata con successo: {}
es: Release creada con éxito: {}
fr: Release créée avec succès : {}

source: Upload asset: '{}'...
de: Asset hochladen: '{}'...
es: Subiendo activo: '{}'...
fr: Téléversement de l'asset : '{}'...
pt: Carregando ativo: '{}'...
ru: Загрузка ресурса: '{}'...

source: Asset '{}' caricato: {}
es: Activo '{}' subido: {}
fr: Asset '{}' téléversé : {}

source: ERRORE upload asset '{}': {}
es: ERROR al subir el activo '{}': {}
fr: ERREUR de téléversement de l'asset '{}' : {}

source: Dettagli errore API asset: {}
es: Detalles del error de la API del activo: {}
fr: Détails de l'erreur API de l'asset : {}

source: ERRORE lettura file asset '{}': {}
es: ERROR al leer el archivo del activo '{}': {}
fr: ERREUR de lecture du fichier d'asset '{}' : {}

source: ERRORE API GitHub (creazione release): {}
es: ERROR de la API de GitHub (creación de release): {}
fr: ERREUR API GitHub (création de la release) : {}

source: Dettagli errore API: {}
de: API-Fehlerdetails: {}
es: Detalles del error de la API: {}
fr: Détails de l'erreur API : {}
pt: Detalhes do erro da API: {}
ru: Детали ошибки API: {}

source: Dettagli errore API (testo): {}
es: Detalles del error de la API (texto): {}
fr: Détails de l'erreur API (texte) : {}

source: ERRORE imprevisto durante creazione release: {}
es: ERROR inesperado durante la creación de la release: {}
fr: ERREUR inattendue lors de la création de la release : {}

source: Creazione Release annullata dall'utente.
de: Release-Erstellung vom Benutzer abgebrochen.
es: Creación de la Release cancelada por el usuario.
fr: Création de la Release annulée par l'utilisateur.
pt: Criação da Release cancelada pelo usuário.
ru: Создание релиза отменено пользователем.

source: Recupero elenco release da GitHub per {}/{}
de: Release-Liste von GitHub für {}/{} abrufen
es: Obteniendo lista de releases de GitHub para {}/{}
fr: Récupération de la liste des releases depuis GitHub pour {}/{}
pt: Recuperando lista de releases do GitHub para {}/{}
ru: Получение списка релизов с GitHub для {}/{}

source: Nessuna release trovata per il repository {}/{}.
de: Keine Releases für das Repository {}/{} gefunden.
es: No se encontraron releases para el repositorio {}/{}.
fr: Aucune release trouvée pour le dépôt {}/{}.
pt: Nenhuma release encontrada para o repositório {}/{}.
ru: Релизы для репозитория {}/{} не найдены.

source: Senza nome
de: Ohne Namen
es: Sin nombre
fr: Sans nom
pt: Sem nome
ru: Без названия

source: Nessuna release valida trovata da modificare.
de: Keine gültigen Releases zum Bearbeiten gefunden.
es: No se encontraron releases válidas para modificar.
fr: Aucune release valide trouvée à modifier.
pt: Nenhuma release válida encontrada para modificar.
ru: Не найдено действительных релизов для изменения.

source: Seleziona la release da modificare:
de: Release zum Bearbeiten auswählen:
es: Selecciona la release a modificar:
fr: Sélectionnez la release à modifier :
pt: Selecione a release a ser modificada:
ru: Выберите релиз для изменения:

source: Modifica Release GitHub
de: GitHub-Release bearbeiten
es: Modificar Release de GitHub
fr: Modifier la Release GitHub
pt: Modificar Release GitHub
ru: Изменить релиз GitHub

source: Modifica release annullata (selezione non effettuata).
de: Release-Bearbeitung abgebrochen (keine Auswahl getroffen).
es: Modificación de release cancelada (selección no realizada).
fr: Modification de la release annulée (aucune sélection).
pt: Modificação da release cancelada (seleção não efetuada).
ru: Изменение релиза отменено (выбор не сделан).

source: Errore: selezione della release non valida.
de: Fehler: Ungültige Release-Auswahl.
es: Error: selección de la release no válida.
fr: Erreur : sélection de la release invalide.
pt: Erro: seleção da release inválida.
ru: Ошибка: недействительный выбор релиза.

source: Aggiornamento release '{}' (ID: {})...
de: Release '{}' (ID: {}) aktualisieren...
es: Actualizando release '{}' (ID: {})...
fr: Mise à jour de la release '{}' (ID : {})...
pt: Atualizando release '{}' (ID: {})...
ru: Обновление релиза '{}' (ID: {})...

source: ✅ Release aggiornata con successo!
de: ✅ Release erfolgreich aktualisiert!
es: ✅ ¡Release actualizada con éxito!
fr: ✅ Release mise à jour avec succès !
pt: ✅ Release atualizada com sucesso!
ru: ✅ Релиз обновлен успешно!

source: 🗑️ Eliminazione di {} asset...
de: 🗑️ {} Assets löschen...
es: 🗑️ Eliminando {} activos...
fr: 🗑️ Suppression de {} asset(s)...
pt: 🗑️ Excluindo {} ativos...
ru: 🗑️ Удаление {} ресурсов...

source: ⚠️ ID asset mancante per '{}', salto eliminazione.
de: ⚠️ Asset-ID für '{}' fehlt, Löschung übersprungen.
es: ⚠️ ID de activo faltante para '{}', saltando eliminación.
fr: ⚠️ ID d'asset manquant pour '{}', suppression ignorée.
pt: ⚠️ ID de ativo ausente para '{}', pulando exclusão.
ru: ⚠️ ID ресурса отсутствует для '{}', пропуск удаления.

source: 🗑️ Eliminazione asset: '{}'...
de: 🗑️ Asset löschen: '{}'...
es: 🗑️ Eliminando activo: '{}'...
fr: 🗑️ Suppression de l'asset : '{}'...
pt: 🗑️ Excluindo ativo: '{}'...
ru: 🗑️ Удаление ресурса: '{}'...

source: ✅ Asset '{}' eliminato con successo!
de: ✅ Asset '{}' erfolgreich gelöscht!
es: ✅ ¡Activo '{}' eliminado con éxito!
fr: ✅ Asset '{}' supprimé avec succès !
pt: ✅ Ativo '{}' excluído com sucesso!
ru: ✅ Ресурс '{}' удален успешно!

source: ⚠️ Asset '{}' non trovato (già eliminato?)
de: ⚠️ Asset '{}' nicht gefunden (bereits gelöscht?)
es: ⚠️ Activo '{}' no encontrado (¿ya eliminado?)
fr: ⚠️ Asset '{}' non trouvé (déjà supprimé ?)
pt: ⚠️ Ativo '{}' não encontrado (já excluído?)
ru: ⚠️ Ресурс '{}' не найден (уже удален?)

source: ❌ Errore HTTP eliminazione asset '{}': {}
de: ❌ HTTP-Fehler beim Löschen des Assets '{}': {}
es: ❌ Error HTTP al eliminar el activo '{}': {}
fr: ❌ Erreur HTTP lors de la suppression de l'asset '{}' : {}
pt: ❌ Erro HTTP ao excluir ativo '{}': {}
ru: ❌ HTTP ошибка удаления ресурса '{}': {}

source: ❌ Errore rete eliminazione asset '{}': {}
de: ❌ Netzwerkfehler beim Löschen des Assets '{}': {}
es: ❌ Error de red al eliminar el activo '{}': {}
fr: ❌ Erreur réseau lors de la suppression de l'asset '{}' : {}
pt: ❌ Erro de rede ao excluir ativo '{}': {}
ru: ❌ Сетевая ошибка удаления ресурса '{}': {}

source: ❌ Errore imprevisto eliminazione asset '{}': {}
de: ❌ Unerwarteter Fehler beim Löschen des Assets '{}': {}
es: ❌ Error inesperado al eliminar el activo '{}': {}
fr: ❌ Erreur inattendue lors de la suppression de l'asset '{}' : {}
pt: ❌ Erro inesperado ao excluir ativo '{}': {}
ru: ❌ Неожиданная ошибка удаления ресурса '{}': {}

source: 📊 Asset eliminati con successo: {}/{}
de: 📊 Assets erfolgreich gelöscht: {}/{}
es: 📊 Activos eliminados con éxito: {}/{}
fr: 📊 Assets supprimés avec succès : {}/{}
pt: 📊 Ativos excluídos com sucesso: {}/{}
ru: 📊 Ресурсы удалены успешно: {}/{}

source: Upload di {} nuovi asset...
de: {} neue Assets hochladen...
es: Subiendo {} nuevos activos...
fr: Téléversement de {} nouvel(s) asset(s)...
pt: Carregando {} novos ativos...
ru: Загрузка {} новых ресурсов...
