Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: ❌ DATI NON VALIDI: • I branch specificati potrebbero non esistere • Non ci sono differenze tra i branch • Parametri della PR non validi
de: ❌ UNGÜLTIGE DATEN: • Die angegebenen Branches existieren möglicherweise nicht • Es gibt keine Unterschiede zwischen den Branches • Ungültige PR-Parameter
fr: ❌ DONNÉES INVALIDES : • Les branches spécifiées peuvent ne pas exister • Il n'y a aucune différence entre les branches • Paramètres de la PR invalides
pt: ❌ DADOS INVÁLIDOS: • Os branches especificados podem não existir • Não há diferenças entre os branches • Parâmetros da PR inválidos
ru: ❌ НЕДЕЙСТВИТЕЛЬНЫЕ ДАННЫЕ: • Указанные ветки могут не существовать • Нет различий между ветками • Недействительные параметры PR

source: Non ci sono commit nel branch '{}' che non sono già in '{}'. Verifica che ci siano effettivamente delle modifiche da unire.
de: Es gibt keine Commits im Branch '{}', die nicht bereits in '{}' sind. Überprüfen Sie, ob tatsächlich Änderungen zusammengeführt werden sollen.
fr: Il n'y a pas de commits dans la branche '{}' qui ne soient pas déjà dans '{}'. Vérifiez qu'il y a bien des modifications à fusionner.
pt: Não há commits no branch '{}' que já não estejam em '{}'. Verifique se há realmente alterações a serem mescladas.
ru: В ветке '{}' нет коммитов, которых еще нет в '{}'. Убедитесь, что действительно есть изменения для объединения.

source: Una Pull Request tra questi branch potrebbe già esistere. Verifica su GitHub.
de: Ein Pull Request zwischen diesen Branches könnte bereits existieren. Überprüfen Sie dies auf GitHub.
fr: Une Pull Request entre ces branches pourrait déjà exister. Vérifiez sur GitHub.
pt: Uma Pull Request entre esses branches pode já existir. Verifique no GitHub.
ru: Pull Request между этими ветками может уже существовать. Проверьте на GitHub.

source: Verifica che i branch selezionati esistano e abbiano delle differenze.
de: Überprüfen Sie, ob die ausgewählten Branches existieren und Unterschiede aufweisen.
fr: Vérifiez que les branches sélectionnées existent et ont des différences.
pt: Verifique se os branches selecionados existem e têm diferenças.
ru: Убедитесь, что выбранные ветки существуют и имеют различия.

source: ❌ Errore Creazione Pull Request
de: ❌ Fehler bei Pull Request-Erstellung
fr: ❌ Erreur de Création de Pull Request
pt: ❌ Erro na Criação da Pull Request
ru: ❌ Ошибка создания Pull Request

source: Impossibile creare la Pull Request su GitHub
de: Kann den Pull Request auf GitHub nicht erstellen
fr: Impossible de créer la Pull Request sur GitHub
pt: Impossível criar a Pull Request no GitHub
ru: Невозможно создать Pull Request на GitHub

source: Creazione PR annullata.
de: PR-Erstellung abgebrochen.
es: Creación de PR cancelada.
fr: Création de la PR annulée.
pt: Criação de PR cancelada.
ru: Создание PR отменено.

source: completato con SUCCESSO
de: ERFOLGREICH abgeschlossen
fr: terminé avec SUCCÈS
pt: concluído com SUCESSO
ru: завершено УСПЕШНО

source: FALLITO
de: FEHLGESCHLAGEN
fr: ÉCHOUÉ
pt: FALHOU
ru: НЕ УДАЛОСЬ

source: CANCELLATO
de: ABGEBROCHEN
fr: ANNULÉ
pt: CANCELADO
ru: ОТМЕНЕНО

source: SALTATO
de: ÜBERSPRUNGEN
fr: IGNORÉ
pt: IGNORADO
ru: ПРОПУЩЕНО

source: SCADUTO (timeout)
de: ABGELAUFEN (Timeout)
fr: EXPIRÉ (timeout)
pt: EXPIRADO (tempo limite)
ru: ИСТЕК СРОК (таймаут)

source: terminato (conclusione: {})
de: beendet (Schlussfolgerung: {})
fr: terminé (conclusion : {})
pt: terminado (conclusão: {})
ru: завершено (результат: {})

source: N/D
de: k.A.
fr: N/A
ru: Н/Д

source: 🎯 WORKFLOW COMPLETATO
de: 🎯 WORKFLOW ABGESCHLOSSEN
fr: 🎯 WORKFLOW TERMINÉ
pt: 🎯 WORKFLOW CONCLUÍDO
ru: 🎯 WORKFLOW ЗАВЕРШЕН

source: 📋 Nome: {}
de: 📋 Name: {}
fr: 📋 Nom : {}
ru: 📋 Имя: {}

source: 🆔 Run ID: {}
fr: 🆔 ID d'Exécution : {}
pt: 🆔 ID da Execução: {}
ru: 🆔 ID запуска: {}

source: 🏢 Repository: {}/{}
fr: 🏢 Dépôt : {}/{}
pt: 🏢 Repositório: {}/{}
ru: 🏢 Репозиторий: {}/{}

source: 📊 Risultato: {}
de: 📊 Ergebnis: {}
fr: 📊 Résultat : {}
pt: 📊 Resultado: {}
ru: 📊 Результат: {}

source: ⏱️ Durata monitoraggio: {:.1f} minuti
de: ⏱️ Überwachungsdauer: {:.1f} Minuten
fr: ⏱️ Durée du suivi : {:.1f} minutes
pt: ⏱️ Duração do monitoramento: {:.1f} minutos
ru: ⏱️ Длительность мониторинга: {:.1f} минут

source: 📅 Completato: {}
de: 📅 Abgeschlossen: {}
fr: 📅 Terminé le : {}
pt: 📅 Concluído: {}
ru: 📅 Завершено: {}

source: ✅ SUCCESSO:
de: ✅ ERFOLG:
fr: ✅ SUCCÈS :
pt: ✅ SUCESSO:
ru: ✅ УСПЕХ:

source: • Il workflow è stato completato con successo
de: • Der Workflow wurde erfolgreich abgeschlossen
fr: • Le workflow s'est terminé avec succès
pt: • O workflow foi concluído com sucesso
ru: • Workflow был завершен успешно

source: • Tutti i job sono stati eseguiti correttamente
de: • Alle Jobs wurden korrekt ausgeführt
fr: • Tous les jobs se sont exécutés correctement
pt: • Todos os trabalhos foram executados corretamente
ru: • Все задания были выполнены корректно

source: • Eventuali artifact potrebbero essere disponibili per il download
de: • Mögliche Artefakte könnten zum Download verfügbar sein
fr: • Des artefacts pourraient être disponibles au téléchargement
pt: • Quaisquer artefatos podem estar disponíveis para download
ru: • Возможные артефакты могут быть доступны для скачивания

source: 💡 AZIONI DISPONIBILI:
de: 💡 VERFÜGBARE AKTIONEN:
fr: 💡 ACTIONS DISPONIBLES :
pt: 💡 AÇÕES DISPONÍVEIS:
ru: 💡 ДОСТУПНЫЕ ДЕЙСТВИЯ:

source: • Visualizza i log dettagliati dell'esecuzione
de: • Detaillierte Ausführungslogs anzeigen
fr: • Afficher les journaux détaillés de l'exécution
pt: • Visualizar os logs detalhados da execução
ru: • Просмотрите подробные логи выполнения

source: • Scarica gli artifact generati (se presenti)
de: • Generierte Artefakte herunterladen (falls vorhanden)
fr: • Télécharger les artefacts générés (si présents)
pt: • Baixar os artefatos gerados (se houver)
ru: • Скачайте сгенерированные артефакты (если есть)

source: • Controlla i risultati nei comandi GitHub Actions
de: • Ergebnisse in GitHub Actions-Befehlen überprüfen
fr: • Vérifier les résultats dans les commandes Actions GitHub
pt: • Verificar os resultados nos comandos do GitHub Actions
ru: • Проверьте результаты в командах GitHub Actions

source: ❌ FALLIMENTO:
de: ❌ FEHLSCHLAG:
fr: ❌ ÉCHEC :
pt: ❌ FALHA:
ru: ❌ НЕУДАЧА:

source: • Il workflow è fallito durante l'esecuzione
de: • Der Workflow ist während der Ausführung fehlgeschlagen
fr: • Le workflow a échoué pendant son exécution
pt: • O workflow falhou durante a execução
ru: • Workflow не удался во время выполнения

source: • Uno o più job hanno riscontrato errori
de: • Ein oder mehrere Jobs haben Fehler aufgetreten
fr: • Un ou plusieurs jobs ont rencontré des erreurs
pt: • Um ou mais trabalhos encontraram erros
ru: • Одно или несколько заданий столкнулись с ошибками

source: • Controlla i log per identificare il problema
de: • Überprüfen Sie die Logs, um das Problem zu identifizieren
fr: • Consultez les journaux pour identifier le problème
pt: • Verifique os logs para identificar o problema
ru: • Проверьте логи для выявления проблемы

source: 🔍 DEBUGGING CONSIGLIATO:
de: 🔍 EMPFOHLENES DEBUGGING:
fr: 🔍 DÉBOGAGE RECOMMANDÉ :
pt: 🔍 DEBUGGING RECOMENDADO:
ru: 🔍 РЕКОМЕНДУЕМАЯ ОТЛАДКА:

source: • Visualizza i log per vedere l'errore specifico
de: • Logs anzeigen, um den spezifischen Fehler zu sehen
fr: • Affichez les journaux pour voir l'erreur spécifique
pt: • Visualize os logs para ver o erro específico
ru: • Просмотрите логи для просмотра конкретной ошибки

source: • Verifica la configurazione del workflow
de: • Workflow-Konfiguration überprüfen
fr: • Vérifiez la configuration du workflow
pt: • Verifique a configuração do workflow
ru: • Проверьте конфигурацию workflow

source: • Controlla eventuali dipendenze o permessi mancanti
de: • Fehlende Abhängigkeiten oder Berechtigungen überprüfen
fr: • Vérifiez les dépendances ou permissions manquantes
pt: • Verifique quaisquer dependências ou permissões em falta
ru: • Проверьте отсутствующие зависимости или права

source: 🚫 CANCELLATO:
de: 🚫 ABGEBROCHEN:
fr: 🚫 ANNULÉ :
pt: 🚫 CANCELADO:
ru: 🚫 ОТМЕНЕНО:

source: • Il workflow è stato cancellato manualmente
de: • Der Workflow wurde manuell abgebrochen
fr: • Le workflow a été annulé manuellement
pt: • O workflow foi cancelado manualmente
ru: • Workflow был отменен вручную

source: • L'esecuzione è stata interrotta prima del completamento
de: • Die Ausführung wurde vor Abschluss unterbrochen
fr: • L'exécution a été interrompue avant la fin
pt: • A execução foi interrompida antes da conclusão
ru: • Выполнение было прервано до завершения

source: • Nessun risultato finale disponibile
de: • Kein endgültiges Ergebnis verfügbar
fr: • Aucun résultat final disponible
pt: • Nenhum resultado final disponível
ru: • Конечный результат недоступен

source: ℹ️ INFORMAZIONI:
de: ℹ️ INFORMATIONEN:
fr: ℹ️ INFORMATIONS :
pt: ℹ️ INFORMAÇÕES:
ru: ℹ️ ИНФОРМАЦИЯ:

source: • La cancellazione può richiedere qualche secondo
de: • Die Stornierung kann einige Sekunden dauern
fr: • L'annulation peut prendre quelques secondes
pt: • O cancelamento pode levar alguns segundos
ru: • Отмена может занять несколько секунд

source: • Eventuali job in corso sono stati terminati
de: • Laufende Jobs wurden beendet
fr: • Les jobs en cours ont été terminés
pt: • Quaisquer trabalhos em andamento foram terminados
ru: • Любые выполняющиеся задания были завершены

source: • Puoi riavviare il workflow se necessario
de: • Sie können den Workflow bei Bedarf neu starten
fr: • Vous pouvez redémarrer le workflow si nécessaire
pt: • Pode reiniciar o workflow se necessário
ru: • Вы можете перезапустить workflow при необходимости

source: ℹ️ STATO: {}
de: ℹ️ STATUS: {}
fr: ℹ️ ÉTAT : {}
pt: ℹ️ ESTADO: {}
ru: ℹ️ СТАТУС: {}

source: Non specificato
de: Nicht angegeben
fr: Non spécifié
pt: Não especificado
ru: Не указано

source: • Il workflow ha terminato l'esecuzione
de: • Der Workflow hat die Ausführung beendet
fr: • Le workflow a terminé son exécution
pt: • O workflow terminou a execução
ru: • Workflow завершил выполнение

source: • Controlla i dettagli per maggiori informazioni
de: • Details für weitere Informationen überprüfen
fr: • Consultez les détails pour plus d'informations
pt: • Verifique os detalhes para mais informações
ru: • Проверьте детали для дополнительной информации

source: 🔍 VERIFICA:
de: 🔍 ÜBERPRÜFUNG:
fr: 🔍 VÉRIFICATION :
pt: 🔍 VERIFICAÇÃO:
ru: 🔍 ПРОВЕРКА:

source: • Visualizza i log per dettagli completi
de: • Logs für vollständige Details anzeigen
fr: • Affichez les journaux pour les détails complets
pt: • Visualize os logs para detalhes completos
ru: • Просмотрите логи для полных деталей

source: • Controlla lo stato su GitHub Actions
de: • Status auf GitHub Actions überprüfen
fr: • Vérifiez l'état sur les Actions GitHub
pt: • Verifique o estado no GitHub Actions
ru: • Проверьте статус в GitHub Actions

source: 🎉 Workflow Completato con Successo
de: 🎉 Workflow erfolgreich abgeschlossen
fr: 🎉 Workflow Terminé avec Succès
pt: 🎉 Workflow Concluído com Sucesso
ru: 🎉 Workflow завершен успешно

source: '%(workflow)s' eseguito correttamente
de: '%(workflow)s' korrekt ausgeführt
fr: '%(workflow)s' exécuté correctement
pt: '%(workflow)s' executado corretamente
ru: '%(workflow)s' выполнен корректно

source: Controlla i log del workflow per maggiori dettagli sul problema.
de: Überprüfen Sie die Workflow-Logs für weitere Details zum Problem.
fr: Consultez les journaux du workflow pour plus de détails sur le problème.
pt: Verifique os logs do workflow para mais detalhes sobre o problema.
ru: Проверьте логи workflow для получения подробностей о проблеме.

source: Dettagli mostrati in finestra
fr: Détails affichés dans la fenêtre
pt: Detalhes mostrados na janela

source: ❌ STATO:
de: ❌ STATUS:
fr: ❌ ÉTAT :
pt: ❌ ESTADO:
ru: ❌ СТАТУС:

source: • Il workflow è stato cancellato o rimosso da GitHub
de: • Der Workflow wurde von GitHub storniert oder entfernt
fr: • Le workflow a été annulé ou supprimé de GitHub
pt: • O workflow foi cancelado ou removido do GitHub
ru: • Workflow был отменен или удален из GitHub

source: • L'esecuzione non è più accessibile tramite API
de: • Die Ausführung ist nicht mehr über die API zugänglich
fr: • L'exécution n'est plus accessible via l'API
pt: • A execução não é mais acessível via API
ru: • Выполнение больше недоступно через API

source: • Possibile cancellazione manuale o automatica
de: • Mögliche manuelle oder automatische Stornierung
fr: • Annulation manuelle ou automatique possible
pt: • Possível cancelamento manual ou automático
ru: • Возможная ручная или автоматическая отмена

source: ℹ️ POSSIBILI CAUSE:
de: ℹ️ MÖGLICHE URSACHEN:
fr: ℹ️ CAUSES POSSIBLES :
pt: ℹ️ POSSÍVEIS CAUSAS:
ru: ℹ️ ВОЗМОЖНЫЕ ПРИЧИНЫ:

source: • Cancellazione manuale dell'esecuzione
de: • Manuelle Stornierung der Ausführung
fr: • Annulation manuelle de l'exécution
pt: • Cancelamento manual da execução
ru: • Ручная отмена выполнения

source: • Timeout del workflow
de: • Workflow-Timeout
fr: • Expiration du workflow
pt: • Tempo limite do workflow
ru: • Тайм-аут workflow

source: • Eliminazione del workflow stesso
de: • Löschen des Workflows selbst
fr: • Suppression du workflow lui-même
pt: • Eliminação do próprio workflow
ru: • Удаление самого workflow

source: • Problemi di accesso o permessi
de: • Zugriffs- oder Berechtigungsprobleme
fr: • Problèmes d'accès ou de permissions
pt: • Problemas de acesso ou permissões
ru: • Проблемы доступа или прав

source: 🚫 Workflow Cancellato/Rimosso
de: 🚫 Workflow storniert/entfernt
fr: 🚫 Workflow Annulé/Supprimé
pt: 🚫 Workflow Cancelado/Removido
ru: 🚫 Workflow отменен/удален

source: '{}' non è più accessibile
de: '{}' ist nicht mehr zugänglich
fr: '{}' n'est plus accessible
pt: '{}' não é mais acessível
ru: '{}' больше недоступен

source: Il workflow potrebbe essere stato cancellato manualmente o automaticamente.
de: Der Workflow könnte manuell oder automatisch storniert worden sein.
fr: Le workflow a peut-être été annulé manuellement ou automatiquement.
pt: O workflow pode ter sido cancelado manualmente ou automaticamente.
ru: Workflow мог быть отменен вручную или автоматически.

source: 🚫 Workflow '{}' cancellato/rimosso (ID: {})
de: 🚫 Workflow '{}' storniert/entfernt (ID: {})
fr: 🚫 Workflow '{}' annulé/supprimé (ID : {})
pt: 🚫 Workflow '{}' cancelado/removido (ID: {})
ru: 🚫 Workflow '{}' отменен/удален (ID: {})

source: ❌ Errore HTTP durante monitoraggio: {}
de: ❌ HTTP-Fehler während der Überwachung: {}
fr: ❌ Erreur HTTP pendant le suivi : {}
pt: ❌ Erro HTTP durante o monitoramento: {}
ru: ❌ HTTP ошибка во время мониторинга: {}

source: ⚠️ Errore temporaneo di rete durante monitoraggio: {}
de: ⚠️ Temporärer Netzwerkfehler während der Überwachung: {}
fr: ⚠️ Erreur réseau temporaire pendant le suivi : {}
pt: ⚠️ Erro temporário de rede durante o monitoramento: {}
ru: ⚠️ Временная сетевая ошибка во время мониторинга: {}

source: ❌ Errore imprevisto durante monitoraggio: {}
de: ❌ Unerwarteter Fehler während der Überwachung: {}
fr: ❌ Erreur inattendue pendant le suivi : {}
pt: ❌ Erro inesperado durante o monitoramento: {}
ru: ❌ Неожиданная ошибка во время мониторинга: {}

source: Password Master errata o dati corrotti (InvalidToken).
de: Falsches Master-Passwort oder beschädigte Daten (InvalidToken).
es: Contraseña Maestra incorrecta o datos corruptos (InvalidToken).
fr: Mot de Passe Maître incorrect ou données corrompues (InvalidToken).
pt: Password Master incorreta ou dados corrompidos (InvalidToken).
ru: Неверный мастер-пароль или поврежденные данные (InvalidToken).

source: Errore nel salvare le opzioni dell'applicazione: {}
de: Fehler beim Speichern der Anwendungsoptionen: {}
es: Error al guardar las opciones de la aplicación: {}
fr: Erreur lors de l'enregistrement des options de l'application : {}
pt: Erro ao salvar as opções do aplicativo: {}
ru: Ошибка при сохранении опций приложения: {}

source: Opzione 'Richiedi password all'avvio': {}.
de: Option 'Passwort beim Start anfordern': {}.
es: Opción 'Solicitar contraseña al inicio': {}.
fr: Option 'Demander le mot de passe au démarrage' : {}.
pt: Opção 'Solicitar password ao iniciar': {}.
ru: Опция 'Запрашивать пароль при запуске': {}.

source: Abilitata
de: Aktiviert
es: Habilitada
fr: Activée
pt: Ativada
ru: Включена

source: Disabilitata
de: Deaktiviert
es: Deshabilitada
fr: Désactivée
pt: Desativada
ru: Отключена

source: Se 'Richiedi password master all'avvio' è selezionato, la Password Master è necessaria per salvare/aggiornare il token o i dettagli GitHub crittografati.
de: Wenn 'Master-Passwort beim Start anfordern' ausgewählt ist, wird das Master-Passwort benötigt, um das Token oder die verschlüsselten GitHub-Details zu speichern/aktualisieren.
es: Si 'Solicitar contraseña maestra al inicio' está seleccionado, la Contraseña Maestra es necesaria para guardar/actualizar el token o los detalles de GitHub cifrados.
fr: Si 'Demander le mot de passe maître au démarrage' est sélectionné, le Mot de Passe Maître est requis pour enregistrer/mettre à jour le jeton ou les détails GitHub chiffrés.
pt: Se 'Solicitar password mestra ao iniciar' estiver selecionado, a Password Mestra é necessária para salvar/atualizar o token ou os detalhes do GitHub criptografados.
ru: Если выбрано 'Запрашивать мастер-пароль при запуске', мастер-пароль необходим для сохранения/обновления токена или зашифрованных деталей GitHub.

source: Password Mancante
de: Fehlendes Passwort
es: Contraseña Faltante
fr: Mot de Passe Manquant
pt: Password em Falta
ru: Пароль отсутствует

source: Fallimento crittografia: {}
de: Verschlüsselungsfehler: {}
es: Fallo de cifrado: {}
fr: Échec du chiffrement : {}
pt: Falha na criptografia: {}
ru: Сбой шифрования: {}

source: Errore durante la crittografia dei dati: {} Configurazione non salvata.
de: Fehler bei der Datenverschlüsselung: {} Konfiguration nicht gespeichert.
es: Error al cifrar los datos: {} Configuración no guardada.
fr: Erreur lors du chiffrement des données : {} Configuration non enregistrée.
pt: Erro durante a criptografia dos dados: {} Configuração não salva.
ru: Ошибка при шифровании данных: {} Конфигурация не сохранена.

source: Errore Crittografia
de: Verschlüsselungsfehler
es: Error de Cifrado
fr: Erreur de Chiffrement
pt: Erro de Criptografia
ru: Ошибка шифрования

source: Errore interno sconosciuto durante la crittografia (salt o dati None).
de: Unbekannter interner Fehler bei der Verschlüsselung (Salt oder Daten None).
es: Error interno desconocido durante el cifrado (salt o datos None).
fr: Erreur interne inconnue lors du chiffrement (sel ou données None).
pt: Erro interno desconhecido durante a criptografia (salt ou dados None).
ru: Неизвестная внутренняя ошибка при шифровании (salt или данные None).

source: Errore interno sconosciuto durante la crittografia. Configurazione non salvata.
de: Unbekannter interner Fehler bei der Verschlüsselung. Konfiguration nicht gespeichert.
es: Error interno desconocido durante el cifrado. Configuración no guardada.
fr: Erreur interne inconnue lors du chiffrement. Configuration non enregistrée.
pt: Erro interno desconhecido durante a criptografia. Configuração não salva.
ru: Неизвестная внутренняя ошибка при шифровании. Конфигурация не сохранена.

source: Configurazione GitHub salvata e crittografata con successo.
de: GitHub-Konfiguration erfolgreich gespeichert und verschlüsselt.
es: Configuración de GitHub guardada y cifrada con éxito.
fr: Configuration GitHub enregistrée et chiffrée avec succès.
pt: Configuração do GitHub salva e criptografada com sucesso.
ru: Конфигурация GitHub сохранена и зашифрована успешно.

source: Errore durante il salvataggio del file di configurazione crittografato: {}
de: Fehler beim Speichern der verschlüsselten Konfigurationsdatei: {}
es: Error al guardar el archivo de configuración cifrado: {}
fr: Erreur lors de l'enregistrement du fichier de configuration chiffré : {}
pt: Erro ao salvar o arquivo de configuração criptografado: {}
ru: Ошибка при сохранении зашифрованного файла конфигурации: {}

source: Errore durante il salvataggio della configurazione nel file: {}
de: Fehler beim Speichern der Konfiguration in der Datei: {}
es: Error al guardar la configuración en el archivo: {}
fr: Erreur lors de l'enregistrement de la configuration dans le fichier : {}
pt: Erro ao salvar a configuração no arquivo: {}
ru: Ошибка при сохранении конфигурации в файл: {}

source: Errore Salvataggio File
de: Dateispeicherungsfehler
es: Error al Guardar Archivo
fr: Erreur d'Enregistrement de Fichier
pt: Erro ao Salvar Arquivo
ru: Ошибка сохранения файла

source: File di configurazione GitHub sicuro non trovato. Configurare prima.
de: Sichere GitHub-Konfigurationsdatei nicht gefunden. Zuerst konfigurieren.
es: Archivo de configuración seguro de GitHub no encontrado. Configurar primero.
fr: Fichier de configuration GitHub sécurisé non trouvé. Veuillez configurer d'abord.
pt: Arquivo de configuração seguro do GitHub não encontrado. Configure primeiro.
ru: Безопасный файл конфигурации GitHub не найден. Настройте сначала.

source: File di configurazione GitHub non trovato. Utilizza '{}'.
de: GitHub-Konfigurationsdatei nicht gefunden. Verwenden Sie '{}'.
es: Archivo de configuración de GitHub no encontrado. Utiliza '{}'.
fr: Fichier de configuration GitHub non trouvé. Utilisez '{}'.
pt: Arquivo de configuração do GitHub não encontrado. Use '{}'.
ru: Файл конфигурации GitHub не найден. Используйте '{}'.

source: Configurazione Mancante
de: Fehlende Konfiguration
es: Configuración Faltante
fr: Configuration Manquante
pt: Configuração em Falta
ru: Конфигурация отсутствует

source: Inserisci la Password Master per sbloccare i dati GitHub (token, owner, repo):
de: Geben Sie das Master-Passwort ein, um die GitHub-Daten zu entsperren (Token, Owner, Repo):
es: Introduce la Contraseña Maestra para desbloquear los datos de GitHub (token, owner, repo):
fr: Saisissez le Mot de Passe Maître pour déverrouiller les données GitHub (jeton, propriétaire, dépôt) :
pt: Insira a Password Mestra para desbloquear os dados do GitHub (token, owner, repo):
ru: Введите мастер-пароль для разблокировки данных GitHub (токен, владелец, репо):

source: Password Master Richiesta
de: Master-Passwort erforderlich
es: Se Requiere Contraseña Maestra
fr: Mot de Passe Maître Requis
pt: Password Mestra Necessária
ru: Требуется мастер-пароль

source: Password non inserita. Impossibile caricare i dati GitHub.
de: Passwort nicht eingegeben. GitHub-Daten können nicht geladen werden.
es: Contraseña no introducida. No se pueden cargar los datos de GitHub.
fr: Mot de passe non saisi. Impossible de charger les données GitHub.
pt: Password não inserida. Impossível carregar os dados do GitHub.
ru: Пароль не введен. Невозможно загрузить данные GitHub.

source: File di configurazione dati sensibili non valido o corrotto (magic number/UUID errato).
de: Ungültige oder beschädigte Konfigurationsdatei für sensible Daten (falsche Magic Number/UUID).
es: Archivo de configuración de datos sensibles no válido o corrupto (número mágico/UUID incorrecto).
fr: Fichier de configuration des données sensibles invalide ou corrompu (numéro magique/UUID incorrect).
pt: Arquivo de configuração de dados sensíveis inválido ou corrompido (magic number/UUID incorreto).
ru: Недействительный или поврежденный файл конфигурации конфиденциальных данных (неверное магическое число/UUID).

source: Errore Caricamento
de: Ladefehler
es: Error de Carga
fr: Erreur de Chargement
pt: Erro de Carregamento
ru: Ошибка загрузки
