Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: ERRORE durante 'git add .' dopo l'applicazione della strategia. Controlla l'output e lo stato del repository. Potrebbe essere necessario un intervento manuale.
de: FEHLER während 'git add .' nach Anwendung der Strategie. Überprüfen Sie die Ausgabe und den Repository-Status. Möglicherweise ist ein manueller Eingriff erforderlich.
es: ERROR durante 'git add .' después de aplicar la estrategia. Revisa la salida y el estado del repositorio. Podría ser necesaria una intervención manual.
fr: ERREUR pendant 'git add .' après l'application de la stratégie. Vérifiez la sortie et l'état du dépôt. Une intervention manuelle peut être nécessaire.
pt: ERRO durante 'git add .' após a aplicação da estratégia. Verifique a saída e o status do repositório. Pode ser necessária uma intervenção manual.
ru: ОШИБКА во время 'git add .' после применения стратегии. Проверьте вывод и состояние репозитория. Может потребоваться ручное вмешательство.

source: Alcuni o tutti i file non sono stati processati con successo con la strategia '{}'. Controlla l'output. Potrebbe essere necessario risolvere manualmente, aggiungere i file e committare, oppure annullare il merge.
de: Einige oder alle Dateien wurden nicht erfolgreich mit der Strategie '{}' verarbeitet. Überprüfen Sie die Ausgabe. Möglicherweise müssen Sie manuell lösen, Dateien hinzufügen und committen, oder den Merge abbrechen.
es: Algunos o todos los archivos no se procesaron con éxito con la estrategia '{}'. Revisa la salida. Podría ser necesario resolver manualmente, añadir los archivos y hacer commit, o cancelar la fusión.
fr: Certains ou tous les fichiers n'ont pas été traités avec succès avec la stratégie '{}'. Vérifiez la sortie. Il peut être nécessaire de résoudre manuellement, d'ajouter les fichiers et de commiter, ou d'annuler le merge.
pt: Alguns ou todos os arquivos não foram processados com sucesso com a estratégia '{}'. Verifique a saída. Pode ser necessário resolver manualmente, adicionar os arquivos e commitar, ou anular a mesclagem.
ru: Некоторые или все файлы не были успешно обработаны стратегией '{}'. Проверьте вывод. Может потребоваться разрешить вручную, добавить файлы и зафиксировать, или отменить слияние.

source: Errore durante il tentativo di gestione dei conflitti di merge: {} Controlla 'git status' per maggiori dettagli.
de: Fehler beim Versuch der Merge-Konfliktbehandlung: {} Überprüfen Sie 'git status' für weitere Details.
es: Error durante el intento de gestión de conflictos de fusión: {} Revisa 'git status' para más detalles.
fr: Erreur pendant la tentative de gestion des conflits de merge : {} Vérifiez 'git status' pour plus de détails.
pt: Erro ao tentar gerenciar os conflitos de mesclagem: {} Verifique 'git status' para mais detalhes.
ru: Ошибка при попытке разрешения конфликтов слияния: {} Проверьте 'git status' для получения дополнительной информации.

source: Scegli la cartella del repository Git
de: Git-Repository-Ordner auswählen
es: Elige la carpeta del repositorio Git
fr: Choisissez le dossier du dépôt Git
pt: Escolha a pasta do repositório Git
ru: Выберите папку репозитория Git

source: Cartella repository impostata a: {}
de: Repository-Ordner eingestellt auf: {}
es: Carpeta del repositorio establecida en: {}
fr: Dossier du dépôt configuré à : {}
pt: Pasta do repositório definida para: {}
ru: Папка репозитория установлена: {}

source: 📊 Esecuzione comando Dashboard: {}...
de: 📊 Dashboard-Befehl ausführen: {}...
fr: 📊 Exécution de la commande Dashboard : {}...
pt: 📊 Executando comando do Painel: {}...
ru: 📊 Выполнение команды панели управления: {}...

source: Errore Repository
de: Repository-Fehler
fr: Erreur Dépôt
pt: Erro do Repositório
ru: Ошибка репозитория

source: Directory repository non valida
de: Ungültiges Repository-Verzeichnis
fr: Répertoire du dépôt non valide
pt: Diretório do repositório inválido
ru: Недопустимый каталог репозитория

source: Il percorso specificato non è una directory valida: {}
de: Der angegebene Pfad ist kein gültiges Verzeichnis: {}
fr: Le chemin spécifié n'est pas un répertoire valide : {}
pt: O caminho especificado não é um diretório válido: {}
ru: Указанный путь не является допустимым каталогом: {}

source: Verifica che il percorso sia corretto e che la directory esista.
de: Überprüfen Sie, dass der Pfad korrekt ist und das Verzeichnis existiert.
fr: Vérifiez que le chemin est correct et que le répertoire existe.
pt: Verifique se o caminho está correto e se o diretório existe.
ru: Убедитесь, что путь указан правильно и каталог существует.

source: Directory non è un repository Git valido
de: Verzeichnis ist kein gültiges Git-Repository
fr: Le répertoire n'est pas un dépôt Git valide
pt: Diretório não é um repositório Git válido
ru: Каталог не является допустимым репозиторием Git

source: La directory non contiene una sottocartella .git: {}
de: Das Verzeichnis enthält keinen .git-Unterordner: {}
fr: Le répertoire ne contient pas un sous-dossier .git : {}
pt: O diretório não contém uma subpasta .git: {}
ru: Каталог не содержит подпапку .git: {}

source: Assicurati di essere nella directory principale di un repository Git inizializzato.
de: Stellen Sie sicher, dass Sie sich im Hauptverzeichnis eines initialisierten Git-Repositorys befinden.
fr: Assurez-vous d'être dans le répertoire principal d'un dépôt Git initialisé.
pt: Certifique-se de estar no diretório raiz de um repositório Git inicializado.
ru: Убедитесь, что вы находитесь в корневом каталоге инициализированного репозитория Git.

source: Dashboard - {}
fr: Tableau de Bord - {}
pt: Painel - {}
ru: Панель управления - {}

source: Informazioni repository recuperate con successo!
de: Repository-Informationen erfolgreich abgerufen!
fr: Informations du dépôt récupérées avec succès !
pt: Informações do repositório recuperadas com sucesso!
ru: Информация о репозитории успешно получена!

source: Errore Dashboard
de: Dashboard-Fehler
fr: Erreur Tableau de Bord
pt: Erro do Painel
ru: Ошибка панели управления

source: Errore nel recuperare le informazioni del repository
de: Fehler beim Abrufen der Repository-Informationen
fr: Erreur lors de la récupération des informations du dépôt
pt: Erro ao recuperar as informações do repositório
ru: Ошибка при получении информации о репозитории

source: Verifica che il repository Git sia valido e accessibile.
de: Überprüfen Sie, dass das Git-Repository gültig und zugänglich ist.
fr: Vérifiez que le dépôt Git est valide et accessible.
pt: Verifique se o repositório Git é válido e acessível.
ru: Убедитесь, что репозиторий Git действителен и доступен.

source: Errore imprevisto durante l'esecuzione del comando dashboard
de: Unerwarteter Fehler bei der Ausführung des Dashboard-Befehls
fr: Erreur inattendue pendant l'exécution de la commande tableau de bord
pt: Erro inesperado durante a execução do comando do painel
ru: Непредвиденная ошибка при выполнении команды панели управления

source: Errore: {} Comando: {} Repository: {}
de: Fehler: {} Befehl: {} Repository: {}
fr: Erreur : {} Commande : {} Dépôt : {}
pt: Erro: {} Comando: {} Repositório: {}
ru: Ошибка: {} Команда: {} Репозиторий: {}

source: Comando dashboard non riconosciuto: {}
de: Nicht erkannter Dashboard-Befehl: {}
fr: Commande tableau de bord non reconnue : {}
pt: Comando do painel não reconhecido: {}
ru: Команда панели управления не распознана: {}

source: Errore durante la raccolta dati dashboard: {}
de: Fehler beim Sammeln der Dashboard-Daten: {}
fr: Erreur pendant la collecte des données du tableau de bord : {}
pt: Erro ao coletar dados do painel: {}
ru: Ошибка при сборе данных для панели управления: {}

source: 🏠 === PANORAMICA REPOSITORY ===
de: 🏠 === REPOSITORY-ÜBERSICHT ===
fr: 🏠 === APERÇU DU DÉPÔT ===
pt: 🏠 === VISÃO GERAL DO REPOSITÓRIO ===
ru: 🏠 === ОБЗОР РЕПОЗИТОРИЯ ===

source: Percorso
fr: Chemin
pt: Caminho

source: Branch corrente
fr: Branche actuelle
pt: Branch atual

source: Errore nel rilevamento
fr: Erreur dans la détection
pt: Erro na detecção

source: File modificati
fr: Fichiers modifiés
pt: Arquivos modificados

source: ... e altri
fr: ... et autres
pt: ... e outros

source: file
fr: fichier
pt: arquivos

source: ✅ Working directory pulita
de: ✅ Arbeitsverzeichnis sauber
fr: ✅ Répertoire de travail propre
pt: ✅ Diretório de trabalho limpo
ru: ✅ Рабочий каталог чист

source: Ultimo commit
fr: Dernier commit
pt: Último commit

source: 📤 Repository ha commit non inviati al remote
de: 📤 Repository hat nicht an Remote gesendete Commits
fr: 📤 Le dépôt a des commits non envoyés vers le distant
pt: 📤 Repositório possui commits não enviados para o remoto
ru: 📤 В репозитории есть коммиты, не отправленные на удаленный сервер

source: 📥 Repository non aggiornato con il remote
de: 📥 Repository nicht mit Remote aktualisiert
fr: 📥 Dépôt non à jour avec le distant
pt: 📥 Repositório não atualizado com o remoto
ru: 📥 Репозиторий не обновлен с удаленного сервера

source: 🔄 Repository sincronizzato con remote
de: 🔄 Repository mit Remote synchronisiert
fr: 🔄 Dépôt synchronisé avec le distant
pt: 🔄 Repositório sincronizado com o remoto
ru: 🔄 Репозиторий синхронизирован с удаленным сервером

source: ❓ Stato sync con remote: non determinabile
de: ❓ Sync-Status mit Remote: nicht bestimmbar
fr: ❓ État de sync avec le distant : non déterminable
pt: ❓ Status de sincronização com o remoto: não determinável
ru: ❓ Статус синхронизации с удаленным сервером: не определен

source: ✨ Panoramica completata con successo!
de: ✨ Übersicht erfolgreich abgeschlossen!
fr: ✨ Aperçu terminé avec succès !
pt: ✨ Visão geral concluída com sucesso!
ru: ✨ Обзор успешно завершен!

source: Errore nella raccolta dati panoramica
fr: Erreur dans la collecte des données d'aperçu
pt: Erro ao coletar dados da visão geral

source: 📊 === STATISTICHE REPOSITORY ===
de: 📊 === REPOSITORY-STATISTIKEN ===
fr: 📊 === STATISTIQUES DU DÉPÔT ===
pt: 📊 === ESTATÍSTICAS DO REPOSITÓRIO ===
ru: 📊 === СТАТИСТИКА РЕПОЗИТОРИЯ ===

source: Totale commit
fr: Total des commits
pt: Total de commits

source: Contributori
fr: Contributeurs
pt: Contribuidores

source: 🏆 Top contributori:
de: 🏆 Top-Mitwirkende:
fr: 🏆 Top contributeurs :
pt: 🏆 Principais contribuidores:
ru: 🏆 Лучшие участники:

source: Branch locali
fr: Branches locales
pt: Branches locais

source: Branch remoti
fr: Branches distantes
pt: Branches remotos

source: Dimensione .git
fr: Taille .git
pt: Tamanho .git

source: Non calcolabile
fr: Non calculable
pt: Não calculável

source: File tracciati
fr: Fichiers suivis
pt: Arquivos rastreados

source: Primo commit
fr: Premier commit
pt: Primeiro commit

source: ✨ Statistiche completate con successo!
de: ✨ Statistiken erfolgreich abgeschlossen!
fr: ✨ Statistiques terminées avec succès !
pt: ✨ Estatísticas concluídas com sucesso!
ru: ✨ Статистика успешно собрана!

source: Errore nella raccolta statistiche
fr: Erreur dans la collecte des statistiques
pt: Erro ao coletar estatísticas

source: 📅 === ATTIVITÀ RECENTE (Ultimi 15 commit) ===
de: 📅 === KÜRZLICHE AKTIVITÄT (Letzte 15 Commits) ===
fr: 📅 === ACTIVITÉ RÉCENTE (15 derniers commits) ===
pt: 📅 === ATIVIDADE RECENTE (Últimos 15 commits) ===
ru: 📅 === НЕДАВНЯЯ АКТИВНОСТЬ (Последние 15 коммитов) ===

source: ❌ Nessun commit trovato o formato non riconosciuto.
de: ❌ Keine Commits gefunden oder Format nicht erkannt.
fr: ❌ Aucun commit trouvé ou format non reconnu.
pt: ❌ Nenhum commit encontrado ou formato não reconhecido.
ru: ❌ Коммиты не найдены или формат не распознан.

source: Totale commit mostrati
fr: Total des commits affichés
pt: Total de commits mostrados

source: ✨ Attività recente recuperata con successo!
de: ✨ Kürzliche Aktivität erfolgreich abgerufen!
fr: ✨ Activité récente récupérée avec succès !
pt: ✨ Atividade recente recuperada com sucesso!
ru: ✨ Недавняя активность успешно получена!

source: ❌ Errore nel recupero dei commit o repository vuoto.
de: ❌ Fehler beim Abrufen der Commits oder leeres Repository.
fr: ❌ Erreur dans la récupération des commits ou dépôt vide.
pt: ❌ Erro ao recuperar os commits ou repositório vazio.
ru: ❌ Ошибка при получении коммитов или репозиторий пуст.

source: Errore nel recupero attività recente
fr: Erreur dans la récupération de l'activité récente
pt: Erro ao recuperar atividade recente

source: 🌿 === STATO BRANCH ===
de: 🌿 === BRANCH-STATUS ===
fr: 🌿 === ÉTAT DES BRANCHES ===
pt: 🌿 === STATUS DO BRANCH ===
ru: 🌿 === СОСТОЯНИЕ ВЕТОК ===

source: 📋 Branch locali con ultimo commit:
de: 📋 Lokale Branches mit letztem Commit:
fr: 📋 Branches locales avec dernier commit :
pt: 📋 Branches locais com o último commit:
ru: 📋 Локальные ветки с последним коммитом:

source: CORRENTE
fr: ACTUELLE
pt: ATUAL

source: Totale branch locali
fr: Total des branches locales
pt: Total de branches locais

source: 🔗 Branch remoti:
de: 🔗 Remote-Branches:
fr: 🔗 Branches distantes :
pt: 🔗 Branches remotos:
ru: 🔗 Удаленные ветки:

source: branch
fr: branche

source: Stato sync branch
fr: État de sync des branches
pt: Status de sincronização do branch

source: ⚠️ Branch divergente (ahead e behind)
de: ⚠️ Divergierender Branch (ahead und behind)
fr: ⚠️ Branche divergente (en avance et en retard)
pt: ⚠️ Branch divergente (à frente e atrás)

source: 📤 Branch avanti rispetto al remote
de: 📤 Branch vor dem Remote
fr: 📤 Branche en avance par rapport au distant
pt: 📤 Branch à frente do remoto

source: 📥 Branch indietro rispetto al remote
de: 📥 Branch hinter dem Remote
fr: 📥 Branche en retard par rapport au distant
pt: 📥 Branch atrás do remoto

source: ✅ Branch sincronizzato con remote
de: ✅ Branch mit Remote synchronisiert
fr: ✅ Branche synchronisée avec le distant
pt: ✅ Branch sincronizado com o remoto

source: ✨ Stato branch recuperato con successo!
de: ✨ Branch-Status erfolgreich abgerufen!
fr: ✨ État des branches récupéré avec succès !
pt: ✨ Status do branch recuperado com sucesso!
ru: ✨ Состояние веток успешно получено!

source: Errore nel recupero stato branch
fr: Erreur dans la récupération de l'état des branches
pt: Erro ao recuperar status do branch

source: 📝 === RIEPILOGO MODIFICHE FILE ===
de: 📝 === DATEIÄNDERUNGS-ZUSAMMENFASSUNG ===
fr: 📝 === RÉSUMÉ DES MODIFICATIONS DE FICHIERS ===
pt: 📝 === RESUMO DAS ALTERAÇÕES DE ARQUIVOS ===
ru: 📝 === СВОДКА ИЗМЕНЕНИЙ ФАЙЛОВ ===

source: ✅ Nessuna modifica pending - working directory pulita!
de: ✅ Keine ausstehenden Änderungen - Arbeitsverzeichnis sauber!
fr: ✅ Aucune modification en attente - répertoire de travail propre !
pt: ✅ Nenhuma alteração pendente - diretório de trabalho limpo!
ru: ✅ Нет ожидающих изменений - рабочий каталог чист!

source: 🎉 Il repository è in uno stato pulito e sincronizzato.
de: 🎉 Das Repository ist in einem sauberen und synchronisierten Zustand.
fr: 🎉 Le dépôt est dans un état propre et synchronisé.
pt: 🎉 O repositório está em um estado limpo e sincronizado.
ru: 🎉 Репозиторий находится в чистом и синхронизированном состоянии.

source: Totale file con modifiche
fr: Total des fichiers avec modifications
pt: Total de arquivos com alterações

source: file modificati
fr: fichiers modifiés
pt: arquivos modificados

source: File aggiunti
fr: Fichiers ajoutés
pt: Arquivos adicionados

source: file aggiunti
fr: fichiers ajoutés
pt: arquivos adicionados

source: File eliminati
fr: Fichiers supprimés
pt: Arquivos excluídos

source: file eliminati
fr: fichiers supprimés
pt: arquivos excluídos

source: File rinominati
fr: Fichiers renommés
pt: Arquivos renomeados

source: file rinominati
fr: fichiers renommés
pt: arquivos renomeados

source: File copiati
fr: Fichiers copiés
pt: Arquivos copiados

source: file copiati
fr: fichiers copiés
pt: arquivos copiados

source: File non tracciati
fr: Fichiers non suivis
pt: Arquivos não rastreados

source: file non tracciati
fr: fichiers non suivis
pt: arquivos não rastreados

source: 💡 Azioni suggerite:
de: 💡 Vorgeschlagene Aktionen:
fr: 💡 Actions suggérées :
pt: 💡 Ações sugeridas:
ru: 💡 Предлагаемые действия:

source: Usa
fr: Utilisez
pt: Use

source: per mettere in stage tutte le modifiche
fr: pour mettre en stage toutes les modifications
pt: para colocar todas as modificações em stage

source: per creare un commit dopo staging
fr: pour créer un commit après staging
pt: para criar um commit após o staging

source: • Aggiungi file importanti o usa .gitignore per escludere quelli non necessari
de: • Fügen Sie wichtige Dateien hinzu oder verwenden Sie .gitignore, um nicht benötigte auszuschließen
fr: • Ajoutez les fichiers importants ou utilisez .gitignore pour exclure ceux qui ne sont pas nécessaires
pt: • Adicione arquivos importantes ou use .gitignore para excluir os desnecessários

source: ✨ Riepilogo modifiche completato con successo!
de: ✨ Änderungszusammenfassung erfolgreich abgeschlossen!
fr: ✨ Résumé des modifications terminé avec succès !
pt: ✨ Resumo das modificações concluído com sucesso!
ru: ✨ Сводка изменений успешно завершена!

source: Errore nel riepilogo modifiche
fr: Erreur dans le résumé des modifications
pt: Erro no resumo das modificações

source: 🔄 Informazioni repository aggiornate.
de: 🔄 Repository-Informationen aktualisiert.
fr: 🔄 Informations du dépôt mises à jour.
pt: 🔄 Informações do repositório atualizadas.
ru: 🔄 Информация о репозитории обновлена.

source: 📂 Tutte le categorie espanse.
de: 📂 Alle Kategorien erweitert.
fr: 📂 Toutes les catégories développées.
pt: 📂 Todas as categorias expandidas.
ru: 📂 Все категории развернуты.

source: 📁 Tutte le categorie compresse.
de: 📁 Alle Kategorien zusammengeklappt.
fr: 📁 Toutes les catégories compressées.
pt: 📁 Todas as categorias recolhidas.
ru: 📁 Все категории свернуты.

source: 🔄 Lista comandi aggiornata.
de: 🔄 Befehlsliste aktualisiert.
fr: 🔄 Liste des commandes mise à jour.
pt: 🔄 Lista de comandos atualizada.
ru: 🔄 Список команд обновлен.

source: ❌ Comando '{}' non trovato.
de: ❌ Befehl '{}' nicht gefunden.
fr: ❌ Commande '{}' non trouvée.
pt: ❌ Comando '{}' não encontrado.
ru: ❌ Команда '{}' не найдена.

source: Repository GitHub non configurato. Usa 'GitHub → Configurazione' per impostarlo.
de: GitHub-Repository nicht konfiguriert. Verwenden Sie 'GitHub → Konfiguration', um es einzurichten.
fr: Dépôt GitHub non configuré. Utilisez 'GitHub → Configuration' pour le configurer.
pt: Repositório GitHub não configurado. Use 'GitHub → Configuração' para configurá-lo.
ru: Репозиторий GitHub не настроен. Используйте 'GitHub → Настройка', чтобы его настроить.

source: Repository Non Configurato
de: Repository nicht konfiguriert
fr: Dépôt Non Configuré
pt: Repositório Não Configurado
ru: Репозиторий не настроен

source: 🌐 Aperto dashboard GitHub: {}
de: 🌐 GitHub-Dashboard geöffnet: {}
fr: 🌐 Tableau de bord GitHub ouvert : {}
pt: 🌐 Painel do GitHub aberto: {}
ru: 🌐 Открыта панель управления GitHub: {}

source: Errore nell'aprire il browser: {} URL: {}
de: Fehler beim Öffnen des Browsers: {} URL: {}
fr: Erreur lors de l'ouverture du navigateur : {} URL : {}
pt: Erro ao abrir o navegador: {} URL: {}
ru: Ошибка при открытии браузера: {} URL: {}
