Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: Seleziona file da aggiungere come nuovi asset (Ctrl/Cmd per selezione multipla)
de: Dateien auswählen, die als neue Assets hinzugefügt werden sollen (Strg/Cmd für Mehrfachauswahl)
es: Selecciona archivos para añadir como nuevos activos (Ctrl/Cmd para selección múltiple)
fr: Sélectionnez les fichiers à ajouter comme nouveaux assets (Ctrl/Cmd pour une sélection multiple)
pt: Selecione arquivos para adicionar como novos assets (Ctrl/Cmd para seleção múltipla)
ru: Выберите файлы для добавления в качестве новых ресурсов (Ctrl/Cmd для множественного выбора)

source: %(filename)s (dimensione sconosciuta)
de: %(filename)s (unbekannte Größe)
fr: %(filename)s (taille inconnue)
pt: %(filename)s (tamanho desconhecido)
ru: %(filename)s (размер неизвестен)

source: Seleziona un file da rimuovere.
de: Wählen Sie eine zu entfernende Datei aus.
es: Selecciona un archivo para quitar.
fr: Sélectionnez un fichier à retirer.
pt: Selecione um arquivo para remover.
ru: Выберите файл для удаления.

source: Nessuna Selezione
de: Keine Auswahl
es: Ninguna Selección
fr: Aucune Sélection
pt: Nenhuma Seleção
ru: Нет выбора

source: Sei sicuro di voler rimuovere tutti i nuovi asset dalla lista?
de: Sind Sie sicher, dass Sie alle neuen Assets aus der Liste entfernen möchten?
es: ¿Estás seguro de que quieres quitar todos los nuevos activos de la lista?
fr: Êtes-vous sûr de vouloir retirer tous les nouveaux assets de la liste ?
pt: Tem certeza de que deseja remover todos os novos assets da lista?
ru: Вы уверены, что хотите удалить все новые ресурсы из списка?

source: I seguenti file non sono più accessibili: {} Rimuovili dalla lista o verifica che esistano ancora.
de: Die folgenden Dateien sind nicht mehr zugänglich: {} Entfernen Sie sie aus der Liste oder überprüfen Sie, ob sie noch existieren.
es: Los siguientes archivos ya no son accesibles: {} Quítalos de la lista o verifica que todavía existan.
fr: Les fichiers suivants ne sont plus accessibles : {} Veuillez les retirer de la liste ou vérifier qu'ils existent toujours.
pt: Os seguintes arquivos não estão mais acessíveis: {} Remova-os da lista ou verifique se ainda existem.
ru: Следующие файлы больше недоступны: {} Удалите их из списка или убедитесь, что они все еще существуют.

source: File Non Trovati
de: Dateien nicht gefunden
es: Archivos No Encontrados
fr: Fichiers Non Trouvés
pt: Arquivos Não Encontrados
ru: Файлы не найдены

source: Seleziona un asset da eliminare.
de: Wählen Sie ein zu löschendes Asset aus.
es: Selecciona un activo para eliminar.
fr: Sélectionnez un asset à supprimer.
pt: Selecione um asset para excluir.
ru: Выберите ресурс для удаления.

source: L'asset selezionato è già segnato per l'eliminazione.
de: Das ausgewählte Asset ist bereits zum Löschen markiert.
es: El activo seleccionado ya está marcado para su eliminación.
fr: L'asset sélectionné est déjà marqué pour suppression.
pt: O asset selecionado já está marcado para exclusão.
ru: Выбранный ресурс уже помечен для удаления.

source: Già Segnato
de: Bereits markiert
es: Ya Marcado
fr: Déjà Marqué
pt: Já Marcado
ru: Уже помечен

source: Sei sicuro di voler eliminare questo asset dalla release? • {} ATTENZIONE: Questa operazione è irreversibile!
de: Sind Sie sicher, dass Sie dieses Asset aus dem Release löschen möchten? • {} ACHTUNG: Diese Operation ist nicht rückgängig zu machen!
es: ¿Estás seguro de que quieres eliminar este activo de la release? • {} ATENCIÓN: ¡Esta operación es irreversible!
fr: Êtes-vous sûr de vouloir supprimer cet asset de la release ? • {} ATTENTION : Cette opération est irréversible !
pt: Tem certeza de que deseja excluir este asset da release? • {} ATENÇÃO: Esta operação é irreversível!
ru: Вы уверены, что хотите удалить этот ресурс из релиза? • {} ВНИМАНИЕ: Эта операция необратима!

source: Conferma Eliminazione Asset
de: Asset-Löschung bestätigen
es: Confirmar Eliminación de Activo
fr: Confirmer la Suppression de l'Asset
pt: Confirmar Exclusão de Asset
ru: Подтвердить удаление ресурса

source: 🗑️ [DA ELIMINARE] %(text)s
de: 🗑️ [ZU LÖSCHEN] %(text)s
fr: 🗑️ [À SUPPRIMER] %(text)s
pt: 🗑️ [PARA EXCLUIR] %(text)s
ru: 🗑️ [К УДАЛЕНИЮ] %(text)s

source: Nessun asset da ripristinare.
de: Keine Assets zum Wiederherstellen.
es: No hay activos para restaurar.
fr: Aucun asset à restaurer.
pt: Nenhum asset para restaurar.
ru: Нет ресурсов для восстановления.

source: Nessun Asset
de: Keine Assets
es: Ningún Activo
fr: Aucun Asset
pt: Nenhum Asset
ru: Нет ресурсов

source: Tutti gli asset sono stati ripristinati.
de: Alle Assets wurden wiederhergestellt.
es: Todos los activos han sido restaurados.
fr: Tous les assets ont été restaurés.
pt: Todos os assets foram restaurados.
ru: Все ресурсы были восстановлены.

source: Ripristino Completato
de: Wiederherstellung abgeschlossen
es: Restauración Completada
fr: Restauration Terminée
pt: Restauração Concluída
ru: Восстановление завершено

source: Gestione Issue #%(_number)s: %(_title)s...
de: Issue-Verwaltung #%(_number)s: %(_title)s...
fr: Gestion de l'Issue #%(_number)s : %(_title)s...
pt: Gerenciamento da Issue #%(_number)s: %(_title)s...
ru: Управление Issue #%(_number)s: %(_title)s...

source: 📋 Dettagli Issue
de: 📋 Issue-Details
es: 📋 Detalles del Issue
fr: 📋 Détails de l'Issue
pt: 📋 Detalhes da Issue
ru: 📋 Детали Issue

source: 👤 Autore:
de: 👤 Autor:
fr: 👤 Auteur :
pt: 👤 Autor:
ru: 👤 Автор:

source: 📅 Creata:
de: 📅 Erstellt:
fr: 📅 Créée le :
pt: 📅 Criada:
ru: 📅 Создана:

source: 🔄 Aggiornata:
de: 🔄 Aktualisiert:
fr: 🔄 Mise à jour le :
pt: 🔄 Atualizada:
ru: 🔄 Обновлена:

source: 👥 Assegnata a:
de: 👥 Zugewiesen an:
fr: 👥 Assignée à :
pt: 👥 Atribuída a:
ru: 👥 Назначена:

source: 🏷️ Labels:
fr: 🏷️ Étiquettes :
pt: 🏷️ Rótulos:
ru: 🏷️ Метки:

source: 📝 Descrizione:
de: 📝 Beschreibung:
es: 📝 Descripción:
fr: 📝 Description :
pt: 📝 Descrição:
ru: 📝 Описание:

source: 💬 Commenti
de: 💬 Kommentare
es: 💬 Comentarios
fr: 💬 Commentaires
pt: 💬 Comentários
ru: 💬 Комментарии

source: Caricamento commenti...
de: Kommentare werden geladen...
es: Cargando comentarios...
fr: Chargement des commentaires...
pt: Carregando comentários...
ru: Загрузка комментариев...

source: 🔄 Aggiorna
de: 🔄 Aktualisieren
es: 🔄 Actualizar
fr: 🔄 Actualiser
pt: 🔄 Atualizar
ru: 🔄 Обновить

source: ✍️ Scrivi Nuovo Commento
de: ✍️ Neuen Kommentar schreiben
es: ✍️ Escribir Nuevo Comentario
fr: ✍️ Écrire un Nouveau Commentaire
pt: ✍️ Escrever Novo Comentário
ru: ✍️ Написать новый комментарий

source: Scrivi il tuo commento qui... Supporta Markdown!
de: Schreiben Sie hier Ihren Kommentar... Unterstützt Markdown!
es: Escribe tu comentario aquí... ¡Soporta Markdown!
fr: Écrivez votre commentaire ici... Le Markdown est pris en charge !
pt: Escreva seu comentário aqui... Suporta Markdown!
ru: Напишите ваш комментарий здесь... Поддерживает Markdown!

source: 0 caratteri
de: 0 Zeichen
fr: 0 caractères
pt: 0 caracteres
ru: 0 символов

source: 📤 Invia Commento
de: 📤 Kommentar senden
es: 📤 Enviar Comentario
fr: 📤 Envoyer le Commentaire
pt: 📤 Enviar Comentário
ru: 📤 Отправить комментарий

source: 🗑️ Pulisci
de: 🗑️ Leeren
es: 🗑️ Limpiar
fr: 🗑️ Effacer
pt: 🗑️ Limpar
ru: 🗑️ Очистить

source: 🌐 Apri nel Browser
de: 🌐 Im Browser öffnen
es: 🌐 Abrir en el Navegador
fr: 🌐 Ouvrir dans le Navigateur
pt: 🌐 Abrir no Navegador
ru: 🌐 Открыть в браузере

source: ✖️ Chiudi
de: ✖️ Schließen
es: ✖️ Cerrar
fr: ✖️ Fermer
pt: ✖️ Fechar
ru: ✖️ Закрыть

source: ❌ Token GitHub necessario per visualizzare i commenti.
de: ❌ GitHub-Token erforderlich, um Kommentare anzuzeigen.
es: ❌ Se necesita un token de GitHub para ver los comentarios.
fr: ❌ Jeton GitHub requis pour afficher les commentaires.
pt: ❌ Token GitHub necessário para visualizar os comentários.
ru: ❌ Токен GitHub необходим для просмотра комментариев.

source: Token mancante
de: Token fehlt
es: Token faltante
fr: Jeton manquant
pt: Token ausente
ru: Токен отсутствует

source: Caricamento...
de: Wird geladen...
es: Cargando...
fr: Chargement...
pt: Carregando...
ru: Загрузка...

source: 📊 %(count)d commenti totali
de: 📊 %(count)d Kommentare insgesamt
fr: 📊 %(count)d commentaires au total
pt: 📊 %(count)d comentários totais
ru: 📊 %(count)d комментариев всего

source: 📭 Nessun commento ancora presente. 💡 Scrivi il primo commento usando il campo qui sotto!
de: 📭 Noch keine Kommentare vorhanden. 💡 Schreiben Sie den ersten Kommentar im Feld unten!
es: 📭 Aún no hay comentarios. 💡 ¡Escribe el primer comentario usando el campo de abajo!
fr: 📭 Aucun commentaire pour le moment. 💡 Écrivez le premier commentaire en utilisant le champ ci-dessous !
pt: 📭 Nenhum comentário ainda presente. 💡 Escreva o primeiro comentário usando o campo abaixo!
ru: 📭 Пока нет комментариев. 💡 Напишите первый комментарий, используя поле ниже!

source: 💬 Commento #%(_index)d - %(_author)s - %(_date)s
de: 💬 Kommentar #%(_index)d - %(_author)s - %(_date)s
fr: 💬 Commentaire #%(_index)d - %(_author)s - %(_date)s
pt: 💬 Comentário #%(_index)d - %(_author)s - %(_date)s
ru: 💬 Комментарий #%(_index)d - %(_author)s - %(_date)s

source: (modificato: %(date)s)
de: (geändert: %(date)s)
fr: (modifié : %(date)s)
pt: (modificado: %(date)s)
ru: (изменен: %(date)s)

source: ❌ Errore nel caricare i commenti: %(error)s
de: ❌ Fehler beim Laden der Kommentare: %(error)s
fr: ❌ Erreur lors du chargement des commentaires : %(error)s
pt: ❌ Erro ao carregar os comentários: %(error)s
ru: ❌ Ошибка при загрузке комментариев: %(error)s

source: Errore caricamento
de: Ladefehler
es: Error de carga
fr: Erreur de chargement
pt: Erro de carregamento
ru: Ошибка загрузки

source: %(count)d caratteri
de: %(count)d Zeichen
fr: %(count)d caractères
pt: %(count)d caracteres
ru: %(count)d символов

source: Sei sicuro di voler cancellare il commento che stai scrivendo?
de: Sind Sie sicher, dass Sie den Kommentar, den Sie schreiben, löschen möchten?
es: ¿Estás seguro de que quieres borrar el comentario que estás escribiendo?
fr: Êtes-vous sûr de vouloir effacer le commentaire que vous êtes en train d'écrire ?
pt: Tem certeza de que deseja apagar o comentário que está escrevendo?
ru: Вы уверены, что хотите удалить комментарий, который пишете?

source: Conferma Cancellazione
de: Löschung bestätigen
es: Confirmar Borrado
fr: Confirmer la Suppression
pt: Confirmar Exclusão
ru: Подтвердить удаление

source: Inserisci un commento prima di inviare.
de: Geben Sie einen Kommentar ein, bevor Sie ihn senden.
es: Introduce un comentario antes de enviar.
fr: Veuillez saisir un commentaire avant d'envoyer.
pt: Insira um comentário antes de enviar.
ru: Введите комментарий перед отправкой.

source: Commento Vuoto
de: Leerer Kommentar
es: Comentario Vacío
fr: Commentaire Vide
pt: Comentário Vazio
ru: Пустой комментарий

source: Il commento è troppo lungo (massimo 65536 caratteri).
de: Der Kommentar ist zu lang (maximal 65536 Zeichen).
es: El comentario es demasiado largo (máximo 65536 caracteres).
fr: Le commentaire est trop long (maximum 65536 caractères).
pt: O comentário é muito longo (máximo 65536 caracteres).
ru: Комментарий слишком длинный (максимум 65536 символов).

source: Commento Troppo Lungo
de: Kommentar zu lang
es: Comentario Demasiado Largo
fr: Commentaire Trop Long
pt: Comentário Muito Longo
ru: Комментарий слишком длинный

source: Token GitHub necessario per inviare commenti.
de: GitHub-Token erforderlich, um Kommentare zu senden.
es: Se necesita un token de GitHub para enviar comentarios.
fr: Jeton GitHub requis pour envoyer des commentaires.
pt: Token GitHub necessário para enviar comentários.
ru: Токен GitHub необходим для отправки комментариев.

source: Token Mancante
de: Token fehlt
es: Token Faltante
fr: Jeton Manquant
pt: Token Ausente
ru: Токен отсутствует

source: Sei sicuro di voler inviare questo commento? Il commento sarà pubblico e visibile a tutti.
de: Sind Sie sicher, dass Sie diesen Kommentar senden möchten? Der Kommentar wird öffentlich und für alle sichtbar sein.
es: ¿Estás seguro de que quieres enviar este comentario? El comentario será público y visible para todos.
fr: Êtes-vous sûr de vouloir envoyer ce commentaire ? Le commentaire sera public et visible par tous.
pt: Tem certeza de que deseja enviar este comentário? O comentário será público e visível para todos.
ru: Вы уверены, что хотите отправить этот комментарий? Комментарий будет общедоступным и видимым для всех.

source: Conferma Invio Commento
de: Kommentar-Sendung bestätigen
es: Confirmar Envío de Comentario
fr: Confirmer l'Envoi du Commentaire
pt: Confirmar Envio de Comentário
ru: Подтвердить отправку комментария

source: 📤 Invio...
de: 📤 Wird gesendet...
es: 📤 Enviando...
fr: 📤 Envoi en cours...
pt: 📤 Enviando...
ru: 📤 Отправка...

source: ✅ Commento inviato con successo!
de: ✅ Kommentar erfolgreich gesendet!
es: ✅ ¡Comentario enviado con éxito!
fr: ✅ Commentaire envoyé avec succès !
pt: ✅ Comentário enviado com sucesso!
ru: ✅ Комментарий успешно отправлен!

source: Commento Inviato
de: Kommentar gesendet
es: Comentario Enviado
fr: Commentaire Envoyé
pt: Comentário Enviado
ru: Комментарий отправлен

source: ❌ Errore nell'inviare il commento: %(error)s
de: ❌ Fehler beim Senden des Kommentars: %(error)s
fr: ❌ Erreur lors de l'envoi du commentaire : %(error)s
pt: ❌ Erro ao enviar o comentário: %(error)s
ru: ❌ Ошибка при отправке комментария: %(error)s

source: Errore Invio
de: Sendefehler
es: Error de Envío
fr: Erreur d'Envoi
pt: Erro de Envio
ru: Ошибка отправки

source: Errore nell'aprire il browser: %(error)s
de: Fehler beim Öffnen des Browsers: %(error)s
fr: Erreur lors de l'ouverture du navigateur : %(error)s
pt: Erro ao abrir o navegador: %(error)s
ru: Ошибка при открытии браузера: %(error)s

source: Hai un commento non inviato. Sei sicuro di voler chiudere?
de: Sie haben einen ungesendeten Kommentar. Sind Sie sicher, dass Sie schließen möchten?
es: Tienes un comentario no enviado. ¿Estás seguro de que quieres cerrar?
fr: Vous avez un commentaire non envoyé. Êtes-vous sûr de vouloir fermer ?
pt: Você tem um comentário não enviado. Tem certeza de que deseja fechar?
ru: У вас есть неотправленный комментарий. Вы уверены, что хотите закрыть?

source: Commento Non Salvato
de: Kommentar nicht gespeichert
es: Comentario No Guardado
fr: Commentaire Non Enregistré
pt: Comentário Não Salvo
ru: Комментарий не сохранен

source: Gestione PR #%(_number)s: %(_title)s...
de: PR-Verwaltung #%(_number)s: %(_title)s...
fr: Gestion de la PR #%(_number)s : %(_title)s...
pt: Gerenciamento PR #%(_number)s: %(_title)s...
ru: Управление PR #%(_number)s: %(_title)s...

source: 🔀 Dettagli Pull Request
de: 🔀 Pull Request-Details
es: 🔀 Detalles de la Pull Request
fr: 🔀 Détails de la Pull Request
pt: 🔀 Detalhes do Pull Request
ru: 🔀 Детали Pull Request

source: MERGED
de: GEMERGT
fr: FUSIONNÉE
pt: MESCLADO
ru: ОБЪЕДИНЕН

source: OPEN
de: OFFEN
fr: OUVERTE
pt: ABERTO
ru: ОТКРЫТ

source: CLOSED
de: GESCHLOSSEN
fr: FERMÉE
pt: FECHADO
ru: ЗАКРЫТ

source: (DRAFT)
de: (ENTWURF)
fr: (BROUILLON)
pt: (RASCUNHO)
ru: (ЧЕРНОВИК)

source: 🌿 Branch:
fr: 🌿 Branche :
ru: 🌿 Ветка:

source: 🎯 Merged:
de: 🎯 Gemergt:
fr: 🎯 Fusionnée le :
pt: 🎯 Mesclado:
ru: 🎯 Объединен:

source: 🔀 Mergeable:
de: 🔀 Mergebar:
fr: 🔀 Fusionnable :
pt: 🔀 Mesclável:
ru: 🔀 Можно объединить:

source: 📊 Status:
fr: 📊 Statut :
ru: 📊 Статус:

source: 👥 Reviewers:
de: 👥 Reviewer:
fr: 👥 Relecteurs :
pt: 👥 Revisores:
ru: 👥 Рецензенты:

source: 💬 Commenti e Review
de: 💬 Kommentare und Review
es: 💬 Comentarios y Revisiones (Review)
fr: 💬 Commentaires et Relectures
pt: 💬 Comentários e Revisões
ru: 💬 Комментарии и отзывы

source: Scrivi il tuo commento sulla PR... Supporta Markdown!
de: Schreiben Sie Ihren Kommentar zur PR... Unterstützt Markdown!
es: Escribe tu comentario sobre la PR... ¡Soporta Markdown!
fr: Écrivez votre commentaire sur la PR... Le Markdown est pris en charge !
pt: Escreva seu comentário sobre o PR... Suporta Markdown!
ru: Напишите ваш комментарий к PR... Поддерживает Markdown!

source: 💬 Commento #%(num)d - %(author)s - %(date)s
de: 💬 Kommentar #%(num)d - %(author)s - %(date)s
fr: 💬 Commentaire #%(num)d - %(author)s - %(date)s
pt: 💬 Comentário #%(num)d - %(author)s - %(date)s
ru: 💬 Комментарий #%(num)d - %(author)s - %(date)s

source: Sei sicuro di voler inviare questo commento sulla PR? Il commento sarà pubblico e visibile a tutti.
de: Sind Sie sicher, dass Sie diesen Kommentar zur PR senden möchten? Der Kommentar wird öffentlich und für alle sichtbar sein.
es: ¿Estás seguro de que quieres enviar este comentario sobre la PR? El comentario será público y visible para todos.
fr: Êtes-vous sûr de vouloir envoyer ce commentaire sur la PR ? Le commentaire sera public et visible par tous.
pt: Tem certeza de que deseja enviar este comentário sobre o PR? O comentário será público e visível para todos.
ru: Вы уверены, что хотите отправить этот комментарий к PR? Комментарий будет общедоступным и видимым для всех.

source: Seleziona il commit da utilizzare:
de: Wählen Sie den zu verwendenden Commit aus:
fr: Sélectionnez le commit à utiliser :
pt: Selecione o commit a ser utilizado:
ru: Выберите коммит для использования:

source: Messaggio
de: Nachricht
fr: Message
pt: Mensagem
ru: Сообщение

source: Autore
de: Autor
fr: Auteur
pt: Autor
ru: Автор

source: Data
de: Datum
fr: Date
ru: Дата

source: Ref
fr: Réf
ru: Ссылка

source: Dettagli Commit Selezionato
de: Details des ausgewählten Commits
fr: Détails du Commit Sélectionné
pt: Detalhes do Commit Selecionado
ru: Детали выбранного коммита

source: Caricamento commit...
de: Commits werden geladen...
fr: Chargement des commits...
pt: Carregando commit...
ru: Загрузка коммитов...

source: 🔄 Aggiorna Lista
de: 🔄 Liste aktualisieren
fr: 🔄 Actualiser la Liste
pt: 🔄 Atualizar Lista
ru: 🔄 Обновить список

source: ✅ Seleziona Commit
de: ✅ Commit auswählen
fr: ✅ Sélectionner le Commit
pt: ✅ Selecionar Commit
ru: ✅ Выбрать коммит

source: Caricamento commit in corso...
de: Commits werden geladen...
fr: Chargement des commits en cours...
pt: Carregamento do commit em andamento...
ru: Загрузка коммитов в процессе...

source: ❌ Errore nel recuperare i commit
de: ❌ Fehler beim Abrufen der Commits
fr: ❌ Erreur lors de la récupération des commits
pt: ❌ Erro ao recuperar os commits
ru: ❌ Ошибка при получении коммитов

source: Errore nel recuperare la lista dei commit: {}
de: Fehler beim Abrufen der Commit-Liste: {}
fr: Erreur lors de la récupération de la liste des commits : {}
pt: Erro ao recuperar a lista de commits: {}
ru: Ошибка при получении списка коммитов: {}

source: Errore Git
de: Git-Fehler
es: Error de Git
fr: Erreur Git
pt: Erro Git
ru: Ошибка Git

source: 📊 {} commit caricati
de: 📊 {} Commits geladen
fr: 📊 {} commits chargés
pt: 📊 {} commits carregados
ru: 📊 {} коммитов загружено

source: ❌ Errore nel caricamento
de: ❌ Ladefehler
fr: ❌ Erreur de chargement
pt: ❌ Erro no carregamento
ru: ❌ Ошибка при загрузке

source: Errore imprevisto nel recuperare i commit: {}
de: Unerwarteter Fehler beim Abrufen der Commits: {}
fr: Erreur inattendue lors de la récupération des commits : {}
pt: Erro inesperado ao recuperar os commits: {}
ru: Неожиданная ошибка при получении коммитов: {}

source: File modificati:
de: Geänderte Dateien:
fr: Fichiers modifiés :
pt: Arquivos modificados:
ru: Измененные файлы:

source: Errore nel recuperare i dettagli del commit.
de: Fehler beim Abrufen der Commit-Details.
fr: Erreur lors de la récupération des détails du commit.
pt: Erro ao recuperar os detalhes do commit.
ru: Ошибка при получении деталей коммита.

source: Errore imprevisto: {}
de: Unerwarteter Fehler: {}
fr: Erreur inattendue : {}
pt: Erro inesperado: {}
ru: Неожиданная ошибка: {}

source: Assistente Git Semplice v1.1
de: Einfacher Git-Assistent v1.1
es: Asistente Git Simple v1.1
fr: Assistant Git Simple v1.1
pt: Assistente Git Simples v1.1
ru: Простой Git Помощник v1.1

source: Richiesta password all'avvio per GitHub disabilitata. Il token (se salvato) non è stato caricato.
de: Passwortabfrage beim Start für GitHub deaktiviert. Das Token (falls gespeichert) wurde nicht geladen.
es: Solicitud de contraseña al inicio para GitHub desactivada. El token (si está guardado) no se ha cargado.
fr: Demande de mot de passe au démarrage pour GitHub désactivée. Le jeton (s'il est enregistré) n'a pas été chargé.
pt: Solicitação de senha na inicialização para GitHub desabilitada. O token (se salvo) não foi carregado.
ru: Запрос пароля при запуске для GitHub отключен. Токен (если сохранен) не был загружен.

source: 📋 Stato Monitoraggio:
de: 📋 Überwachungsstatus:
fr: 📋 État du Suivi :
pt: 📋 Status de Monitoramento:
ru: 📋 Состояние мониторинга:

source: ❌ Errore Git Status
de: ❌ Git-Status-Fehler
fr: ❌ Erreur Git Status
pt: ❌ Erro Git Status
ru: ❌ Ошибка Git Status

source: Impossibile recuperare lo stato del repository
de: Repository-Status konnte nicht abgerufen werden
fr: Impossible de récupérer l'état du dépôt
pt: Não foi possível recuperar o status do repositório
ru: Невозможно получить состояние репозитория

source: ERRORE: %(stderr)s OUTPUT: %(stdout)s
de: FEHLER: %(stderr)s AUSGABE: %(stdout)s
fr: ERREUR : %(stderr)s SORTIE : %(stdout)s
pt: ERRO: %(stderr)s SAÍDA: %(stdout)s
ru: ОШИБКА: %(stderr)s ВЫВОД: %(stdout)s

source: Verifica di essere in una directory Git valida.
de: Überprüfen Sie, ob Sie sich in einem gültigen Git-Verzeichnis befinden.
fr: Vérifiez que vous êtes dans un répertoire Git valide.
pt: Verifique se você está em um diretório Git válido.
ru: Убедитесь, что вы находитесь в корректной Git директории.

source: ✅ Repository Pulito
de: ✅ Repository sauber
fr: ✅ Dépôt Propre
pt: ✅ Repositório Limpo
ru: ✅ Репозиторий чистый

source: Il repository è in uno stato pulito
de: Das Repository ist in einem sauberen Zustand
fr: Le dépôt est dans un état propre
pt: O repositório está em um estado limpo
ru: Репозиторий находится в чистом состоянии

source: 🎉 STATO REPOSITORY ✅ Working directory pulita ✅ Nessuna modifica in stage ✅ Tutto sincronizzato
de: 🎉 REPOSITORY-STATUS ✅ Arbeitsverzeichnis sauber ✅ Keine Änderungen in der Staging-Area ✅ Alles synchronisiert
fr: 🎉 ÉTAT DU DÉPÔT ✅ Répertoire de travail propre ✅ Aucune modification indexée ✅ Tout est synchronisé
pt: 🎉 STATUS DO REPOSITÓRIO ✅ Working directory limpa ✅ Nenhuma modificação em stage ✅ Tudo sincronizado
ru: 🎉 СОСТОЯНИЕ РЕПОЗИТОРИЯ ✅ Рабочая директория чистая ✅ Нет изменений в stage ✅ Все синхронизировано

source: 📊 RIEPILOGO MODIFICHE:
de: 📊 ÄNDERUNGSÜBERSICHT:
fr: 📊 RÉSUMÉ DES MODIFICATIONS :
pt: 📊 RESUMO DAS MODIFICAÇÕES:
ru: 📊 СВОДКА ИЗМЕНЕНИЙ:

source: • File modificati: %(count)d
de: • Geänderte Dateien: %(count)d
fr: • Fichiers modifiés : %(count)d
pt: • Arquivos modificados: %(count)d
ru: • Измененных файлов: %(count)d

source: • File in stage: %(count)d
de: • Dateien in Staging-Area: %(count)d
fr: • Fichiers indexés : %(count)d
pt: • Arquivos em stage: %(count)d
ru: • Файлов в stage: %(count)d

source: • File non tracciati: %(count)d
de: • Nicht verfolgte Dateien: %(count)d
fr: • Fichiers non suivis : %(count)d
pt: • Arquivos não rastreados: %(count)d
ru: • Неотслеживаемых файлов: %(count)d

source: %(summary)s📋 DETTAGLIO COMPLETO: %(separator)s %(stdout)s
de: %(summary)s📋 VOLLSTÄNDIGE DETAILS: %(separator)s %(stdout)s
fr: %(summary)s📋 DÉTAIL COMPLET : %(separator)s %(stdout)s
pt: %(summary)s📋 DETALHES COMPLETOS: %(separator)s %(stdout)s
ru: %(summary)s📋 ПОЛНАЯ ИНФОРМАЦИЯ: %(separator)s %(stdout)s

source: Usa '%(add_cmd)s' per aggiungere modifiche, poi '%(commit_cmd)s' per committare.
de: Verwenden Sie '%(add_cmd)s', um Änderungen hinzuzufügen, dann '%(commit_cmd)s' zum Committen.
fr: Utilisez '%(add_cmd)s' pour ajouter des modifications, puis '%(commit_cmd)s' pour commiter.
pt: Use '%(add_cmd)s' para adicionar modificações, depois '%(commit_cmd)s' para commitar.
ru: Используйте '%(add_cmd)s' для добавления изменений, затем '%(commit_cmd)s' для коммита.
