Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: 🗂️ PROBLEMA REPOSITORY: Directory: {} La directory: • Non contiene una sottocartella .git • Non è stata inizializzata come repository Git • Potrebbe essere corrotta Per risolvere: • Usa '{}' per inizializzare un nuovo repository • Oppure naviga a una directory che contiene già un repository Git • Verifica che la directory .git non sia nascosta o danneggiata Comando tentato: {}
de: 🗂️ PROBLEMA REPOSITORY: Directory: {} La directory: • Non contiene una sottocartella .git • Non è stata inizializzata come repository Git • Potrebbe essere corrotta Per risolvere: • Usa '{}' per inizializzare un nuovo repository • Oppure naviga a una directory che contiene già un repository Git • Verifica che la directory .git non sia nascosta o danneggiata Versuchter Befehl: {}
pt: 🗂️ PROBLEMA DO REPOSITÓRIO: Diretório: {} O diretório: • Não contém uma subpasta .git • Não foi inicializado como um repositório Git • Pode estar corrompido Para resolver: • Use '{}' para inicializar um novo repositório • Ou navegue para um diretório que já contém um repositório Git • Verifique se o diretório .git não está oculto ou danificado Comando tentado: {}
ru: 🗂️ PROBLEMA REPOSITORY: Directory: {} La directory: • Non contiene una sottocartella .git • Non è stata inizializzata come repository Git • Potrebbe essere corrotta Per risolvere: • Usa '{}' per inizializzare un nuovo repository • Oppure naviga a una directory che contiene già un repository Git • Verifica che la directory .git non sia nascosta o danneggiata Попытка команды: {}

source: Inizializza un repository Git con '{}' o seleziona una directory che già contiene un repository Git.
pt: Inicialize um repositório Git com '{}' ou selecione um diretório que já contenha um repositório Git.

source: 📦 CARICAMENTO ASSET:
pt: 📦 CARREGAMENTO DE ATIVOS:

source: 🎯 Release Creata
pt: 🎯 Release Criada

source: Release '{}' (tag: {}) creata con successo
pt: Release '{}' (tag: {}) criada com sucesso

source: ✅ Release '{}' creata - dettagli mostrati in finestra
pt: ✅ Release '{}' criada - detalhes mostrados na janela

source: Vuoi aprire la release nel browser?
pt: Deseja abrir a release no navegador?

source: Apri Release
pt: Abrir Release

source: 🚨 ERRORE CREAZIONE RELEASE
pt: 🚨 ERRO NA CRIAÇÃO DA RELEASE

source: 📋 Release tentata: {} (tag: {})
pt: 📋 Release tentada: {} (tag: {})

source: 📊 Codice HTTP: {}
pt: 📊 Código HTTP: {}

source: 📄 Risposta server: {}
pt: 📄 Resposta do servidor: {}

source: ❌ ERRORE AUTENTICAZIONE: • Token GitHub non valido o scaduto • Permessi insufficienti per creare release
pt: ❌ ERRO DE AUTENTICAÇÃO: • Token GitHub inválido ou expirado • Permissões insuficientes para criar release

source: ❌ ERRORE PERMESSI: • Non hai permessi per creare release in questo repository • Repository privato senza accesso
pt: ❌ ERRO DE PERMISSÕES: • Você não tem permissões para criar release neste repositório • Repositório privado sem acesso

source: ❌ DATI NON VALIDI: • Tag già esistente • Formato release non valido • Parametri mancanti o errati
pt: ❌ DADOS INVÁLIDOS: • Tag já existente • Formato de release inválido • Parâmetros ausentes ou incorretos

source: Verifica che il tag non esista già e che tutti i campi siano compilati correttamente.
pt: Verifique se a tag já não existe e se todos os campos estão preenchidos corretamente.

source: ❌ Errore Creazione Release
pt: ❌ Erro ao Criar Release

source: Impossibile creare la release su GitHub
pt: Impossível criar a release no GitHub

source: ⚠️ ERRORE IMPREVISTO
pt: ⚠️ ERRO INESPERADO

source: 📝 Dettagli: {}
pt: 📝 Detalhes: {}

source: ❌ PROBLEMA: • Errore sconosciuto durante l'operazione • Possibile problema interno dell'applicazione • Risposta inattesa da GitHub
pt: ❌ PROBLEMA: • Erro desconhecido durante a operação • Possível problema interno do aplicativo • Resposta inesperada do GitHub

source: Errore sconosciuto durante la creazione della release
pt: Erro desconhecido durante a criação da release

source: LOG WORKFLOW
pt: LOG DO FLUXO DE TRABALHO

source: Log Workflow
pt: Log do Fluxo de Trabalho

source: Stato attuale API (artefatti): {}, Conclusione API: {}
de: Aktueller API-Status (Artefakte): {}, API-Schlussfolgerung: {}
es: Estado actual de la API (artefactos): {}, Conclusión de la API: {}
pt: Status atual da API (artefatos): {}, Conclusão da API: {}
ru: Текущее состояние API (артефакты): {}, Заключение API: {}

source: 📁 Artifact: {}
pt: 📁 Artefato: {}

source: *** PROBLEMA PUSH: Il branch corrente non ha un upstream remoto configurato. *** Questo di solito accade la prima volta che si tenta di inviare (push) un nuovo branch locale al server remoto.
de: *** PUSH-PROBLEM: Der aktuelle Branch hat kein konfiguriertes Upstream-Remote. *** Dies passiert normalerweise beim ersten Versuch, einen neuen lokalen Branch zum Remote-Server zu pushen.
es: *** PROBLEMA DE PUSH: La rama actual no tiene un upstream remoto configurado. *** Esto suele ocurrir la primera vez que se intenta enviar (push) una nueva rama local al servidor remoto.
pt: *** PROBLEMA NO PUSH: O branch atual não tem um upstream remoto configurado. *** Isso geralmente acontece na primeira vez que você tenta enviar (push) um novo branch local para o servidor remoto.
ru: *** ПРОБЛЕМА PUSH: Текущая ветка не имеет настроенного upstream удаленного. *** Это обычно происходит при первой попытке отправить (push) новую локальную ветку на удаленный сервер.

source: *** CONFLITTI DI MERGE RILEVATI! ***
de: *** MERGE-KONFLIKTE ERKANNT! ***
es: *** ¡CONFLICTOS DE FUSIÓN DETECTADOS! ***
pt: *** CONFLITOS DE MESCLAGEM DETECTADOS! ***
ru: *** ОБНАРУЖЕНЫ КОНФЛИКТЫ СЛИЯНИЯ! ***

source: File di testo (*.txt)|*.txt|Tutti i file (*.*)|*.*
de: Textdateien (*.txt)|*.txt|Alle Dateien (*.*)|*.*
pt: Arquivo de texto (*.txt)|*.txt|Todos os arquivos (*.*)|*.*
ru: Текстовые файлы (*.txt)|*.txt|Все файлы (*.*)|*.*

source: Bug
ru: Ошибка

source: Hash
ru: Хеш

source: &Commit... Ctrl+M
ru: &Коммит... Ctrl+M

source: Info
ru: Информация

source: ✅ Operazione completata con successo
ru: ✅ Операция завершена успешно

source: ✅ Comando completato senza output
de: ✅ Befehl ohne Ausgabe abgeschlossen
ru: ✅ Команда завершена без вывода

source: ⏱️ Comandi eseguiti: {}
de: ⏱️ Ausgeführte Befehle: {}
ru: ⏱️ Выполненные команды: {}

source: Commit
ru: Коммит

source: Diff Staged
ru: Diff проиндексированных изменений

source: Issue
ru: Задача (Issue)

source: Reset Hard HEAD
ru: Жесткий сброс (Reset Hard) до HEAD

source: Base
de: Basis
ru: Основные

source: PR/Issue
ru: PR/Задачи

source: 🔧 Comando eseguito: {}
de: 🔧 Befehl ausgeführt: {}

source: Visualizza/Seleziona Esecuzione Workflow Recente
es: Ver/Seleccionar Ejecución de Workflow Reciente

source: Log Esecuzione Workflow Selezionata
es: Log de Ejecución de Workflow Seleccionada

source: 🌐 Crea Token GitHub
es: 🌐 Crear Token de GitHub

source: Elenca le esecuzioni recenti del workflow per il branch principale e permette di selezionarne una.
es: Lista las ejecuciones recientes del workflow para la rama principal y permite seleccionar una.

source: ERRORE: Token GitHub necessario per creare issue.
es: ERROR: Se necesita un token de GitHub para crear issues.

source: ✅ Issue #{} creata con successo!
es: ✅ ¡Issue #{} creado con éxito!

source: Vuoi aprire l'issue nel browser?
es: ¿Quieres abrir el issue en el navegador?

source: ❌ Errore durante la creazione dell'issue: {}
es: ❌ Error durante la creación del issue: {}

source: ERRORE: Token GitHub necessario per creare PR.
es: ERROR: Se necesita un token de GitHub para crear PRs.

source: Recupero informazioni branch...
es: Obteniendo información de las ramas...

source: ERRORE: Impossibile recuperare i branch del repository.
es: ERROR: No se pudieron obtener las ramas del repositorio.

source: ERRORE: Il titolo della PR è obbligatorio.
es: ERROR: El título de la PR es obligatorio.

source: ERRORE: Branch di origine e destinazione sono obbligatori.
es: ERROR: Las ramas de origen y destino son obligatorias.

source: ERRORE: Branch di origine e destinazione non possono essere uguali.
es: ERROR: Las ramas de origen y destino no pueden ser iguales.

source: 🚀 Creazione PR '{}' da '{}' verso '{}'...
es: 🚀 Creando PR '{}' de '{}' hacia '{}'...

source: ✅ Pull Request #{} creata con successo!
es: ✅ ¡Pull Request #{} creada con éxito!

source: 🔄 Tentativo di abilitare auto-merge...
es: 🔄 Intentando habilitar la auto-fusión...

source: Vuoi aprire la PR nel browser?
es: ¿Quieres abrir la PR en el navegador?

source: ❌ Errore durante la creazione della PR: {}
es: ❌ Error durante la creación de la PR: {}

source: 💡 Suggerimento: Assicurati che ci siano commit nel branch '{}' che non sono in '{}'.
es: 💡 Sugerencia: Asegúrate de que haya commits en la rama '{}' que no estén en '{}'.

source: 💡 Suggerimento: Una PR tra questi branch potrebbe già esistere.
es: 💡 Sugerencia: Es posible que ya exista una PR entre estas ramas.

source: Operazione .gitignore completata con successo.
es: Operación .gitignore completada con éxito.

source: Ricerca file completata.
es: Búsqueda de archivos completada.

source: Comando/i completato/i con successo.
es: Comando(s) completado(s) con éxito.

source: Errore durante l'aggiornamento del file .gitignore.
es: Error al actualizar el archivo .gitignore.

source: Errore durante la ricerca dei file.
es: Error durante la búsqueda de archivos.

source: Esecuzione (o parte di essa) fallita o con errori. Controllare l'output per i dettagli.
es: Ejecución (o parte de ella) fallida o con errores. Revisa la salida para ver los detalles.

source: AVVISO: Il percorso del repository '{}' non è una directory valida. Le operazioni GitHub potrebbero riferirsi al contesto precedente ({} hefty{}). La selezione precedente di un'esecuzione workflow è stata resettata.
es: AVISO: La ruta del repositorio '{}' no es un directorio válido. Las operaciones de GitHub podrían referirse al contexto anterior ({} hefty{}). La selección anterior de una ejecución de workflow ha sido reseteada.

source: 🔄 Monitoraggio automatico avviato!
es: 🔄 ¡Monitoreo automático iniciado!

source: ℹ️ Il workflow è già terminato ({})
es: ℹ️ El workflow ya ha terminado ({})

source: ❌ Nessuna esecuzione recente trovata
es: ❌ No se encontraron ejecuciones recientes

source: ❌ Errore di rete/API nel recupero automatico: {}
es: ❌ Error de red/API en la recuperación automática: {}

source: ❌ Errore imprevisto nel recupero automatico: {}
es: ❌ Error inesperado en la recuperación automática: {}

source: Nessun workflow attivo trovato nel repository {}/{}.
es: No se encontraron workflows activos en el repositorio {}/{}.

source: ✅ Workflow '{}' avviato con successo!
es: ✅ ¡Workflow '{}' iniciado con éxito!

source: 🔍 Usa '{}' per vedere le nuove esecuzioni.
es: 🔍 Usa '{}' para ver las nuevas ejecuciones.

source: ⏳ Attesa 5 secondi per la nuova esecuzione...
es: ⏳ Esperando 5 segundos para la nueva ejecución...

source: ❌ Errore 422: Il workflow potrebbe non supportare il dispatch manuale o i parametri sono incorretti.
es: ❌ Error 422: El workflow podría no soportar el disparo manual o los parámetros son incorrectos.

source: Recupero esecuzioni workflow per repo '{}/{}' sul branch '{}'...
es: Obteniendo ejecuciones de workflow para el repo '{}/{}' en la rama '{}'...

source: Errore API GitHub (elenco esecuzioni branch {}): {}
es: ERROR de la API de GitHub (listado de ejecuciones de la rama {}): {}

source: Risposta API: {}
es: Respuesta de la API: {}

source: Errore imprevisto (elenco esecuzioni branch {}): {}
es: Error inesperado (listado de ejecuciones de la rama {}): {}

source: Nessuna esecuzione workflow trovata per i branch '{}' nel repository '{}/{}'.
es: No se encontraron ejecuciones de workflow para las ramas '{}' en el repositorio '{}/{}'.

source: Nessuna esecuzione di workflow unica trovata.
es: No se encontraron ejecuciones de workflow únicas.

source: Nessuna esecuzione di workflow trovata da elencare.
es: No se encontraron ejecuciones de workflow para listar.

source: Seleziona un'esecuzione del workflow:
es: Selecciona una ejecución del workflow:

source: Esecuzioni Workflow Recenti per {}/{}
es: Ejecuciones de Workflow Recientes para {}/{}

source: Sconosciuto
es: Desconocido

source: Esecuzione Selezionata per {}/{}: Nome: {} ID: {} Stato: {} Conclusione: {} Avviata il: {} URL: {}
es: Ejecución Seleccionada para {}/{}: Nombre: {} ID: {} Estado: {} Conclusión: {} Iniciada el: {} URL: {}

source: Questa esecuzione è attualmente '{}'. Puoi rieseguire '{}' per aggiornare lo stato e la conclusione finale.
es: Esta ejecución está actualmente '{}'. Puedes volver a ejecutar '{}' para actualizar el estado y la conclusión final.

source: Usa i comandi successivi per log o artefatti.
es: Usa los siguientes comandos para logs o artefactos.

source: Errore nella selezione dell'esecuzione.
es: Error en la selección de la ejecución.

source: Errore: Nessuna esecuzione workflow selezionata. Esegui prima '{}'.
es: Error: Ninguna ejecución de workflow seleccionada. Ejecuta primero '{}'.

source: Verifica stato attuale esecuzione ID {}...
es: Verificando estado actual de la ejecución ID {}...

source: L'esecuzione del workflow ID {} è ancora '{}'. I log potrebbero essere incompleti o non disponibili finché non sarà completata. Vuoi essere avvisato quando l'esecuzione termina?
es: La ejecución del workflow ID {} todavía está '{}'. Los logs podrían estar incompletos o no disponibles hasta que se complete. ¿Quieres ser notificado cuando la ejecución termine?

source: Avvio monitoraggio per run ID {}.
es: Iniciando monitoreo para el ID de ejecución {}.

source: Monitoraggio non avviato (risposta: {}). Si tenterà il download dei log.
es: Monitoreo no iniciado (respuesta: {}). Se intentará la descarga de los logs.

source: Nessun file di log testuale trovato nell'archivio ZIP o archivio vuoto.
es: No se encontraron archivos de log de texto en el archivo ZIP o el archivo está vacío.

source: --- Fine dei log ---
es: --- Fin de los logs ---

source: Nessun contenuto di log visualizzato.
es: No se mostró ningún contenido de log.

source: Errore HTTP API GitHub: {} - {}
es: Error HTTP de la API de GitHub: {} - {}

source: Possibile causa: L'esecuzione workflow o i log potrebbero essere scaduti o l'ID non è valido.
es: Causa posible: La ejecución del workflow o los logs podrían haber caducado o el ID no es válido.

source: Errore 410: I log per questa esecuzione sono scaduti e non più disponibili.
es: Error 410: Los logs para esta ejecución han caducado y ya no están disponibles.

source: Errore API GitHub: {}
es: Error de la API de GitHub: {}

source: Errore: Il file scaricato non è un archivio ZIP valido.
es: Error: El archivo descargado no es un archivo ZIP válido.

source: Errore imprevisto durante il recupero dei log: {}
es: Error inesperado durante la recuperación de los logs: {}

source: Errore: ID esecuzione non selezionato. Esegui prima '{}'.
es: Error: ID de ejecución no seleccionado. Ejecuta primero '{}'.

source: Recupero lista artefatti per esecuzione ID {}...
es: Obteniendo lista de artefactos para la ejecución ID {}...

source: Nessun artefatto trovato.
es: No se encontraron artefactos.

source: Nessun artefatto valido da elencare.
es: No hay artefactos válidos para listar.

source: Download di '{}' in corso... A: {}
es: Descargando '{}'... A: {}

source: Artefatto '{}' scaricato: {}
es: Artefacto '{}' descargado: {}

source: Errore download artefatto: {}
es: Error al descargar el artefacto: {}

source: Errore salvataggio artefatto: {}
es: Error al guardar el artefacto: {}

source: Salvataggio artefatto annullato.
es: Guardado de artefacto cancelado.

source: Selezione artefatto annullata.
es: Selección de artefacto cancelada.

source: Causa: Esecuzione/artefatti scaduti o ID non valido.
es: Causa: Ejecución/artefactos caducados o ID no válido.

source: Errore 410: Artefatti scaduti.
es: Error 410: Artefactos caducados.

source: Errore imprevisto recupero artefatti: {}
es: Error inesperado al recuperar los artefactos: {}
