Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: 🎹 SCORCIATOIE TASTIERA === GENERALI === Spazio - Mostra informazioni sul comando selezionato Invio - Esegui comando selezionato nell'albero F5 - Aggiorna informazioni repository corrente F1 - Mostra questa finestra delle scorciatoie Ctrl+Q - Esci dall'applicazione Esc - Chiudi dialog aperti === NAVIGAZIONE REPOSITORY === Ctrl+O - Cambia cartella repository (Sfoglia...) Ctrl+E - Espandi tutte le categorie di comandi Ctrl+R - Comprimi tutte le categorie di comandi Ctrl+L - Aggiorna lista comandi nell'albero ↑ ↓ - Naviga nell'albero dei comandi ← → - Espandi/Comprimi categoria selezionata === COMANDI GIT RAPIDI === Ctrl+S - Git Status (mostra stato repository) Ctrl+A - Git Add All (aggiungi tutte le modifiche) Ctrl+M - Git Commit (crea nuovo commit con messaggio) Ctrl+↑ - Git Push (invia modifiche al server) Ctrl+↓ - Git Pull (scarica modifiche dal server) === GITHUB === Ctrl+G - Configurazione GitHub (token, repository) Ctrl+D - Apri Dashboard GitHub nel browser === INFORMAZIONI === Ctrl+I - Informazioni sull'applicazione === SUGGERIMENTI === • Usa il mouse per selezionare comandi nell'albero • Doppio click su un comando per eseguirlo • La barra di stato mostra info sul comando selezionato • I comandi pericolosi richiedono sempre conferma • Usa il pannello di output per monitorare le operazioni === COMANDI SPECIALI === • I comandi con '...' richiedono input aggiuntivo • I comandi GitHub necessitano di configurazione preliminare • La Dashboard mostra statistiche complete del repository 💡 Ricorda: Puoi sempre usare i menu tradizionali come alternativa!
de: 🎹 TASTENKÜRZEL === ALLGEMEIN === Leertaste - Informationen zum ausgewählten Befehl anzeigen Enter - Ausgewählten Befehl im Baum ausführen F5 - Aktuelle Repository-Informationen aktualisieren F1 - Dieses Tastenkürzel-Fenster anzeigen Ctrl+Q - Anwendung beenden Esc - Geöffnete Dialoge schließen === REPOSITORY-NAVIGATION === Ctrl+O - Repository-Ordner wechseln (Durchsuchen...) Ctrl+E - Alle Befehlskategorien erweitern Ctrl+R - Alle Befehlskategorien zusammenklappen Ctrl+L - Befehlsliste im Baum aktualisieren ↑ ↓ - Im Befehlsbaum navigieren ← → - Ausgewählte Kategorie erweitern/zusammenklappen === SCHNELLE GIT-BEFEHLE === Ctrl+S - Git Status (Repository-Status anzeigen) Ctrl+A - Git Add All (alle Änderungen hinzufügen) Ctrl+M - Git Commit (neuen Commit mit Nachricht erstellen) Ctrl+↑ - Git Push (Änderungen an Server senden) Ctrl+↓ - Git Pull (Änderungen vom Server herunterladen) === GITHUB === Ctrl+G - GitHub-Konfiguration (Token, Repository) Ctrl+D - GitHub-Dashboard im Browser öffnen === INFORMATIONEN === Ctrl+I - Informationen über die Anwendung === TIPPS === • Verwenden Sie die Maus, um Befehle im Baum auszuwählen • Doppelklick auf einen Befehl, um ihn auszuführen • Die Statusleiste zeigt Infos zum ausgewählten Befehl • Gefährliche Befehle erfordern immer eine Bestätigung • Verwenden Sie das Ausgabefenster, um Operationen zu überwachen === SPEZIELLE BEFEHLE === • Befehle mit '...' erfordern zusätzliche Eingaben • GitHub-Befehle benötigen vorherige Konfiguration • Das Dashboard zeigt vollständige Repository-Statistiken 💡 Denken Sie daran: Sie können immer die traditionellen Menüs als Alternative verwenden!
fr: 🎹 RACCOURCIS CLAVIER === GÉNÉRAUX === Espace - Affiche les informations sur la commande sélectionnée Entrée - Exécute la commande sélectionnée dans l'arbre F5 - Met à jour les informations du dépôt actuel F1 - Affiche cette fenêtre des raccourcis Ctrl+Q - Quitte l'application Échap - Ferme les dialogues ouverts === NAVIGATION DÉPÔT === Ctrl+O - Change le dossier du dépôt (Parcourir...) Ctrl+E - Développe toutes les catégories de commandes Ctrl+R - Compresse toutes les catégories de commandes Ctrl+L - Met à jour la liste des commandes dans l'arbre ↑ ↓ - Navigue dans l'arbre des commandes ← → - Développe/Compresse la catégorie sélectionnée === COMMANDES GIT RAPIDES === Ctrl+S - Git Status (affiche l'état du dépôt) Ctrl+A - Git Add All (ajoute toutes les modifications) Ctrl+M - Git Commit (crée un nouveau commit avec message) Ctrl+↑ - Git Push (envoie les modifications au serveur) Ctrl+↓ - Git Pull (télécharge les modifications du serveur) === GITHUB === Ctrl+G - Configuration GitHub (token, dépôt) Ctrl+D - Ouvre le Tableau de Bord GitHub dans le navigateur === INFORMATIONS === Ctrl+I - Informations sur l'application === CONSEILS === • Utilisez la souris pour sélectionner les commandes dans l'arbre • Double-clic sur une commande pour l'exécuter • La barre d'état affiche les infos sur la commande sélectionnée • Les commandes dangereuses demandent toujours confirmation • Utilisez le panneau de sortie pour surveiller les opérations === COMMANDES SPÉCIALES === • Les commandes avec '...' nécessitent une saisie supplémentaire • Les commandes GitHub nécessitent une configuration préalable • Le Tableau de Bord affiche les statistiques complètes du dépôt 💡 Rappel : Vous pouvez toujours utiliser les menus traditionnels comme alternative !
pt: 🎹 ATALHOS DE TECLADO === GERAIS === Espaço - Mostra informações sobre o comando selecionado Enter - Executa o comando selecionado na árvore F5 - Atualiza as informações do repositório atual F1 - Mostra esta janela de atalhos Ctrl+Q - Sai da aplicação Esc - Fecha diálogos abertos === NAVEGAÇÃO DO REPOSITÓRIO === Ctrl+O - Mudar pasta do repositório (Navegar...) Ctrl+E - Expandir todas as categorias de comandos Ctrl+R - Recolher todas as categorias de comandos Ctrl+L - Atualizar lista de comandos na árvore ↑ ↓ - Navegar na árvore de comandos ← → - Expandir/Recolher categoria selecionada === COMANDOS GIT RÁPIDOS === Ctrl+S - Git Status (mostra o estado do repositório) Ctrl+A - Git Add All (adicionar todas as modificações) Ctrl+M - Git Commit (cria novo commit com mensagem) Ctrl+↑ - Git Push (envia modificações para o servidor) Ctrl+↓ - Git Pull (baixa modificações do servidor) === GITHUB === Ctrl+G - Configuração do GitHub (token, repositório) Ctrl+D - Abrir Painel do GitHub no navegador === INFORMAÇÕES === Ctrl+I - Informações sobre a aplicação === SUGESTÕES === • Use o mouse para selecionar comandos na árvore • Clique duas vezes em um comando para executá-lo • A barra de status mostra informações sobre o comando selecionado • Comandos perigosos sempre exigem confirmação • Use o painel de saída para monitorar as operações === COMANDOS ESPECIAIS === • Os comandos com '...' exigem entrada adicional • Os comandos GitHub necessitam de configuração prévia • O Painel mostra estatísticas completas do repositório 💡 Lembre-se: Você sempre pode usar os menus tradicionais como alternativa!

source: 🎹 Scorciatoie Tastiera - Assistente Git
de: 🎹 Tastenkürzel - Git-Assistent
fr: 🎹 Raccourcis Clavier - Assistant Git
pt: 🎹 Atalhos de Teclado - Assistente Git
ru: 🎹 Клавиатурные сокращения - Git-ассистент

source: Guida Scorciatoie Tastiera
de: Tastenkürzel-Leitfaden
fr: Guide des Raccourcis Clavier
pt: Guia de Atalhos de Teclado
ru: Руководство по клавиатурным сокращениям

source: 📋 Copia Tutto
de: 📋 Alles kopieren
fr: 📋 Tout Copier
pt: 📋 Copiar Tudo
ru: 📋 Копировать все

source: 🖨️ Salva Come File
de: 🖨️ Als Datei speichern
fr: 🖨️ Enregistrer Comme Fichier
pt: 🖨️ Salvar Como Arquivo
ru: 🖨️ Сохранить как файл

source: Salva Scorciatoie Come...
de: Tastenkürzel speichern als...
fr: Enregistrer les Raccourcis Sous...
pt: Salvar Atalhos Como...
ru: Сохранить сокращения как...

source: AssistenteGit_Scorciatoie.txt
de: GitAssistent_Tastenkuerzel.txt
fr: AssistantGit_Raccourcis.txt
pt: AssistenteGit_Atalhos.txt
ru: GitАссистент_Сокращения.txt

source: 💾 Scorciatoie salvate con successo in: {}
de: 💾 Tastenkürzel erfolgreich gespeichert in: {}
fr: 💾 Raccourcis enregistrés avec succès dans : {}
pt: 💾 Atalhos salvos com sucesso em: {}
ru: 💾 Сокращения успешно сохранены в: {}

source: File Salvato
de: Datei gespeichert
fr: Fichier Enregistré
pt: Arquivo Salvo
ru: Файл сохранен

source: ❌ Errore nel salvare il file: {}
de: ❌ Fehler beim Speichern der Datei: {}
fr: ❌ Erreur lors de l'enregistrement du fichier : {}
pt: ❌ Erro ao salvar o arquivo: {}
ru: ❌ Ошибка при сохранении файла: {}

source: Errore Salvataggio
de: Speicherfehler
fr: Erreur d'Enregistrement
pt: Erro ao Salvar
ru: Ошибка сохранения

source: 🎯 ASSISTENTE GIT SEMPLICE v1.1 Un'interfaccia grafica intuitiva per Git e GitHub Actions, progettata per semplificare le operazioni Git quotidiane. ✨ CARATTERISTICHE: • Comandi Git organizzati per categoria • Integrazione GitHub Actions e Release • Dashboard repository completo • Supporto multilingua • Configurazione sicura token GitHub 🛠️ Sviluppato con Python e wxPython 📅 2025 - Interfaccia Utente Semplificata per Git 💡 Usa F1 per vedere tutte le scorciatoie!
de: 🎯 EINFACHER GIT-ASSISTENT v1.1 Eine intuitive grafische Oberfläche für Git und GitHub Actions, entwickelt, um tägliche Git-Operationen zu vereinfachen. ✨ FUNKTIONEN: • Nach Kategorien organisierte Git-Befehle • Integration von GitHub Actions und Releases • Vollständiges Repository-Dashboard • Mehrsprachige Unterstützung • Sichere GitHub-Token-Konfiguration 🛠️ Entwickelt mit Python und wxPython 📅 2025 - Vereinfachte Benutzeroberfläche für Git 💡 Drücken Sie F1, um alle Tastenkürzel zu sehen!
fr: 🎯 ASSISTANT GIT SIMPLE v1.1 Une interface graphique intuitive pour Git et GitHub Actions, conçue pour simplifier les opérations Git quotidiennes. ✨ CARACTÉRISTIQUES : • Commandes Git organisées par catégorie • Intégration GitHub Actions et Release • Tableau de bord du dépôt complet • Support multilingue • Configuration sécurisée du token GitHub 🛠️ Développé avec Python et wxPython 📅 2025 - Interface Utilisateur Simplifiée pour Git 💡 Utilisez F1 pour voir tous les raccourcis !
pt: 🎯 ASSISTENTE GIT SIMPLES v1.1 Uma interface gráfica intuitiva para Git e GitHub Actions, projetada para simplificar as operações Git diárias. ✨ CARACTERÍSTICAS: • Comandos Git organizados por categoria • Integração GitHub Actions e Release • Painel completo do repositório • Suporte multilíngue • Configuração segura de token do GitHub 🛠️ Desenvolvido com Python e wxPython 📅 2025 - Interface de Usuário Simplificada para Git 💡 Use F1 para ver todos os atalhos!
ru: 🎯 ПРОСТОЙ GIT-АССИСТЕНТ v1.1 Интуитивно понятный графический интерфейс для Git и GitHub Actions, разработанный для упрощения повседневных операций с Git. ✨ ОСОБЕННОСТИ: • Команды Git, организованные по категориям • Интеграция с GitHub Actions и релизами • Полная панель управления репозиторием • Многоязычная поддержка • Безопасная настройка токена GitHub 🛠️ Разработано на Python и wxPython 📅 2025 - Упрощенный пользовательский интерфейс для Git 💡 Нажмите F1, чтобы увидеть все клавиатурные сокращения!

source: Informazioni - Assistente Git
de: Informationen - Git-Assistent
fr: Informations - Assistant Git
pt: Informações - Assistente Git
ru: Информация - Git-ассистент

source: 🎹 SCORCIATOIE TASTIERA (macOS) === GENERALI === Spazio - Mostra informazioni sul comando selezionato Invio - Esegui comando selezionato dalla barra menu Option+R - Aggiorna informazioni repository corrente F1 - Mostra questa finestra delle scorciatoie Option+Q - Esci dall'applicazione Esc - Chiudi dialog aperti === NAVIGAZIONE REPOSITORY === Option+O - Cambia cartella repository (Sfoglia...) Cmd+↑ ↓ - Naviga tra i menu della barra Cmd+← → - Naviga all'interno di un menu === DASHBOARD REPOSITORY === Option+1 - Panoramica Stato Repository Option+2 - Statistiche Repository Option+3 - Attività Recente Option+4 - Stato Branch e Remote Option+5 - Riepilogo Modifiche File === COMANDI GIT RAPIDI === Option+S - Git Status (mostra stato repository) Option+A - Git Add All (aggiungi tutte le modifiche) Option+M - Git Commit (crea nuovo commit con messaggio) Option+↑ - Git Push (invia modifiche al server) Option+↓ - Git Pull (scarica modifiche dal server) === OPERAZIONI REPOSITORY === Option+C - Clona Repository Option+I - Inizializza Repository Option+G - Aggiungi a .gitignore === MODIFICHE LOCALI === Option+D - Diff Working Directory Option+Shift+D - Diff Staged Option+L - Cronologia Log Option+Shift+M - Amend Ultimo Commit === BRANCH E TAG === Option+B - Visualizza/Passa a Branch Option+Shift+B - Crea Nuovo Branch Option+T - Crea Tag Option+Delete - Elimina Branch (sicuro) Option+Shift+Delete - Elimina Branch (forzato) === GITHUB === Option+Shift+G - Configurazione GitHub Option+R - Crea Release Option+T - Trigger Workflow Option+P - Crea Pull Request Option+Shift+I - Crea Issue === RICERCA E UTILITÀ === Option+F - Grep - Cerca Testo Option+Shift+F - Lista File Tracciati === RIPRISTINO === Option+Z - Ripristina File Specifico Option+Cmd+Z - Reset Hard HEAD Option+Escape - Annulla Merge === SUGGERIMENTI macOS === • Usa VoiceOver (Cmd+F5) per navigazione vocale • I menu sono completamente accessibili con tastiera • Option+tasti per accesso rapido ai comandi • Cmd+M per minimizzare la finestra • Cmd+H per nascondere l'applicazione 💡 Tutti i comandi sono accessibili dalla barra menu!
de: 🎹 TASTENKÜRZEL (macOS) === ALLGEMEIN === Leertaste - Informationen zum ausgewählten Befehl anzeigen Enter - Ausgewählten Befehl aus der Menüleiste ausführen Option+R - Aktuelle Repository-Informationen aktualisieren F1 - Dieses Tastenkürzel-Fenster anzeigen Option+Q - Anwendung beenden Esc - Geöffnete Dialoge schließen === REPOSITORY-NAVIGATION === Option+O - Repository-Ordner wechseln (Durchsuchen...) Cmd+↑ ↓ - Zwischen Menüs der Leiste navigieren Cmd+← → - Innerhalb eines Menüs navigieren === REPOSITORY-DASHBOARD === Option+1 - Repository-Status-Übersicht Option+2 - Repository-Statistiken Option+3 - Kürzliche Aktivität Option+4 - Branch- und Remote-Status Option+5 - Dateiänderungs-Zusammenfassung === SCHNELLE GIT-BEFEHLE === Option+S - Git Status (Repository-Status anzeigen) Option+A - Git Add All (alle Änderungen hinzufügen) Option+M - Git Commit (neuen Commit mit Nachricht erstellen) Option+↑ - Git Push (Änderungen an Server senden) Option+↓ - Git Pull (Änderungen vom Server herunterladen) === REPOSITORY-OPERATIONEN === Option+C - Repository klonen Option+I - Repository initialisieren Option+G - Zu .gitignore hinzufügen === LOKALE ÄNDERUNGEN === Option+D - Diff Arbeitsverzeichnis Option+Shift+D - Diff Staged Option+L - Chronologie-Log Option+Shift+M - Letzten Commit ändern === BRANCHES UND TAGS === Option+B - Branches anzeigen/wechseln Option+Shift+B - Neuen Branch erstellen Option+T - Tag erstellen Option+Delete - Branch löschen (sicher) Option+Shift+Delete - Branch löschen (erzwungen) === GITHUB === Option+Shift+G - GitHub-Konfiguration Option+R - Release erstellen Option+T - Workflow auslösen Option+P - Pull Request erstellen Option+Shift+I - Issue erstellen === SUCHE UND HILFSMITTEL === Option+F - Grep - Text suchen Option+Shift+F - Liste verfolgter Dateien === WIEDERHERSTELLUNG === Option+Z - Spezifische Datei wiederherstellen Option+Cmd+Z - Reset Hard HEAD Option+Escape - Merge abbrechen === macOS-TIPPS === • Verwenden Sie VoiceOver (Cmd+F5) für Sprachnavigation • Die Menüs sind vollständig mit der Tastatur zugänglich • Option+Tasten für schnellen Zugriff auf Befehle • Cmd+M zum Minimieren des Fensters • Cmd+H zum Ausblenden der Anwendung 💡 Alle Befehle sind über die Menüleiste zugänglich!
fr: 🎹 RACCOURCIS CLAVIER (macOS) === GÉNÉRAUX === Espace - Affiche les informations sur la commande sélectionnée Entrée - Exécute la commande sélectionnée depuis la barre de menu Option+R - Met à jour les informations du dépôt actuel F1 - Affiche cette fenêtre des raccourcis Option+Q - Quitte l'application Échap - Ferme les dialogues ouverts === NAVIGATION DÉPÔT === Option+O - Change le dossier du dépôt (Parcourir...) Cmd+↑ ↓ - Navigue entre les menus de la barre Cmd+← → - Navigue à l'intérieur d'un menu === TABLEAU DE BORD DÉPÔT === Option+1 - Aperçu État du Dépôt Option+2 - Statistiques du Dépôt Option+3 - Activité Récente Option+4 - État des Branches et Distant Option+5 - Résumé des Modifications de Fichiers === COMMANDES GIT RAPIDES === Option+S - Git Status (affiche l'état du dépôt) Option+A - Git Add All (ajoute toutes les modifications) Option+M - Git Commit (crée un nouveau commit avec message) Option+↑ - Git Push (envoie les modifications au serveur) Option+↓ - Git Pull (télécharge les modifications du serveur) === OPÉRATIONS DÉPÔT === Option+C - Clone le Dépôt Option+I - Initialise le Dépôt Option+G - Ajoute à .gitignore === MODIFICATIONS LOCALES === Option+D - Diff Répertoire de Travail Option+Shift+D - Diff Staged Option+L - Historique des Logs Option+Shift+M - Amend Dernier Commit === BRANCHES ET TAGS === Option+B - Affiche/Passe à une Branche Option+Shift+B - Crée Nouvelle Branche Option+T - Crée Tag Option+Delete - Supprime Branche (sécurisé) Option+Shift+Delete - Supprime Branche (forcé) === GITHUB === Option+Shift+G - Configuration GitHub Option+R - Crée Release Option+T - Déclenche Workflow Option+P - Crée Pull Request Option+Shift+I - Crée Issue === RECHERCHE ET UTILITAIRES === Option+F - Grep - Recherche Texte Option+Shift+F - Liste Fichiers Suivis === RESTAURATION === Option+Z - Restaure Fichier Spécifique Option+Cmd+Z - Reset Hard HEAD Option+Escape - Annule Merge === CONSEILS macOS === • Utilisez VoiceOver (Cmd+F5) pour la navigation vocale • Les menus sont complètement accessibles au clavier • Option+touches pour accès rapide aux commandes • Cmd+M pour minimiser la fenêtre • Cmd+H pour masquer l'application 💡 Toutes les commandes sont accessibles depuis la barre de menu !
pt: 🎹 ATALHOS DE TECLADO (macOS) === GERAIS === Espaço - Mostra informações sobre o comando selecionado Enter - Executa o comando selecionado na barra de menu Option+R - Atualiza as informações do repositório atual F1 - Mostra esta janela de atalhos Option+Q - Sai da aplicação Esc - Fecha diálogos abertos === NAVEGAÇÃO DO REPOSITÓRIO === Option+O - Mudar pasta do repositório (Navegar...) Cmd+↑ ↓ - Navega entre os menus da barra Cmd+← → - Navega dentro de um menu === PAINEL DO REPOSITÓRIO === Option+1 - Visão Geral do Estado do Repositório Option+2 - Estatísticas do Repositório Option+3 - Atividade Recente Option+4 - Estado do Branch e Remoto Option+5 - Resumo das Modificações de Arquivo === COMANDOS GIT RÁPIDOS === Option+S - Git Status (mostra o estado do repositório) Option+A - Git Add All (adicionar todas as modificações) Option+M - Git Commit (cria novo commit com mensagem) Option+↑ - Git Push (envia modificações para o servidor) Option+↓ - Git Pull (baixa modificações do servidor) === OPERAÇÕES DO REPOSITÓRIO === Option+C - Clonar Repositório Option+I - Inicializar Repositório Option+G - Adicionar a .gitignore === MODIFICAÇÕES LOCAIS === Option+D - Diff Working Directory Option+Shift+D - Diff Staged Option+L - Histórico de Log Option+Shift+M - Amend Último Commit === BRANCHES E TAGS === Option+B - Visualizar/Mudar para Branch Option+Shift+B - Criar Novo Branch Option+T - Criar Tag Option+Delete - Excluir Branch (seguro) Option+Shift+Delete - Excluir Branch (forçado) === GITHUB === Option+Shift+G - Configuração do GitHub Option+R - Criar Release Option+T - Acionar Workflow Option+P - Criar Pull Request Option+Shift+I - Criar Issue === PESQUISA E UTILITÁRIOS === Option+F - Grep - Pesquisar Texto Option+Shift+F - Lista de Arquivos Rastreados === REVERSÃO === Option+Z - Restaurar Arquivo Específico Option+Cmd+Z - Reset Hard HEAD Option+Escape - Desfazer Merge === SUGESTÕES macOS === • Use VoiceOver (Cmd+F5) para navegação por voz • Os menus são totalmente acessíveis com o teclado • Option+teclas para acesso rápido aos comandos • Cmd+M para minimizar a janela • Cmd+H para ocultar a aplicação 💡 Todos os comandos são acessíveis pela barra de menu!

source: 🎹 Scorciatoie Tastiera - Assistente Git (macOS)
de: 🎹 Tastenkürzel - Git-Assistent (macOS)
fr: 🎹 Raccourcis Clavier - Assistant Git (macOS)
pt: 🎹 Atalhos de Teclado - Assistente Git (macOS)
ru: 🎹 Клавиатурные сокращения - Git-ассистент (macOS)

source: Guida Scorciatoie Tastiera (macOS)
de: Tastenkürzel-Leitfaden (macOS)
fr: Guide des Raccourcis Clavier (macOS)
pt: Guia de Atalhos de Teclado (macOS)
ru: Руководство по клавиатурным сокращениям (macOS)

source: Cambia Repository
de: Repository wechseln
fr: Changer le Dépôt
pt: Mudar Repositório
ru: Сменить репозиторий

source: Aggiorna Repository
de: Repository aktualisieren
fr: Mettre à Jour le Dépôt
pt: Atualizar Repositório
ru: Обновить репозиторий

source: Esci
de: Beenden
fr: Quitter
pt: Sair
ru: Выход

source: Mostra una panoramica completa dello stato del repository
de: Vollständige Übersicht des Repository-Status anzeigen
fr: Affiche un aperçu complet de l'état du dépôt
pt: Mostra uma visão geral completa do estado do repositório
ru: Показать полный обзор состояния репозитория

source: Visualizza statistiche dettagliate del repository
de: Detaillierte Repository-Statistiken anzeigen
fr: Affiche des statistiques détaillées du dépôt
pt: Visualiza estatísticas detalhadas do repositório
ru: Показать подробную статистику репозитория

source: Mostra gli ultimi 20 commit con informazioni dettagliate
de: Die letzten 20 Commits mit detaillierten Informationen anzeigen
fr: Affiche les 20 derniers commits avec des informations détaillées
pt: Mostra os últimos 20 commits com informações detalhadas
ru: Показать последние 20 коммитов с подробной информацией

source: Analisi dettagliata di tutti i branch
de: Detaillierte Analyse aller Branches
fr: Analyse détaillée de toutes les branches
pt: Análise detalhada de todos os branches
ru: Подробный анализ всех веток

source: Riepilogo delle modifiche correnti
de: Zusammenfassung der aktuellen Änderungen
fr: Résumé des modifications actuelles
pt: Resumo das modificações atuais
ru: Сводка текущих изменений

source: Status
fr: État
ru: Статус

source: Add All
de: Alles hinzufügen
fr: Tout Ajouter
pt: Adicionar Tudo
ru: Добавить все

source: Clona Repository
de: Repository klonen
fr: Cloner le Dépôt
pt: Clonar Repositório
ru: Клонировать репозиторий

source: Clona un repository nella cartella corrente
de: Ein Repository in den aktuellen Ordner klonen
fr: Clone un dépôt dans le dossier actuel
pt: Clona um repositório na pasta atual
ru: Клонировать репозиторий в текущую папку

source: Inizializza Repository
de: Repository initialisieren
fr: Initialiser le Dépôt
pt: Inicializar Repositório
ru: Инициализировать репозиторий

source: Aggiungi a .gitignore
de: Zu .gitignore hinzufügen
fr: Ajouter à .gitignore
pt: Adicionar a .gitignore
ru: Добавить в .gitignore

source: Diff Working Directory
de: Diff Arbeitsverzeichnis
fr: Diff Répertoire de Travail
ru: Diff рабочего каталога

source: Visualizza modifiche non in stage
de: Nicht gestagete Änderungen anzeigen
fr: Affiche les modifications non stagées
pt: Visualiza modificações não em stage
ru: Показать неиндексированные изменения

source: Visualizza modifiche in stage
de: Gestagete Änderungen anzeigen
fr: Affiche les modifications stagées
pt: Visualiza modificações em stage
ru: Показать проиндексированные изменения

source: Amend Ultimo Commit
de: Letzten Commit ändern
fr: Amend Dernier Commit
pt: Amend Último Commit
ru: Изменить последний коммит

source: Rinomina ultimo commit
de: Letzten Commit umbenennen
fr: Renomme le dernier commit
pt: Renomeia o último commit
ru: Переименовать последний коммит

source: Mostra Commit Specifico
de: Spezifischen Commit anzeigen
fr: Affiche Commit Spécifique
pt: Mostrar Commit Específico
ru: Показать конкретный коммит

source: Cronologia Log
de: Chronologie-Log
fr: Historique des Logs
pt: Histórico de Log
ru: История (Log)

source: Visualizza cronologia commit personalizzata
de: Angepasste Commit-Chronologie anzeigen
fr: Affiche l'historique des commits personnalisé
pt: Visualiza o histórico de commits personalizado
ru: Показать настраиваемую историю коммитов

source: Visualizza Tutti i Branch
de: Alle Branches anzeigen
fr: Afficher Toutes les Branches
pt: Visualizar Todos os Branches
ru: Показать все ветки
