Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: Crea un nuovo branch locale...
de: Erstellt einen neuen lokalen Branch...
es: Crea una nueva rama local...
fr: Crée une nouvelle branche locale...
pt: Cria um novo branch local...
ru: Создать новую локальную ветку...

source: Nome del nuovo branch da creare e a cui passare:
de: Name des zu erstellenden und zu wechselnden neuen Branches:
es: Nombre de la nueva rama a crear y a la que cambiar:
fr: Nom de la nouvelle branche à créer et sur laquelle basculer :
pt: Nome do novo branch a ser criado e para o qual mudar:
ru: Имя новой ветки для создания и переключения:

source: feature/nome-branch
de: feature/branch-name
es: feature/nombre-rama
fr: feature/nom-branche
ru: feature/имя-ветки

source: Crea un nuovo branch locale e ti sposta...
de: Erstellt einen neuen lokalen Branch und wechselt dorthin...
es: Crea una nueva rama local y te mueve a ella...
fr: Crée une nouvelle branche locale et bascule dessus...
pt: Cria um novo branch local e te move...
ru: Создать новую локальную ветку и переключиться...

source: Nome del branch a cui passare:
de: Name des Branches, zu dem gewechselt werden soll:
es: Nombre de la rama a la que cambiar:
fr: Nom de la branche sur laquelle basculer :
pt: Nome do branch para o qual mudar:
ru: Имя ветки для переключения:

source: Ti sposta su un altro branch locale esistente.
de: Wechselt zu einem anderen bestehenden lokalen Branch.
es: Te mueve a otra rama local existente.
fr: Bascule sur une autre branche locale existante.
pt: Move para outro branch local existente.
ru: Переключиться на другую существующую локальную ветку.

source: Nome del branch da unire in quello corrente:
de: Name des Branches, der in den aktuellen zusammengeführt werden soll:
es: Nombre de la rama a fusionar en la actual:
fr: Nom de la branche à fusionner dans la branche actuelle :
pt: Nome do branch a ser mesclado no atual:
ru: Имя ветки для слияния с текущей:

source: feature/branch-da-unire
de: feature/branch-zum-mergen
es: feature/rama-a-fusionar
fr: feature/branche-a-fusionner
pt: feature/branch-a-mesclar
ru: feature/ветка-для-слияния

source: Integra le modifiche da un altro branch...
de: Integriert Änderungen aus einem anderen Branch...
es: Integra las modificaciones de otra rama...
fr: Intègre les modifications d'une autre branche...
pt: Integra as alterações de outro branch...
ru: Интегрировать изменения из другой ветки...

source: Annulla un tentativo di merge fallito...
de: Bricht einen fehlgeschlagenen Merge-Versuch ab...
es: Cancela un intento de fusión fallido...
fr: Annule une tentative de fusion échouée...
pt: Cancela uma tentativa de merge falha...
ru: Отменить неудачную попытку слияния...

source: Sei sicuro di voler annullare il merge corrente e scartare le modifiche del tentativo di merge?
de: Sind Sie sicher, dass Sie den aktuellen Merge abbrechen und die Änderungen des Merge-Versuchs verwerfen möchten?
es: ¿Estás seguro de que quieres cancelar la fusión actual y descartar las modificaciones del intento de fusión?
fr: Êtes-vous sûr de vouloir annuler la fusion actuelle et rejeter les modifications de la tentative de fusion ?
pt: Tem certeza de que deseja cancelar o merge atual e descartar as alterações da tentativa de merge?
ru: Вы уверены, что хотите отменить текущее слияние и отбросить изменения попытки слияния?

source: Nome del branch locale da eliminare (sicuro):
de: Name des zu löschenden lokalen Branches (sicher):
es: Nombre de la rama local a eliminar (seguro):
fr: Nom de la branche locale à supprimer (sûr) :
pt: Nome do branch local a ser excluído (seguro):
ru: Имя локальной ветки для удаления (безопасно):

source: feature/vecchio-branch
de: feature/alter-branch
es: feature/rama-antigua
fr: feature/ancienne-branche
pt: feature/branch-antigo
ru: feature/старая-ветка

source: Elimina un branch locale solo se è stato completamente unito...
de: Löscht einen lokalen Branch nur, wenn er vollständig zusammengeführt wurde...
es: Elimina una rama local solo si ha sido completamente fusionada...
fr: Supprime une branche locale uniquement si elle a été entièrement fusionnée...
pt: Exclui um branch local apenas se ele foi completamente mesclado...
ru: Удалить локальную ветку только если она была полностью объединена...

source: Sei sicuro di voler tentare di eliminare il branch locale '{input_val}'?
de: Sind Sie sicher, dass Sie versuchen möchten, den lokalen Branch '{input_val}' zu löschen?
es: ¿Estás seguro de que quieres intentar eliminar la rama local '{input_val}'?
fr: Êtes-vous sûr de vouloir essayer de supprimer la branche locale '{input_val}' ?
pt: Tem certeza de que deseja tentar excluir o branch local '{input_val}'?
ru: Вы уверены, что хотите попытаться удалить локальную ветку '{input_val}'?

source: Nome del branch locale da eliminare (FORZATO):
de: Name des zu löschenden lokalen Branches (ERZWUNGEN):
es: Nombre de la rama local a eliminar (FORZADO):
fr: Nom de la branche locale à supprimer (FORCÉ) :
pt: Nome do branch local a ser excluído (FORÇADO):
ru: Имя локальной ветки для удаления (ПРИНУДИТЕЛЬНО):

source: feature/branch-da-forzare
de: feature/branch-zum-forcieren
es: feature/rama-a-forzar
fr: feature/branche-a-forcer
pt: feature/branch-para-forçar
ru: feature/ветка-для-принуждения

source: ATTENZIONE: Elimina un branch locale forzatamente...
de: ACHTUNG: Löscht einen lokalen Branch zwangsweise...
es: ATENCIÓN: Elimina una rama local forzadamente...
fr: ATTENTION : Supprime une branche locale de force...
pt: ATENÇÃO: Exclui um branch local forçadamente...
ru: ВНИМАНИЕ: Принудительно удалить локальную ветку...

source: ATTENZIONE MASSIMA: Stai per eliminare forzatamente il branch locale '{input_val}'. Commit non mergiati verranno PERSI. Sei sicuro?
de: HÖCHSTE VORSICHT: Sie sind dabei, den lokalen Branch '{input_val}' zwangsweise zu löschen. Nicht zusammengeführte Commits gehen VERLOREN. Sind Sie sicher?
es: MÁXIMA ATENCIÓN: Estás a punto de eliminar forzadamente la rama local '{input_val}'. Los commits no fusionados se PERDERÁN. ¿Estás seguro?
fr: ATTENTION MAXIMALE : Vous êtes sur le point de supprimer de force la branche locale '{input_val}'. Les commits non fusionnés seront PERDUS. Êtes-vous sûr ?
pt: ATENÇÃO MÁXIMA: Você está prestes a excluir forçadamente o branch local '{input_val}'. Commits não mesclados serão PERDIDOS. Tem certeza?

source: Nome del branch su 'origin' da eliminare:
de: Name des zu löschenden Branches auf 'origin':
es: Nombre de la rama en 'origin' a eliminar:
fr: Nom de la branche sur 'origin' à supprimer :
pt: Nome do branch em 'origin' a ser excluído:
ru: Имя ветки на 'origin' для удаления:

source: feature/branch-remoto-obsoleto
de: feature/veralteter-remote-branch
es: feature/rama-remota-obsoleta
fr: feature/branche-distante-obsolete
ru: feature/устаревшая-удаленная-ветка

source: Elimina un branch dal repository remoto 'origin'.
de: Löscht einen Branch aus dem Remote-Repository 'origin'.
es: Elimina una rama del repositorio remoto 'origin'.
fr: Supprime une branche du dépôt distant 'origin'.
pt: Exclui um branch do repositório remoto 'origin'.
ru: Удалить ветку из удаленного репозитория 'origin'.

source: Sei sicuro di voler eliminare il branch '{input_val}' dal remoto 'origin'?
de: Sind Sie sicher, dass Sie den Branch '{input_val}' vom Remote 'origin' löschen möchten?
es: ¿Estás seguro de que quieres eliminar la rama '{input_val}' del remoto 'origin'?
fr: Êtes-vous sûr de vouloir supprimer la branche '{input_val}' du dépôt distant 'origin' ?
pt: Tem certeza de que deseja excluir o branch '{input_val}' do remoto 'origin'?
ru: Вы уверены, что хотите удалить ветку '{input_val}' с удаленного 'origin'?

source: Mette da parte le modifiche non committate...
de: Legt nicht committete Änderungen beiseite...
es: Guarda las modificaciones no enviadas (commit)...
fr: Met de côté les modifications non commitées...
pt: Deixa de lado as alterações não commitadas...
ru: Отложить незафиксированные изменения...

source: Applica le modifiche dall'ultimo stash...
de: Wendet Änderungen aus dem letzten Stash an...
es: Aplica las modificaciones del último stash...
fr: Applique les modifications du dernier stash...
pt: Aplica as alterações do último stash...
ru: Применить изменения из последнего stash...

source: Annulla le modifiche non ancora in stage per un file specifico...
de: Macht Änderungen an einer bestimmten Datei rückgängig, die noch nicht gestaged sind...
es: Deshace las modificaciones aún no preparadas (stage) para un archivo específico...
fr: Annule les modifications non encore indexées pour un fichier spécifique...
pt: Desfaz as alterações ainda não em staging para um arquivo específico...
ru: Отменить изменения, еще не добавленные в stage для конкретного файла...

source: Hash/riferimento del commit da cui ripristinare i file:
de: Hash/Referenz des Commits, von dem Dateien wiederhergestellt werden sollen:
es: Hash/referencia del commit desde el que restaurar los archivos:
fr: Hash/référence du commit à partir duquel restaurer les fichiers :
pt: Hash/referência do commit de onde restaurar os arquivos:
ru: Хеш/ссылка коммита для восстановления файлов:

source: es. a1b2c3d o HEAD~1
de: z.B. a1b2c3d oder HEAD~1
es: ej. a1b2c3d o HEAD~1
fr: ex. a1b2c3d ou HEAD~1
pt: ex. a1b2c3d ou HEAD~1
ru: например, a1b2c3d или HEAD~1

source: ATTENZIONE: Sovrascrive i file con le versioni del commit...
de: ACHTUNG: Überschreibt Dateien mit den Versionen des Commits...
es: ATENCIÓN: Sobrescribe los archivos con las versiones del commit...
fr: ATTENTION : Écrase les fichiers avec les versions du commit...
pt: ATENÇÃO: Sobrescreve os arquivos com as versões do commit...
ru: ВНИМАНИЕ: Перезаписать файлы версиями из коммита...

source: Sei sicuro di voler sovrascrivere i file con le versioni del commit '{input_val}' E RIMUOVERE tutti i file/directory non tracciati?
de: Sind Sie sicher, dass Sie die Dateien mit den Versionen des Commits '{input_val}' überschreiben UND alle nicht verfolgten Dateien/Verzeichnisse ENTFERNEN möchten?
es: ¿Estás seguro de que quieres sobrescribir los archivos con las versiones del commit '{input_val}' Y ELIMINAR todos los archivos/directorios no seguidos?
fr: Êtes-vous sûr de vouloir écraser les fichiers avec les versions du commit '{input_val}' ET SUPPRIMER tous les fichiers/répertoires non suivis ?
pt: Tem certeza de que deseja sobrescrever os arquivos com as versões do commit '{input_val}' E REMOVER todos os arquivos/diretórios não rastreados?
ru: Вы уверены, что хотите перезаписать файлы версиями из коммита '{input_val}' И УДАЛИТЬ все неотслеживаемые файлы/директории?

source: ATTENZIONE: Ripristina file modificati E RIMUOVE file/directory non tracciati? Azione IRREVERSIBILE.
de: ACHTUNG: Stellt geänderte Dateien wieder her UND ENTFERNT nicht verfolgte Dateien/Verzeichnisse? IRREVERSIBLE Aktion.
es: ATENCIÓN: ¿Restaurar archivos modificados Y ELIMINAR archivos/directorios no seguidos? Acción IRREVERSIBLE.
fr: ATTENTION : Restaurer les fichiers modifiés ET SUPPRIMER les fichiers/répertoires non suivis ? Action IRRÉVERSIBLE.
pt: ATENÇÃO: Restaura arquivos modificados E REMOVE arquivos/diretórios não rastreados? Ação IRREVERSÍVEL.
ru: ВНИМАНИЕ: Восстановить измененные файлы И УДАЛИТЬ неотслеживаемые файлы/директории? Действие НЕОБРАТИМО.

source: Annulla modifiche nei file tracciati...
de: Macht Änderungen in verfolgten Dateien rückgängig...
es: Deshace modificaciones en los archivos seguidos...
fr: Annule les modifications dans les fichiers suivis...
pt: Desfaz alterações nos arquivos rastreados...
ru: Отменить изменения в отслеживаемых файлах...

source: Hash/riferimento del commit da ispezionare:
de: Hash/Referenz des zu inspizierenden Commits:
es: Hash/referencia del commit a inspeccionar:
fr: Hash/référence du commit à inspecter :
pt: Hash/referência do commit a ser inspecionado:
ru: Хеш/ссылка коммита для изучения:

source: es. a1b2c3d o HEAD~3
de: z.B. a1b2c3d oder HEAD~3
es: ej. a1b2c3d o HEAD~3
fr: ex. a1b2c3d ou HEAD~3
pt: ex. a1b2c3d ou HEAD~3
ru: например, a1b2c3d или HEAD~3

source: Ti sposta su un commit specifico...
de: Wechselt zu einem bestimmten Commit...
es: Te mueve a un commit específico...
fr: Bascule sur un commit spécifique...
pt: Move para um commit específico...
ru: Переключиться на конкретный коммит...

source: Stai per entrare in uno stato 'detached HEAD'. Nuove modifiche non apparterranno a nessun branch a meno che non ne crei uno. Continuare?
de: Sie werden in einen 'detached HEAD'-Zustand wechseln. Neue Änderungen gehören zu keinem Branch, es sei denn, Sie erstellen einen. Fortfahren?
es: Estás a punto de entrar en un estado 'detached HEAD'. Las nuevas modificaciones no pertenecerán a ninguna rama a menos que crees una. ¿Continuar?
fr: Vous êtes sur le point d'entrer dans un état 'detached HEAD'. Les nouvelles modifications n'appartiendront à aucune branche à moins que vous n'en créiez une. Continuer ?
pt: Você está prestes a entrar em um estado 'detached HEAD'. Novas alterações não pertencerão a nenhum branch a menos que você crie um. Continuar?
ru: Вы собираетесь войти в состояние 'detached HEAD'. Новые изменения не будут принадлежать ни одной ветке, если вы не создадите новую. Продолжить?

source: Nome del branch remoto (es. main) a cui resettare:
de: Name des Remote-Branches (z.B. main), auf den zurückgesetzt werden soll:
es: Nombre de la rama remota (ej. main) a la que resetear:
fr: Nom de la branche distante (ex. main) sur laquelle réinitialiser :
pt: Nome do branch remoto (ex: main) para o qual resetar:
ru: Имя удаленной ветки (например, main) для сброса:

source: ATTENZIONE: Resetta il branch locale CORRENTE...
de: ACHTUNG: Setzt den AKTUELLEN lokalen Branch zurück...
es: ATENCIÓN: Resetea la rama local ACTUAL...
fr: ATTENTION : Réinitialise la branche locale ACTUELLE...
pt: ATENÇÃO: Reseta o branch local ATUAL...
ru: ВНИМАНИЕ: Сбросить ТЕКУЩУЮ локальную ветку...

source: CONFERMA ESTREMA: Resettare il branch locale CORRENTE a 'origin/{input_val}'? TUTTI i commit locali non inviati e le modifiche non committate su questo branch verranno PERSI IRREVERSIBILMENTE. Sei sicuro?
de: EXTREME BESTÄTIGUNG: Den AKTUELLEN lokalen Branch auf 'origin/{input_val}' zurücksetzen? ALLE nicht gesendeten lokalen Commits und nicht committeten Änderungen auf diesem Branch gehen UNWIDERRUFLICH VERLOREN. Sind Sie sicher?
es: CONFIRMACIÓN EXTREMA: ¿Resetear la rama local ACTUAL a 'origin/{input_val}'? TODOS los commits locales no enviados y las modificaciones no confirmadas en esta rama se PERDERÁN IRREVERSIBLEMENTE. ¿Estás seguro?
fr: CONFIRMATION EXTRÊME : Réinitialiser la branche locale ACTUELLE à 'origin/{input_val}' ? TOUS les commits locaux non poussés et les modifications non commitées sur cette branche seront PERDUS IRRÉVERSIBLEMENT. Êtes-vous sûr ?
pt: CONFIRMAÇÃO EXTREMA: Resetar o branch local ATUAL para 'origin/{input_val}'? TODOS os commits locais não enviados e as alterações não commitadas neste branch serão PERDIDOS IRREVERSIVELMENTE. Tem certeza?
ru: КРАЙНЕЕ ПОДТВЕРЖДЕНИЕ: Сбросить ТЕКУЩУЮ локальную ветку к 'origin/{input_val}'? ВСЕ локальные неотправленные коммиты и незафиксированные изменения в этой ветке будут НЕОБРАТИМО ПОТЕРЯНЫ. Вы уверены?

source: Hash/riferimento del commit a cui resettare:
de: Hash/Referenz des Commits, auf den zurückgesetzt werden soll:
es: Hash/referencia del commit al que resetear:
fr: Hash/référence du commit sur lequel réinitialiser :
pt: Hash/referência do commit para o qual resetar:
ru: Хеш/ссылка коммита для сброса:

source: es. a1b2c3d
de: z.B. a1b2c3d
es: ej. a1b2c3d
fr: ex. a1b2c3d
pt: ex. a1b2c3d
ru: например, a1b2c3d

source: ATTENZIONE MASSIMA: Sposta il puntatore del branch corrente...
de: HÖCHSTE VORSICHT: Verschiebt den Zeiger des aktuellen Branches...
es: MÁXIMA ATENCIÓN: Mueve el puntero de la rama actual...
fr: ATTENTION MAXIMALE : Déplace le pointeur de la branche actuelle...
pt: ATENÇÃO MÁXIMA: Move o ponteiro do branch atual...
ru: МАКСИМАЛЬНОЕ ВНИМАНИЕ: Переместить указатель текущей ветки...

source: CONFERMA ESTREMA: Stai per resettare il branch corrente a un commit precedente e PERDERE TUTTI i commit e le modifiche locali successive. Azione IRREVERSIBILE. Sei assolutamente sicuro?
de: EXTREME BESTÄTIGUNG: Sie sind dabei, den aktuellen Branch auf einen früheren Commit zurückzusetzen und ALLE nachfolgenden Commits und lokalen Änderungen zu VERLIEREN. IRREVERSIBLE Aktion. Sind Sie absolut sicher?
es: CONFIRMACIÓN EXTREMA: Estás a punto de resetear la rama actual a un commit anterior y PERDER TODOS los commits y modificaciones locales posteriores. Acción IRREVERSIBLE. ¿Estás absolutamente seguro?
fr: CONFIRMATION EXTRÊME : Vous êtes sur le point de réinitialiser la branche actuelle à un commit précédent et de PERDRE TOUS les commits et modifications locales ultérieurs. Action IRRÉVERSIBLE. Êtes-vous absolument sûr ?
pt: CONFIRMAÇÃO EXTREMA: Você está prestes a resetar o branch atual para um commit anterior e PERDER TODOS os commits e as alterações locais subsequentes. Ação IRREVERSÍVEL. Você tem certeza absoluta?
ru: КРАЙНЕЕ ПОДТВЕРЖДЕНИЕ: Вы собираетесь сбросить текущую ветку к предыдущему коммиту и ПОТЕРЯТЬ ВСЕ последующие коммиты и локальные изменения. Действие НЕОБРАТИМО. Вы абсолютно уверены?

source: ATTENZIONE: Annulla TUTTE le modifiche locali non committate e resetta all'ultimo commit?
de: ACHTUNG: ALLE nicht committeten lokalen Änderungen rückgängig machen und auf den letzten Commit zurücksetzen?
es: ATENCIÓN: ¿Deshacer TODAS las modificaciones locales no confirmadas y resetear al último commit?
fr: ATTENTION : Annuler TOUTES les modifications locales non commitées et réinitialiser au dernier commit ?
pt: ATENÇÃO: Desfazer TODAS as alterações locais não commitadas e resetar para o último commit?
ru: ВНИМАНИЕ: Отменить ВСЕ локальные незафиксированные изменения и сбросить к последнему коммиту?

source: Resetta il branch corrente all'ultimo commit...
de: Setzt den aktuellen Branch auf den letzten Commit zurück...
es: Resetea la rama actual al último commit...
fr: Réinitialise la branche actuelle au dernier commit...
pt: Reseta o branch atual para o último commit...
ru: Сбросить текущую ветку к последнему коммиту...

source: Imposta il repository GitHub (proprietario/repo), il Personal Access Token e le opzioni di caricamento/log.
de: Legt das GitHub-Repository (Eigentümer/Repo), das Personal Access Token und die Upload-/Log-Optionen fest.
es: Establece el repositorio de GitHub (propietario/repo), el Token de Acceso Personal y las opciones de subida/log.
fr: Définit le dépôt GitHub (propriétaire/repo), le Jeton d'Accès Personnel et les options de téléversement/journalisation.
pt: Define o repositório GitHub (proprietário/repositório), o Personal Access Token e as opções de upload/log.
ru: Настроить репозиторий GitHub (владелец/репо), персональный токен доступа и опции загрузки/логирования.

source: Scarica e visualizza i log dell'esecuzione del workflow precedentemente selezionata.
de: Lädt die Logs der zuvor ausgewählten Workflow-Ausführung herunter und zeigt sie an.
es: Descarga y visualiza los logs de la ejecución del workflow previamente seleccionada.
fr: Télécharge et affiche les journaux de l'exécution du workflow précédemment sélectionnée.
pt: Baixa e visualiza os logs da execução do workflow previamente selecionada.
ru: Загрузить и отобразить логи ранее выбранного выполнения workflow.

source: Elenca gli artefatti dell'esecuzione del workflow selezionata e permette di scaricarli.
de: Listet die Artefakte der ausgewählten Workflow-Ausführung auf und ermöglicht das Herunterladen.
es: Lista los artefactos de la ejecución del workflow seleccionada y permite descargarlos.
fr: Liste les artefacts de l'exécution du workflow sélectionnée et permet de les télécharger.
pt: Lista os artefatos da execução do workflow selecionada e permite baixá-los.
ru: Перечислить артефакты выбранного выполнения workflow и позволить их скачать.

source: Crea una nuova release su GitHub, con opzione per caricare asset.
de: Erstellt ein neues Release auf GitHub mit der Option, Assets hochzuladen.
es: Crea una nueva release en GitHub, con opción para subir activos (assets).
fr: Crée une nouvelle release sur GitHub, avec l'option de téléverser des assets.
pt: Cria uma nova release no GitHub, com opção para carregar assets.
ru: Создать новый релиз на GitHub с возможностью загрузки ресурсов.

source: Elenca le release esistenti su GitHub e permette di selezionarne una per l'eliminazione. L'eliminazione del tag Git associato è un'opzione aggiuntiva post-eliminazione della release.
de: Listet bestehende Releases auf GitHub auf und ermöglicht die Auswahl eines zur Löschung. Das Löschen des zugehörigen Git-Tags ist eine zusätzliche Option nach der Release-Löschung.
es: Lista las releases existentes en GitHub y permite seleccionar una para su eliminación. La eliminación de la etiqueta Git asociada es una opción adicional después de eliminar la release.
fr: Liste les releases existantes sur GitHub et permet d'en sélectionner une pour la suppression. La suppression du tag Git associé est une option supplémentaire après la suppression de la release.
pt: Lista as releases existentes no GitHub e permite selecionar uma para exclusão. A exclusão da tag Git associada é uma opção adicional pós-exclusão da release.
ru: Перечислить существующие релизы на GitHub и позволить выбрать один для удаления. Удаление связанного Git тега является дополнительной опцией после удаления релиза.

source: ATTENZIONE: Stai per eliminare la release GitHub '{release_display_name}'. Questa azione è generalmente irreversibile sul sito di GitHub. Sei sicuro di voler procedere con l'eliminazione?
de: ACHTUNG: Sie sind dabei, das GitHub-Release '{release_display_name}' zu löschen. Diese Aktion ist normalerweise auf der GitHub-Website nicht rückgängig zu machen. Sind Sie sicher, dass Sie mit der Löschung fortfahren möchten?
es: ATENCIÓN: Estás a punto de eliminar la release de GitHub '{release_display_name}'. Esta acción es generalmente irreversible en el sitio de GitHub. ¿Estás seguro de que quieres proceder con la eliminación?
fr: ATTENTION : Vous êtes sur le point de supprimer la release GitHub '{release_display_name}'. Cette action est généralement irréversible sur le site de GitHub. Êtes-vous sûr de vouloir procéder à la suppression ?
pt: ATENÇÃO: Você está prestes a excluir a release do GitHub '{release_display_name}'. Esta ação é geralmente irreversível no site do GitHub. Tem certeza de que deseja prosseguir com a exclusão?
ru: ВНИМАНИЕ: Вы собираетесь удалить релиз GitHub '{release_display_name}'. Это действие обычно необратимо на сайте GitHub. Вы уверены, что хотите продолжить удаление?

source: Modifica una release esistente: titolo, descrizione e aggiunta di nuovi asset. Permette di aggiornare i dettagli di una release già pubblicata su GitHub.
de: Bearbeitet ein bestehendes Release: Titel, Beschreibung und Hinzufügung neuer Assets. Ermöglicht die Aktualisierung der Details eines bereits auf GitHub veröffentlichten Releases.
es: Modifica una release existente: título, descripción y adición de nuevos activos. Permite actualizar los detalles de una release ya publicada en GitHub.
fr: Modifie une release existante : titre, description et ajout de nouveaux assets. Permet de mettre à jour les détails d'une release déjà publiée sur GitHub.
pt: Modifica uma release existente: título, descrição e adição de novos assets. Permite atualizar os detalhes de uma release já publicada no GitHub.
ru: Изменить существующий релиз: название, описание и добавление новых ресурсов. Позволяет обновить детали уже опубликованного релиза на GitHub.
