Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: ✅ Nuovo branch creato e attivato
de: ✅ Neuer Branch erstellt und aktiviert
fr: ✅ Nouvelle branche créée et activée
pt: ✅ Novo branch criado e ativado
ru: ✅ Новая ветка создана и активирована

source: ✅ Passaggio al branch completato
de: ✅ Branch-Wechsel abgeschlossen
fr: ✅ Basculement vers la branche terminé
pt: ✅ Troca para o branch concluída
ru: ✅ Переключение на ветку завершено

source: ✅ Branch unificati con successo
de: ✅ Branches erfolgreich zusammengeführt
fr: ✅ Branches fusionnées avec succès
pt: ✅ Branches unificados com sucesso
ru: ✅ Ветки успешно объединены

source: ✅ Branch eliminato dal repository
de: ✅ Branch aus Repository gelöscht
fr: ✅ Branche supprimée du dépôt
pt: ✅ Branch excluído do repositório
ru: ✅ Ветка удалена из репозитория

source: Modifica repository eseguita con successo
de: Repository-Änderung erfolgreich ausgeführt
fr: Modification du dépôt exécutée avec succès
pt: Modificação de repositório executada com sucesso
ru: Изменение репозитория выполнено успешно

source: Impossibile completare la configurazione
de: Konfiguration konnte nicht abgeschlossen werden
fr: Impossible de terminer la configuration
pt: Não foi possível concluir a configuração
ru: Невозможно завершить настройку

source: 🚨 ERRORE CONFIGURAZIONE: %(separator1)s %(stderr)s 📋 OUTPUT: %(separator2)s %(stdout)s
de: 🚨 KONFIGURATIONSFEHLER: %(separator1)s %(stderr)s 📋 AUSGABE: %(separator2)s %(stdout)s
fr: 🚨 ERREUR DE CONFIGURATION : %(separator1)s %(stderr)s 📋 SORTIE : %(separator2)s %(stdout)s
pt: 🚨 ERRO DE CONFIGURAÇÃO: %(separator1)s %(stderr)s 📋 SAÍDA: %(separator2)s %(stdout)s
ru: 🚨 ОШИБКА НАСТРОЙКИ: %(separator1)s %(stderr)s 📋 ВЫВОД: %(separator2)s %(stdout)s

source: %(icon)s CONFIGURAZIONE COMPLETATA
de: %(icon)s KONFIGURATION ABGESCHLOSSEN
fr: %(icon)s CONFIGURATION TERMINÉE
pt: %(icon)s CONFIGURAÇÃO CONCLUÍDA
ru: %(icon)s НАСТРОЙКА ЗАВЕРШЕНА

source: ✅ Repository Git inizializzato
de: ✅ Git-Repository initialisiert
fr: ✅ Dépôt Git initialisé
pt: ✅ Repositório Git inicializado
ru: ✅ Git репозиторий инициализирован

source: ✅ Repository remoto 'origin' aggiunto
de: ✅ Remote-Repository 'origin' hinzugefügt
fr: ✅ Dépôt distant 'origin' ajouté
pt: ✅ Repositório remoto 'origin' adicionado
ru: ✅ Удаленный репозиторий 'origin' добавлен

source: ✅ URL repository remoto aggiornato
de: ✅ Remote-Repository-URL aktualisiert
fr: ✅ URL du dépôt distant mise à jour
pt: ✅ URL do repositório remoto atualizada
ru: ✅ URL удаленного репозитория обновлен

source: ✅ Tag creato nel repository
de: ✅ Tag im Repository erstellt
fr: ✅ Tag créé dans le dépôt
pt: ✅ Tag criada no repositório
ru: ✅ Тег создан в репозитории

source: Configurazione eseguita con successo
de: Konfiguration erfolgreich ausgeführt
fr: Configuration exécutée avec succès
pt: Configuração executada com sucesso
ru: Настройка выполнена успешно

source: Il comando ha riscontrato un errore
de: Der Befehl ist auf einen Fehler gestoßen
fr: La commande a rencontré une erreur
pt: O comando encontrou um erro
ru: Команда столкнулась с ошибкой

source: 🚨 ERRORE: %(separator1)s %(stderr)s 📋 OUTPUT: %(separator2)s %(stdout)s
de: 🚨 FEHLER: %(separator1)s %(stderr)s 📋 AUSGABE: %(separator2)s %(stdout)s
fr: 🚨 ERREUR : %(separator1)s %(stderr)s 📋 SORTIE : %(separator2)s %(stdout)s
pt: 🚨 ERRO: %(separator1)s %(stderr)s 📋 SAÍDA: %(separator2)s %(stdout)s
ru: 🚨 ОШИБКА: %(separator1)s %(stderr)s 📋 ВЫВОД: %(separator2)s %(stdout)s

source: Verifica i parametri del comando e lo stato del repository.
de: Überprüfen Sie die Befehlsparameter und den Repository-Status.
fr: Vérifiez les paramètres de la commande et l'état du dépôt.
pt: Verifique os parâmetros do comando e o status do repositório.
ru: Проверьте параметры команды и состояние репозитория.

source: %(icon)s OPERAZIONE COMPLETATA
de: %(icon)s OPERATION ABGESCHLOSSEN
fr: %(icon)s OPÉRATION TERMINÉE
pt: %(icon)s OPERAÇÃO CONCLUÍDA
ru: %(icon)s ОПЕРАЦИЯ ЗАВЕРШЕНА

source: ✅ %(action)s eseguito con successo
de: ✅ %(action)s erfolgreich ausgeführt
fr: ✅ %(action)s exécuté avec succès
pt: ✅ %(action)s executado com sucesso
ru: ✅ %(action)s выполнено успешно

source: Comando eseguito con successo
de: Befehl erfolgreich ausgeführt
fr: Commande exécutée avec succès
pt: Comando executado com sucesso
ru: Команда выполнена успешно

source: Inizializza un repository Git con '%(cmd)s' o verifica di essere nella directory corretta.
de: Initialisieren Sie ein Git-Repository mit '%(cmd)s' oder überprüfen Sie, ob Sie sich im richtigen Verzeichnis befinden.
fr: Initialisez un dépôt Git avec '%(cmd)s' ou vérifiez que vous êtes dans le bon répertoire.
pt: Inicialize um repositório Git com '%(cmd)s' ou verifique se você está no diretório correto.
ru: Инициализируйте Git репозиторий с помощью '%(cmd)s' или убедитесь, что находитесь в правильной директории.

source: Ora puoi creare un commit con '%(cmd)s'.
de: Sie können jetzt einen Commit mit '%(cmd)s' erstellen.
fr: Vous pouvez maintenant créer un commit avec '%(cmd)s'.
pt: Agora você pode criar um commit com '%(cmd)s'.
ru: Теперь вы можете создать коммит с помощью '%(cmd)s'.

source: Invia le modifiche al server con '%(cmd)s'.
de: Senden Sie die Änderungen an den Server mit '%(cmd)s'.
fr: Envoyez les modifications au serveur avec '%(cmd)s'.
pt: Envie as modificações para o servidor com '%(cmd)s'.
ru: Отправьте изменения на сервер с помощью '%(cmd)s'.

source: Se necessario, risolvi eventuali conflitti e crea un commit.
de: Lösen Sie bei Bedarf Konflikte auf und erstellen Sie einen Commit.
fr: Si nécessaire, résolvez les conflits et créez un commit.
pt: Se necessário, resolva quaisquer conflitos e crie um commit.
ru: При необходимости разрешите конфликты и создайте коммит.

source: Inizia a lavorare nel nuovo branch e crea commit.
de: Beginnen Sie mit der Arbeit im neuen Branch und erstellen Sie Commits.
fr: Commencez à travailler dans la nouvelle branche et créez des commits.
pt: Comece a trabalhar no novo branch e crie commits.
ru: Начните работать в новой ветке и создавайте коммиты.

source: Aggiungi file con '%(cmd)s' e crea il primo commit.
de: Fügen Sie Dateien mit '%(cmd)s' hinzu und erstellen Sie den ersten Commit.
fr: Ajoutez des fichiers avec '%(cmd)s' et créez le premier commit.
pt: Adicione arquivos com '%(cmd)s' e crie o primeiro commit.
ru: Добавьте файлы с помощью '%(cmd)s' и создайте первый коммит.

source: Ora puoi fare push con '%(cmd)s'.
de: Sie können jetzt mit '%(cmd)s' pushen.
fr: Vous pouvez maintenant pousser (push) avec '%(cmd)s'.
pt: Agora você pode fazer push com '%(cmd)s'.
ru: Теперь вы можете сделать push с помощью '%(cmd)s'.

source: ERRORE: Repository GitHub non configurato.
de: FEHLER: GitHub-Repository nicht konfiguriert.
es: ERROR: Repositorio de GitHub no configurado.
fr: ERREUR : Dépôt GitHub non configuré.
pt: ERRO: Repositório GitHub não configurado.
ru: ОШИБКА: Репозиторий GitHub не настроен.

source: Filtri per Issue
de: Filter für Issues
es: Filtros para Issues
fr: Filtres pour les Issues
pt: Filtros para Issue
ru: Фильтры для Issue

source: Stato:
de: Status:
es: Estado:
fr: État :
pt: Status:
ru: Статус:

source: Tutte
de: Alle
es: Todos
fr: Toutes
pt: Todas
ru: Все

source: Aperte
de: Offen
es: Abiertos
fr: Ouvertes
pt: Abertas
ru: Открытые

source: Chiuse
de: Geschlossen
es: Cerrados
fr: Fermées
pt: Fechadas
ru: Закрытые

source: Filtra per Label (opzionale):
de: Nach Label filtern (optional):
es: Filtrar por Etiqueta (opcional):
fr: Filtrer par Étiquette (optionnel) :
pt: Filtrar por Label (opcional):
ru: Фильтр по меткам (необязательно):

source: bug,enhancement,help wanted (separati da virgola)
de: bug,enhancement,help wanted (durch Komma getrennt)
es: bug,enhancement,help wanted (separados por coma)
fr: bug,enhancement,help wanted (séparées par des virgules)
pt: bug,enhancement,help wanted (separados por vírgula)
ru: bug,enhancement,help wanted (разделенные запятой)

source: Carica Issue
de: Issues laden
es: Cargar Issues
fr: Charger les Issues
pt: Carregar Issue
ru: Загрузить Issue

source: Visualizzazione issue annullata.
de: Issue-Anzeige abgebrochen.
es: Visualización de issues cancelada.
fr: Affichage des issues annulé.
pt: Visualização da issue cancelada.
ru: Просмотр issue отменен.

source: 🔍 Recupero issue per {}/{}...
de: 🔍 Issues für {}/{} werden abgerufen...
es: 🔍 Obteniendo issues para {}/{}...
fr: 🔍 Récupération des issues pour {}/{}...
pt: 🔍 Recuperando issue para {}/{}...
ru: 🔍 Получение issue для {}/{}...

source: Nessuna issue trovata con i filtri specificati.
de: Keine Issues mit den angegebenen Filtern gefunden.
es: No se encontraron issues con los filtros especificados.
fr: Aucune issue trouvée avec les filtres spécifiés.
pt: Nenhuma issue encontrada com os filtros especificados.
ru: Issue с указанными фильтрами не найдены.

source: Seleziona una issue per vedere i dettagli:
de: Wählen Sie ein Issue aus, um die Details zu sehen:
es: Selecciona un issue para ver los detalles:
fr: Sélectionnez une issue pour voir les détails :
pt: Selecione uma issue para ver os detalhes:
ru: Выберите issue для просмотра деталей:

source: Issue di {}/{}
de: Issues von {}/{}
es: Issues de {}/{}
fr: Issues de {}/{}
pt: Issue de {}/{}
ru: Issue для {}/{}

source: Nessuna issue selezionata.
de: Kein Issue ausgewählt.
es: Ningún issue seleccionado.
fr: Aucune issue sélectionnée.
pt: Nenhuma issue selecionada.
ru: Issue не выбрана.

source: ❌ Errore durante il recupero delle issue: {}
de: ❌ Fehler beim Abrufen der Issues: {}
es: ❌ Error al obtener los issues: {}
fr: ❌ Erreur lors de la récupération des issues : {}
pt: ❌ Erro durante a recuperação das issues: {}
ru: ❌ Ошибка при получении issue: {}

source: *** CHECKOUT BLOCCATO: Modifiche locali non committate rilevate! ***
fr: *** CHECKOUT BLOQUÉ : Modifications locales non commitées détectées ! ***
pt: *** CHECKOUT BLOQUEADO: Modificações locais não commitadas detectadas! ***
ru: *** CHECKOUT ЗАБЛОКИРОВАН: Обнаружены незафиксированные локальные изменения! ***

source: File con modifiche locali che impediscono il checkout:
de: Dateien mit lokalen Änderungen, die den Checkout verhindern:
fr: Fichiers avec des modifications locales empêchant le checkout :
pt: Arquivos com modificações locais que impedem o checkout:
ru: Файлы с локальными изменениями, препятствующие checkout:

source: ... e altri %(count)d file
de: ... und %(count)d weitere Dateien
fr: ... et %(count)d autres fichiers
pt: ... e outros %(count)d arquivos
ru: ... и еще %(count)d файлов

source: Il checkout al commit '{}' è stato bloccato perché ci sono modifiche locali non committate. Come vuoi procedere? 💡 Spiegazione opzioni: • STASH: Salva temporaneamente le modifiche (potrai recuperarle dopo) • COMMIT: Crea un commit con le modifiche attuali • SCARTA: Elimina definitivamente le modifiche locali (IRREVERSIBILE!) • ANNULLA: Non fare nulla e tornare allo stato attuale
de: Der Checkout zum Commit '{}' wurde blockiert, weil es nicht committete lokale Änderungen gibt. Wie möchten Sie vorgehen? 💡 Optionen-Erklärung: • STASH: Änderungen temporär speichern (Sie können sie später wiederherstellen) • COMMIT: Einen Commit mit den aktuellen Änderungen erstellen • VERWERFEN: Lokale Änderungen dauerhaft löschen (IRREVERSIBEL!) • ABBRECHEN: Nichts tun und zum aktuellen Zustand zurückkehren
fr: Le checkout vers le commit '{}' a été bloqué car il y a des modifications locales non commitées. Comment voulez-vous procéder ? 💡 Explication des options : • STASH : Mettre de côté temporairement les modifications (vous pourrez les récupérer plus tard) • COMMIT : Créer un commit avec les modifications actuelles • REJETER : Supprimer définitivement les modifications locales (IRRÉVERSIBLE !) • ANNULER : Ne rien faire et revenir à l'état actuel
pt: O checkout para o commit '{}' foi bloqueado porque há modificações locais não commitadas. Como você deseja proceder? 💡 Explicação das opções: • STASH: Salva temporariamente as modificações (você poderá recuperá-las depois) • COMMIT: Cria um commit com as modificações atuais • DESCARTAR: Exclui definitivamente as modificações locais (IRREVERSÍVEL!) • CANCELAR: Não faz nada e retorna ao estado atual
ru: Checkout к коммиту '{}' был заблокирован из-за незафиксированных локальных изменений. Как вы хотите продолжить? 💡 Объяснение опций: • STASH: Временно сохранить изменения (вы сможете восстановить их позже) • COMMIT: Создать коммит с текущими изменениями • ОТБРОСИТЬ: Окончательно удалить локальные изменения (НЕОБРАТИМО!) • ОТМЕНА: Ничего не делать и вернуться к текущему состоянию

source: 💾 STASH - Salva modifiche temporaneamente e procedi con checkout
de: 💾 STASH - Änderungen temporär speichern und mit Checkout fortfahren
fr: 💾 STASH - Mettre les modifications de côté et procéder au checkout
pt: 💾 STASH - Salva modificações temporariamente e procede com checkout
ru: 💾 STASH - Временно сохранить изменения и продолжить checkout

source: 📝 COMMIT - Committa le modifiche e procedi con checkout
de: 📝 COMMIT - Änderungen committen und mit Checkout fortfahren
fr: 📝 COMMIT - Commiter les modifications et procéder au checkout
pt: 📝 COMMIT - Commita as modificações e procede com checkout
ru: 📝 COMMIT - Зафиксировать изменения и продолжить checkout

source: 🗑️ SCARTA - Elimina modifiche locali e procedi con checkout (IRREVERSIBILE!)
de: 🗑️ VERWERFEN - Lokale Änderungen löschen und mit Checkout fortfahren (IRREVERSIBEL!)
fr: 🗑️ REJETER - Supprimer les modifications locales et procéder au checkout (IRRÉVERSIBLE !)
pt: 🗑️ DESCARTAR - Exclui modificações locais e procede com checkout (IRREVERSÍVEL!)
ru: 🗑️ ОТБРОСИТЬ - Удалить локальные изменения и продолжить checkout (НЕОБРАТИМО!)

source: ❌ ANNULLA - Non fare checkout e mantenere modifiche locali
de: ❌ ABBRECHEN - Kein Checkout durchführen und lokale Änderungen beibehalten
fr: ❌ ANNULER - Ne pas faire de checkout et conserver les modifications locales
pt: ❌ CANCELAR - Não faz checkout e mantém as modificações locais
ru: ❌ ОТМЕНА - Не делать checkout и сохранить локальные изменения

source: Risolvi Conflitto Checkout
de: Checkout-Konflikt lösen
fr: Résoudre le Conflit de Checkout
pt: Resolver Conflito de Checkout
ru: Разрешить конфликт Checkout

source: Strategia scelta: {}
de: Gewählte Strategie: {}
es: Estrategia elegida: {}
fr: Stratégie choisie : {}
pt: Estratégia escolhida: {}
ru: Выбранная стратегия: {}

source: 📦 Salvataggio modifiche in stash...
de: 📦 Änderungen in Stash speichern...
fr: 📦 Mise de côté des modifications (stash)...
pt: 📦 Salvando modificações em stash...
ru: 📦 Сохранение изменений в stash...

source: Stash modifiche automatico
de: Automatisches Änderungs-Stash
fr: Mise de côté (stash) automatique
pt: Stash de modificações automático
ru: Автоматический stash изменений

source: ✅ Modifiche salvate in stash.
de: ✅ Änderungen in Stash gespeichert.
fr: ✅ Modifications mises de côté avec succès.
pt: ✅ Modificações salvas em stash.
ru: ✅ Изменения сохранены в stash.

source: ❌ Errore nel salvare le modifiche in stash.
de: ❌ Fehler beim Speichern der Änderungen im Stash.
fr: ❌ Erreur lors de la mise de côté des modifications.
pt: ❌ Erro ao salvar as modificações em stash.
ru: ❌ Ошибка при сохранении изменений в stash.

source: Commit Modifiche
de: Änderungen committen
fr: Commit des Modifications
pt: Commit Modificações
ru: Зафиксировать изменения

source: Inserisci il messaggio per il commit delle modifiche attuali:
de: Geben Sie die Nachricht für den Commit der aktuellen Änderungen ein:
fr: Saisissez le message pour le commit des modifications actuelles :
pt: Insira a mensagem para o commit das modificações atuais:
ru: Введите сообщение для коммита текущих изменений:

source: WIP: Salvataggio modifiche prima di checkout
de: WIP: Änderungen vor Checkout speichern
fr: WIP : Sauvegarde des modifications avant checkout
pt: WIP: Salvando modificações antes do checkout
ru: WIP: Сохранение изменений перед checkout

source: 📝 Creazione commit con modifiche attuali...
de: 📝 Erstelle Commit mit aktuellen Änderungen...
fr: 📝 Création du commit avec les modifications actuelles...
pt: 📝 Criando commit com modificações atuais...
ru: 📝 Создание коммита с текущими изменениями...

source: Aggiungi modifiche per commit
de: Änderungen für Commit hinzufügen
fr: Ajouter les modifications pour le commit
pt: Adicionar modificações para commit
ru: Добавить изменения для коммита

source: Commit modifiche automatico
de: Automatischer Commit der Änderungen
fr: Commit automatique des modifications
pt: Commit de modificações automático
ru: Автоматический коммит изменений

source: ✅ Commit creato con successo.
de: ✅ Commit erfolgreich erstellt.
fr: ✅ Commit créé avec succès.
pt: ✅ Commit criado com sucesso.
ru: ✅ Коммит создан успешно.

source: ❌ Errore nella creazione del commit.
de: ❌ Fehler beim Erstellen des Commits.
fr: ❌ Erreur lors de la création du commit.
pt: ❌ Erro na criação do commit.
ru: ❌ Ошибка при создании коммита.

source: ❌ Errore nell'aggiungere le modifiche.
de: ❌ Fehler beim Hinzufügen der Änderungen.
fr: ❌ Erreur lors de l'ajout des modifications.
pt: ❌ Erro ao adicionar as modificações.
ru: ❌ Ошибка при добавлении изменений.

source: Commit annullato dall'utente.
de: Commit vom Benutzer abgebrochen.
fr: Commit annulé par l'utilisateur.
pt: Commit cancelado pelo usuário.
ru: Коммит отменен пользователем.

source: ⚠️ ATTENZIONE MASSIMA! ⚠️ Stai per ELIMINARE DEFINITIVAMENTE tutte le modifiche locali non committate. Questa azione è IRREVERSIBILE! File che verranno resettati: {} Sei ASSOLUTAMENTE SICURO di voler procedere?
de: ⚠️ HÖCHSTE VORSICHT! ⚠️ Sie sind dabei, ALLE nicht committeten lokalen Änderungen ENDGÜLTIG zu LÖSCHEN. Diese Aktion ist UNUMKEHRBAR! Dateien, die zurückgesetzt werden: {} Sind Sie ABSOLUT SICHER, dass Sie fortfahren möchten?
fr: ⚠️ ATTENTION MAXIMALE ! ⚠️ Vous êtes sur le point de SUPPRIMER DÉFINITIVEMENT toutes les modifications locales non commitées. Cette action est IRRÉVERSIBLE ! Fichiers qui seront réinitialisés : {} Êtes-vous ABSOLUMENT SÛR de vouloir continuer ?
pt: ⚠️ ATENÇÃO MÁXIMA! ⚠️ Você está prestes a EXCLUIR DEFINITIVAMENTE todas as modificações locais não commitadas. Esta ação é IRREVERSÍVEL! Arquivos que serão resetados: {} Você tem ABSOLUTA CERTEZA de que deseja prosseguir?
ru: ⚠️ МАКСИМАЛЬНОЕ ВНИМАНИЕ! ⚠️ Вы собираетесь ОКОНЧАТЕЛЬНО УДАЛИТЬ все незафиксированные локальные изменения. Это действие НЕОБРАТИМО! Файлы, которые будут сброшены: {} Вы АБСОЛЮТНО УВЕРЕНЫ, что хотите продолжить?

source: CONFERMA ELIMINAZIONE MODIFICHE
de: LÖSCHEN DER ÄNDERUNGEN BESTÄTIGEN
fr: CONFIRMER LA SUPPRESSION DES MODIFICATIONS
pt: CONFIRMAR EXCLUSÃO DE MODIFICAÇÕES
ru: ПОДТВЕРДИТЬ УДАЛЕНИЕ ИЗМЕНЕНИЙ

source: 🗑️ Eliminazione modifiche locali...
de: 🗑️ Lokale Änderungen löschen...
fr: 🗑️ Suppression des modifications locales...
pt: 🗑️ Excluindo modificações locais...
ru: 🗑️ Удаление локальных изменений...

source: Reset modifiche locali
de: Lokale Änderungen zurücksetzen
fr: Réinitialisation des modifications locales
pt: Resetar modificações locais
ru: Сброс локальных изменений

source: Pulizia file non tracciati
de: Nicht verfolgte Dateien bereinigen
fr: Nettoyage des fichiers non suivis
pt: Limpeza de arquivos não rastreados
ru: Очистка неотслеживаемых файлов

source: ✅ Modifiche locali eliminate.
de: ✅ Lokale Änderungen gelöscht.
fr: ✅ Modifications locales supprimées.
pt: ✅ Modificações locais excluídas.
ru: ✅ Локальные изменения удалены.

source: ❌ Errore nella pulizia dei file non tracciati.
de: ❌ Fehler beim Bereinigen der nicht verfolgten Dateien.
fr: ❌ Erreur lors du nettoyage des fichiers non suivis.
pt: ❌ Erro na limpeza dos arquivos não rastreados.
ru: ❌ Ошибка при очистке неотслеживаемых файлов.

source: ❌ Errore nel reset delle modifiche.
de: ❌ Fehler beim Zurücksetzen der Änderungen.
fr: ❌ Erreur lors de la réinitialisation des modifications.
pt: ❌ Erro no reset das modificações.
ru: ❌ Ошибка при сбросе изменений.

source: Eliminazione modifiche annullata dall'utente.
de: Löschen der Änderungen vom Benutzer abgebrochen.
fr: Suppression des modifications annulée par l'utilisateur.
pt: Exclusão de modificações cancelada pelo usuário.
ru: Удаление изменений отменено пользователем.

source: Checkout annullato. Modifiche locali mantenute.
de: Checkout abgebrochen. Lokale Änderungen beibehalten.
fr: Checkout annulé. Modifications locales conservées.
pt: Checkout cancelado. Modificações locais mantidas.
ru: Checkout отменен. Локальные изменения сохранены.

source: 🔄 Tentativo checkout dopo risoluzione conflitti...
de: 🔄 Checkout-Versuch nach Konfliktlösung...
fr: 🔄 Tentative de checkout après résolution des conflits...
pt: 🔄 Tentativa de checkout após resolução de conflitos...
ru: 🔄 Попытка checkout после разрешения конфликтов...

source: ✅ Checkout completato con successo!
de: ✅ Checkout erfolgreich abgeschlossen!
fr: ✅ Checkout terminé avec succès !
pt: ✅ Checkout concluído com sucesso!
ru: ✅ Checkout завершен успешно!

source: 💡 Le tue modifiche sono salvate in stash. Usa '{}' per recuperarle quando necessario.
de: 💡 Ihre Änderungen sind im Stash gespeichert. Verwenden Sie '{}', um sie bei Bedarf wiederherzustellen.
fr: 💡 Vos modifications sont mises de côté (stash). Utilisez '{}' pour les récupérer lorsque nécessaire.
pt: 💡 Suas modificações estão salvas em stash. Use '{}' para recuperá-las quando necessário.
ru: 💡 Ваши изменения сохранены в stash. Используйте '{}' для их восстановления при необходимости.

source: ❌ Checkout fallito anche dopo la risoluzione dei conflitti.
de: ❌ Checkout auch nach Konfliktlösung fehlgeschlagen.
fr: ❌ Le checkout a échoué même après la résolution des conflits.
pt: ❌ Checkout falhou mesmo após a resolução dos conflitos.
ru: ❌ Checkout не удался даже после разрешения конфликтов.

source: Risoluzione conflitti annullata dall'utente.
de: Konfliktlösung vom Benutzer abgebrochen.
fr: Résolution des conflits annulée par l'utilisateur.
pt: Resolução de conflitos cancelada pelo usuário.
ru: Разрешение конфликтов отменено пользователем.

source: ERRORE: Repository GitHub e token non configurati.
de: FEHLER: GitHub-Repository und Token nicht konfiguriert.
es: ERROR: Repositorio de GitHub y token no configurados.
fr: ERREUR : Dépôt et jeton GitHub non configurés.
pt: ERRO: Repositório GitHub e token não configurados.
ru: ОШИБКА: Репозиторий GitHub и токен не настроены.

source: Nessuna issue aperta trovata da modificare.
de: Keine offenen Issues zum Bearbeiten gefunden.
es: No se encontraron issues abiertos para modificar.
fr: Aucune issue ouverte à modifier n'a été trouvée.
pt: Nenhuma issue aberta encontrada para modificar.
ru: Не найдено открытых issue для изменения.

source: Seleziona la issue da modificare:
de: Wählen Sie das zu bearbeitende Issue aus:
es: Selecciona el issue a modificar:
fr: Sélectionnez l'issue à modifier :
pt: Selecione a issue para modificar:
ru: Выберите issue для изменения:

source: Modifica Issue
de: Issue bearbeiten
es: Modificar Issue
fr: Modifier l'Issue
pt: Modificar Issue
ru: Изменить Issue

source: Modifica issue annullata.
de: Issue-Bearbeitung abgebrochen.
es: Modificación de issue cancelada.
fr: Modification de l'issue annulée.
pt: Modificação da issue cancelada.
ru: Изменение issue отменено.

source: 🔄 Aggiornamento issue #{}...
de: 🔄 Issue #{} aktualisieren...
es: 🔄 Actualizando issue #{}...
fr: 🔄 Mise à jour de l'issue #{}...
pt: 🔄 Atualizando issue #{}...
ru: 🔄 Обновление issue #{}...

source: ✅ Issue #{} aggiornata con successo!
de: ✅ Issue #{} erfolgreich aktualisiert!
es: ✅ ¡Issue #{} actualizado con éxito!
fr: ✅ Issue #{} mise à jour avec succès !
pt: ✅ Issue #{} atualizada com sucesso!
ru: ✅ Issue #{} успешно обновлена!

source: ❌ Errore durante la modifica: {}
de: ❌ Fehler bei der Bearbeitung: {}
es: ❌ Error durante la modificación: {}
fr: ❌ Erreur lors de la modification : {}
pt: ❌ Erro durante a modificação: {}
ru: ❌ Ошибка при изменении: {}
