Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: Nessuna issue aperta trovata da chiudere.
de: Keine offenen Issues zum Schließen gefunden.
es: No se encontraron issues abiertos para cerrar.
fr: Aucune issue ouverte à fermer n'a été trouvée.
pt: Nenhuma issue aberta encontrada para fechar.
ru: Не найдено открытых issue для закрытия.

source: Seleziona la issue da chiudere:
de: Wählen Sie das zu schließende Issue aus:
es: Selecciona el issue a cerrar:
fr: Sélectionnez l'issue à fermer :
pt: Selecione a issue para fechar:
ru: Выберите issue для закрытия:

source: Chiudi Issue
de: Issue schließen
es: Cerrar Issue
fr: Fermer l'Issue
pt: Fechar Issue
ru: Закрыть Issue

source: Chiusura issue annullata.
de: Issue-Schließung abgebrochen.
es: Cierre de issue cancelado.
fr: Fermeture de l'issue annulée.
pt: Fechamento da issue cancelado.
ru: Закрытие issue отменено.

source: Sei sicuro di voler chiudere la issue: #{}: {} Questa azione può essere annullata riaprendo la issue su GitHub.
de: Sind Sie sicher, dass Sie das Issue schließen möchten: #{}: {} Diese Aktion kann durch Wiedereröffnen des Issues auf GitHub rückgängig gemacht werden.
es: ¿Estás seguro de que quieres cerrar el issue: #{}: {} Esta acción puede deshacerse reabriendo el issue en GitHub.
fr: Êtes-vous sûr de vouloir fermer l'issue : #{} : {} Cette action peut être annulée en rouvrant l'issue sur GitHub.
pt: Tem certeza de que deseja fechar a issue: #{}: {} Esta ação pode ser desfeita reabrindo a issue no GitHub.
ru: Вы уверены, что хотите закрыть issue: #{}: {} Это действие можно отменить, повторно открыв issue на GitHub.

source: Conferma Chiusura Issue
de: Issue-Schließung bestätigen
es: Confirmar Cierre de Issue
fr: Confirmer la Fermeture de l'Issue
pt: Confirmar Fechamento de Issue
ru: Подтвердить закрытие Issue

source: 🔒 Chiusura issue #{}...
de: 🔒 Issue #{} schließen...
es: 🔒 Cerrando issue #{}...
fr: 🔒 Fermeture de l'issue #{}...
pt: 🔒 Fechando issue #{}...
ru: 🔒 Закрытие issue #{}...

source: ✅ Issue #{} chiusa con successo!
de: ✅ Issue #{} erfolgreich geschlossen!
es: ✅ ¡Issue #{} cerrado con éxito!
fr: ✅ Issue #{} fermée avec succès !
pt: ✅ Issue #{} fechada com sucesso!
ru: ✅ Issue #{} успешно закрыта!

source: ❌ Errore durante la chiusura: {}
de: ❌ Fehler beim Schließen: {}
es: ❌ Error durante el cierre: {}
fr: ❌ Erreur lors de la fermeture : {}
pt: ❌ Erro durante o fechamento: {}
ru: ❌ Ошибка при закрытии: {}

source: Filtri per Pull Request
de: Filter für Pull Requests
es: Filtros para Pull Requests
fr: Filtres pour les Pull Requests
pt: Filtros para Pull Request
ru: Фильтры для Pull Request

source: Mergiate
de: Gemergte
es: Fusionadas
fr: Fusionnées
pt: Mescladas
ru: Объединенные

source: Carica PR
de: PR laden
es: Cargar PRs
fr: Charger les PR
pt: Carregar PR
ru: Загрузить PR

source: Visualizzazione PR annullata.
de: PR-Anzeige abgebrochen.
es: Visualización de PRs cancelada.
fr: Affichage des PR annulé.
pt: Visualização do PR cancelada.
ru: Просмотр PR отменен.

source: 🔍 Recupero Pull Request per {}/{}...
de: 🔍 Pull Requests für {}/{} abrufen...
es: 🔍 Obteniendo Pull Requests para {}/{}...
fr: 🔍 Récupération des Pull Requests pour {}/{}...
pt: 🔍 Recuperando Pull Request para {}/{}...
ru: 🔍 Получение Pull Request для {}/{}...

source: Nessuna Pull Request trovata con i filtri specificati.
de: Keine Pull Requests mit den angegebenen Filtern gefunden.
es: No se encontraron Pull Requests con los filtros especificados.
fr: Aucune Pull Request trouvée avec les filtres spécifiés.
pt: Nenhuma Pull Request encontrada com os filtros especificados.
ru: Pull Request с указанными фильтрами не найдены.

source: Seleziona una PR per vedere i dettagli:
de: Wählen Sie einen PR aus, um Details zu sehen:
es: Selecciona una PR para ver los detalles:
fr: Sélectionnez une PR pour voir les détails :
pt: Selecione um PR para ver os detalhes:
ru: Выберите PR для просмотра деталей:

source: Pull Request di {}/{}
de: Pull Request von {}/{}
es: Pull Requests de {}/{}
fr: Pull Requests de {}/{}
pt: Pull Request de {}/{}
ru: Pull Request для {}/{}

source: Nessuna PR selezionata.
de: Kein PR ausgewählt.
es: Ninguna PR seleccionada.
fr: Aucune PR sélectionnée.
pt: Nenhuma PR selecionada.
ru: PR не выбран.

source: ❌ Errore durante il recupero delle PR: {}
de: ❌ Fehler beim Abrufen der PRs: {}
es: ❌ Error al obtener las PRs: {}
fr: ❌ Erreur lors de la récupération des PR : {}
pt: ❌ Erro durante a recuperação dos PRs: {}
ru: ❌ Ошибка при получении PR: {}

source: Dettagli
fr: Détails
pt: Detalhes

source: 📋 Dettagli tecnici:
de: 📋 Technische Details:
fr: 📋 Détails techniques :
pt: 📋 Detalhes técnicos:
ru: 📋 Технические детали:

source: 💡 Suggerimenti:
de: 💡 Vorschläge:
fr: 💡 Suggestions :
pt: 💡 Sugestões:
ru: 💡 Предложения:

source: 📋 Copia Dettagli
de: 📋 Details kopieren
fr: 📋 Copier les Détails
pt: 📋 Copiar Detalhes
ru: 📋 Копировать детали

source: 📋 Dettagli copiati negli appunti!
de: 📋 Details in die Zwischenablage kopiert!
fr: 📋 Détails copiés dans le presse-papiers !
pt: 📋 Detalhes copiados para a área de transferência!
ru: 📋 Детали скопированы в буфер обмена!

source: Copiato
de: Kopiert
fr: Copié
pt: Copiado
ru: Скопировано

source: ❌ Errore nel copiare negli appunti.
de: ❌ Fehler beim Kopieren in die Zwischenablage.
fr: ❌ Erreur lors de la copie dans le presse-papiers.
pt: ❌ Erro ao copiar para a área de transferência.
ru: ❌ Ошибка при копировании в буфер обмена.

source: Dettagli copiati negli appunti!
de: Details in die Zwischenablage kopiert!
fr: Détails copiés dans le presse-papiers !
pt: Detalhes copiados para a área de transferência!
ru: Детали скопированы в буфер обмена!

source: Errore nel copiare negli appunti.
de: Fehler beim Kopieren in die Zwischenablage.
fr: Erreur lors de la copie dans le presse-papiers.
pt: Erro ao copiar para a área de transferência.
ru: Ошибка при копировании в буфер обмена.

source: Commit creato con successo!
de: Commit erfolgreich erstellt!
fr: Commit créé avec succès !
pt: Commit criado com sucesso!
ru: Коммит создан успешно!

source: Operazione completata!
de: Operation abgeschlossen!
fr: Opération terminée !
pt: Operação concluída!
ru: Операция завершена!

source: Push completato con successo!
de: Push erfolgreich abgeschlossen!
fr: Push terminé avec succès !
pt: Push concluído com sucesso!
ru: Push завершен успешно!

source: Pull completato con successo!
de: Pull erfolgreich abgeschlossen!
fr: Pull terminé avec succès !
pt: Pull concluído com sucesso!
ru: Pull завершен успешно!

source: Checkout completato con successo!
de: Checkout erfolgreich abgeschlossen!
fr: Checkout terminé avec succès !
pt: Checkout concluído com sucesso!
ru: Checkout завершен успешно!

source: Merge completato con successo!
de: Merge erfolgreich abgeschlossen!
fr: Fusion terminée avec succès !
pt: Merge concluído com sucesso!
ru: Merge завершен успешно!

source: Operazione completata con successo!
de: Operation erfolgreich abgeschlossen!
fr: Opération terminée avec succès !
pt: Operação concluída com sucesso!
ru: Операция завершена успешно!

source: Successo - {}
de: Erfolg - {}
fr: Succès - {}
pt: Sucesso - {}
ru: Успех - {}

source: Push rifiutato dal server remoto.
de: Push vom Remote-Server abgelehnt.
fr: Push refusé par le serveur distant.
pt: Push rejeitado pelo servidor remoto.
ru: Push отклонен удаленным сервером.

source: Prova a fare 'pull' prima per sincronizzare le modifiche remote.
de: Versuchen Sie zuerst einen 'pull', um die Remote-Änderungen zu synchronisieren.
fr: Essayez de faire un 'pull' d'abord pour synchroniser les modifications distantes.
pt: Tente fazer 'pull' primeiro para sincronizar as modificações remotas.
ru: Попробуйте сделать 'pull' сначала для синхронизации удаленных изменений.

source: Nulla da committare.
de: Nichts zu committen.
fr: Rien à commiter.
pt: Nada para commitar.
ru: Нечего коммитить.

source: Non ci sono modifiche da salvare. Modifica alcuni file prima di committare.
de: Es gibt keine Änderungen zu speichern. Bearbeiten Sie einige Dateien, bevor Sie committen.
fr: Il n'y a pas de modifications à enregistrer. Modifiez des fichiers avant de commiter.
pt: Não há modificações para salvar. Modifique alguns arquivos antes de commitar.
ru: Нет изменений для сохранения. Измените некоторые файлы перед коммитом.

source: Branch o commit non trovato.
de: Branch oder Commit nicht gefunden.
fr: Branche ou commit non trouvé.
pt: Branch ou commit não encontrado.
ru: Ветка или коммит не найден.

source: Verifica che il nome del branch/commit sia corretto.
de: Überprüfen Sie, ob der Branch-/Commit-Name korrekt ist.
fr: Vérifiez que le nom de la branche/du commit est correct.
pt: Verifique se o nome do branch/commit está correto.
ru: Убедитесь, что имя ветки/коммита правильное.

source: Conflitti di merge rilevati.
de: Merge-Konflikte erkannt.
fr: Conflits de fusion détectés.
pt: Conflitos de merge detectados.
ru: Обнаружены конфликты слияния.

source: Risolvi i conflitti manually o usa le opzioni automatiche proposte.
fr: Résolvez les conflits manuellement ou utilisez les options automatiques proposées.

source: Operazione fallita.
de: Operation fehlgeschlagen.
fr: L'opération a échoué.
pt: Operação falhou.
ru: Операция не удалась.

source: Errore - {}
de: Fehler - {}
fr: Erreur - {}
pt: Erro - {}
ru: Ошибка - {}

source: Nessuna Pull Request aperta trovata da modificare.
de: Keine offenen Pull Requests zum Bearbeiten gefunden.
es: No se encontraron Pull Requests abiertas para modificar.
fr: Aucune Pull Request ouverte à modifier n'a été trouvée.
pt: Nenhuma Pull Request aberta encontrada para modificar.
ru: Не найдено открытых Pull Request для изменения.

source: Seleziona la PR da modificare:
de: Wählen Sie den zu bearbeitenden PR aus:
es: Selecciona la PR a modificar:
fr: Sélectionnez la PR à modifier :
pt: Selecione o PR para modificar:
ru: Выберите PR для изменения:

source: Modifica Pull Request
de: Pull Request bearbeiten
es: Modificar Pull Request
fr: Modifier la Pull Request
pt: Modificar Pull Request
ru: Изменить Pull Request

source: Modifica PR annullata.
de: PR-Bearbeitung abgebrochen.
es: Modificación de PR cancelada.
fr: Modification de la PR annulée.
pt: Modificação do PR cancelada.
ru: Изменение PR отменено.

source: Titolo:
de: Titel:
es: Título:
fr: Titre :
pt: Título:
ru: Название:

source: Draft
de: Entwurf
es: Borrador (Draft)
fr: Brouillon
pt: Rascunho
ru: Черновик

source: Aggiorna
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
pt: Atualizar
ru: Обновить

source: 🔄 Aggiornamento PR #{}...
de: 🔄 PR #{} aktualisieren...
es: 🔄 Actualizando PR #{}...
fr: 🔄 Mise à jour de la PR #{}...
pt: 🔄 Atualizando PR #{}...
ru: 🔄 Обновление PR #{}...

source: ✅ PR #{} aggiornata con successo!
de: ✅ PR #{} erfolgreich aktualisiert!
es: ✅ ¡PR #{} actualizada con éxito!
fr: ✅ PR #{} mise à jour avec succès !
pt: ✅ PR #{} atualizada com sucesso!
ru: ✅ PR #{} успешно обновлен!

source: Nessuna Pull Request aperta trovata da chiudere.
de: Keine offenen Pull Requests zum Schließen gefunden.
es: No se encontraron Pull Requests abiertas para cerrar.
fr: Aucune Pull Request ouverte à fermer n'a été trouvée.
pt: Nenhuma Pull Request aberta encontrada para fechar.
ru: Не найдено открытых Pull Request для закрытия.

source: Seleziona la PR da chiudere:
de: Wählen Sie den zu schließenden PR aus:
es: Selecciona la PR a cerrar:
fr: Sélectionnez la PR à fermer :
pt: Selecione o PR para fechar:
ru: Выберите PR для закрытия:

source: Chiudi Pull Request
de: Pull Request schließen
es: Cerrar Pull Request
fr: Fermer la Pull Request
pt: Fechar Pull Request
ru: Закрыть Pull Request

source: Chiusura PR annullata.
de: PR-Schließung abgebrochen.
es: Cierre de PR cancelado.
fr: Fermeture de la PR annulée.
pt: Fecho de PR cancelado.
ru: Закрытие PR отменено.

source: Sei sicuro di voler chiudere la Pull Request: #{}: {} Branch: {} → {} Questa azione può essere annullata riaprendo la PR su GitHub.
de: Sind Sie sicher, dass Sie den Pull Request schließen möchten: #{}: {} Branch: {} → {} Diese Aktion kann durch Wiedereröffnen des PRs auf GitHub rückgängig gemacht werden.
es: ¿Estás seguro de que quieres cerrar la Pull Request: #{}: {} Rama: {} → {} Esta acción puede deshacerse reabriendo la PR en GitHub.
fr: Êtes-vous sûr de vouloir fermer la Pull Request : #{} : {} Branche : {} → {} Cette action peut être annulée en rouvrant la PR sur GitHub.
pt: Tem certeza de que deseja fechar a Pull Request: #{}: {} Branch: {} → {} Esta ação pode ser desfeita reabrindo a PR no GitHub.
ru: Вы уверены, что хотите закрыть Pull Request: #{}: {} Ветка: {} → {} Это действие можно отменить, повторно открыв PR на GitHub.

source: Conferma Chiusura PR
de: PR-Schließung bestätigen
es: Confirmar Cierre de PR
fr: Confirmer la Fermeture de la PR
pt: Confirmar Fecho da PR
ru: Подтвердить закрытие PR

source: 🔒 Chiusura PR #{}...
de: 🔒 PR #{} schließen...
es: 🔒 Cerrando PR #{}...
fr: 🔒 Fermeture de la PR #{}...
pt: 🔒 Fechando PR #{}...
ru: 🔒 Закрытие PR #{}...

source: ✅ PR #{} chiusa con successo!
de: ✅ PR #{} erfolgreich geschlossen!
es: ✅ ¡PR #{} cerrada con éxito!
fr: ✅ PR #{} fermée avec succès !
pt: ✅ PR #{} fechada com sucesso!
ru: ✅ PR #{} успешно закрыт!

source: ❌ Repository Git Non Valido
de: ❌ Ungültiges Git-Repository
fr: ❌ Dépôt Git Invalide
pt: ❌ Repositório Git Inválido
ru: ❌ Недействительный Git репозиторий

source: Non sei in una directory Git valida
de: Sie sind nicht in einem gültigen Git-Verzeichnis
fr: Vous n'êtes pas dans un répertoire Git valide
pt: Você não está em um diretório Git válido
ru: Вы не находитесь в действительной Git директории

source: 🚨 PROBLEMA REPOSITORY: Percorso corrente: {repo_path} Il percorso specificato: • Non è una directory valida • Non contiene una cartella .git • Non è un repository Git inizializzato Per creare issue: • Devi essere nella directory di un repository Git • Il repository deve avere un remote GitHub configurato • Il repository deve corrispondere a quello configurato in GitHub Actions
de: 🚨 REPOSITORY-PROBLEM: Aktueller Pfad: {repo_path} Der angegebene Pfad: • Ist kein gültiges Verzeichnis • Enthält keinen .git-Ordner • Ist kein initialisiertes Git-Repository Um Issues zu erstellen: • Sie müssen sich im Verzeichnis eines Git-Repositorys befinden • Das Repository muss ein konfiguriertes GitHub-Remote haben • Das Repository muss dem in GitHub Actions konfigurierten entsprechen
fr: 🚨 PROBLÈME DE DÉPÔT : Chemin actuel : {repo_path} Le chemin spécifié : • N'est pas un répertoire valide • Ne contient pas de dossier .git • N'est pas un dépôt Git initialisé Pour créer des issues : • Vous devez être dans le répertoire d'un dépôt Git • Le dépôt doit avoir un dépôt distant GitHub configuré • Le dépôt doit correspondre à celui configuré dans les Actions GitHub
pt: 🚨 PROBLEMA NO REPOSITÓRIO: Caminho atual: {repo_path} O caminho especificado: • Não é um diretório válido • Não contém uma pasta .git • Não é um repositório Git inicializado Para criar issues: • Você deve estar no diretório de um repositório Git • O repositório deve ter um remoto GitHub configurado • O repositório deve corresponder ao configurado no GitHub Actions
ru: 🚨 ПРОБЛЕМА РЕПОЗИТОРИЯ: Текущий путь: {repo_path} Указанный путь: • Не является действительной директорией • Не содержит папку .git • Не является инициализированным Git репозиторием Для создания issue: • Вы должны быть в директории Git репозитория • Репозиторий должен иметь настроенный удаленный GitHub • Репозиторий должен соответствовать настроенному в GitHub Actions

source: Vai nella directory del repository Git corretto prima di creare issue.
de: Wechseln Sie in das korrekte Git-Repository-Verzeichnis, bevor Sie Issues erstellen.
fr: Allez dans le répertoire du dépôt Git correct avant de créer des issues.
pt: Vá para o diretório do repositório Git correto antes de criar issues.
ru: Перейдите в директорию правильного Git репозитория перед созданием issue.

source: ⚠️ DISCREPANZA REPOSITORY RILEVATA Repository locale attuale: 🗂️ {}/{} Repository configurato in GitHub Actions: ⚙️ {}/{} L'issue verrà creata nel repository CONFIGURATO ({}), non in quello locale corrente ({}). Vuoi continuare comunque?
de: ⚠️ REPOSITORY-DISKREPANZ ERKANNT Aktuelles lokales Repository: 🗂️ {}/{} In GitHub Actions konfiguriertes Repository: ⚙️ {}/{} Das Issue wird im KONFIGURIERTEN Repository ({}) erstellt, nicht im aktuellen lokalen ({}). Möchten Sie trotzdem fortfahren?
fr: ⚠️ DISCORDANCE DE DÉPÔT DÉTECTÉE Dépôt local actuel : 🗂️ {}/{} Dépôt configuré dans les Actions GitHub : ⚙️ {}/{} L'issue sera créée dans le dépôt CONFIGURÉ ({}), pas dans le dépôt local actuel ({}). Voulez-vous continuer quand même ?
pt: ⚠️ DISCREPÂNCIA DE REPOSITÓRIO DETECTADA Repositório local atual: 🗂️ {}/{} Repositório configurado no GitHub Actions: ⚙️ {}/{} A issue será criada no repositório CONFIGURADO ({}), não no local atual ({}). Deseja continuar mesmo assim?
ru: ⚠️ ОБНАРУЖЕНО НЕСООТВЕТСТВИЕ РЕПОЗИТОРИЯ Текущий локальный репозиторий: 🗂️ {}/{} Репозиторий, настроенный в GitHub Actions: ⚙️ {}/{} Issue будет создана в НАСТРОЕННОМ репозитории ({}), а не в текущем локальном ({}). Вы хотите продолжить?

source: Attenzione: Repository Diversi
de: Warnung: Verschiedene Repositories
fr: Attention : Dépôts Différents
pt: Atenção: Repositórios Diferentes
ru: Внимание: Разные репозитории

source: Creazione issue annullata dall'utente.
de: Issue-Erstellung vom Benutzer abgebrochen.
fr: Création de l'issue annulée par l'utilisateur.
pt: Criação da issue cancelada pelo utilizador.
ru: Создание issue отменено пользователем.

source: ⚠️ Issue creata in {}/{} (repository configurato) invece di {}/{} (repository locale)
de: ⚠️ Issue in {}/{} (konfiguriertes Repository) anstatt in {}/{} (lokales Repository) erstellt
fr: ⚠️ Issue créée dans {}/{} (dépôt configuré) au lieu de {}/{} (dépôt local)
pt: ⚠️ Issue criada em {}/{} (repositório configurado) em vez de {}/{} (repositório local)
ru: ⚠️ Issue создана в {}/{} (настроенный репозиторий) вместо {}/{} (локальный репозиторий)

source: ❌ Configurazione GitHub Mancante
de: ❌ Fehlende GitHub-Konfiguration
fr: ❌ Configuration GitHub Manquante
pt: ❌ Configuração do GitHub em Falta
ru: ❌ Отсутствует конфигурация GitHub

source: Repository GitHub non configurato
de: GitHub-Repository nicht konfiguriert
fr: Dépôt GitHub non configuré
pt: Repositório GitHub não configurado
ru: Репозиторий GitHub не настроен

source: 🔧 CONFIGURAZIONE RICHIESTA: Per creare issue è necessario: 1️⃣ Configurare il repository GitHub (owner/repo) 2️⃣ Configurare un token GitHub per autenticazione Stato attuale: ❌ Repository non impostato ❌ Impossibile creare issue Cosa fare: • Imposta il repository tramite configurazione GitHub • Assicurati di essere nella directory del repository corretto • Verifica che il repository abbia un remote GitHub
de: 🔧 KONFIGURATION ERFORDERLICH: Um Issues zu erstellen, ist erforderlich: 1️⃣ GitHub-Repository konfigurieren (owner/repo) 2️⃣ GitHub-Token für Authentifizierung konfigurieren Aktueller Status: ❌ Repository nicht eingestellt ❌ Kann keine Issues erstellen Was zu tun ist: • Repository über GitHub-Konfiguration einstellen • Sicherstellen, dass Sie sich im korrekten Repository-Verzeichnis befinden • Überprüfen, dass das Repository ein GitHub-Remote hat
fr: 🔧 CONFIGURATION REQUISE : Pour créer des issues, il est nécessaire de : 1️⃣ Configurer le dépôt GitHub (propriétaire/repo) 2️⃣ Configurer un jeton GitHub pour l'authentification État actuel : ❌ Dépôt non défini ❌ Impossible de créer des issues Que faire : • Définissez le dépôt via la configuration GitHub • Assurez-vous d'être dans le bon répertoire de dépôt • Vérifiez que le dépôt a un dépôt distant GitHub
pt: 🔧 CONFIGURAÇÃO NECESSÁRIA: Para criar issues é necessário: 1️⃣ Configurar o repositório GitHub (owner/repo) 2️⃣ Configurar um token GitHub para autenticação Estado atual: ❌ Repositório não definido ❌ Impossível criar issue O que fazer: • Defina o repositório através da configuração do GitHub • Certifique-se de que está no diretório do repositório correto • Verifique se o repositório tem um remoto GitHub
ru: 🔧 ТРЕБУЕТСЯ НАСТРОЙКА: Для создания issue необходимо: 1️⃣ Настроить репозиторий GitHub (владелец/репо) 2️⃣ Настроить токен GitHub для аутентификации Текущее состояние: ❌ Репозиторий не установлен ❌ Невозможно создать issue Что делать: • Установите репозиторий через конфигурацию GitHub • Убедитесь, что находитесь в директории правильного репозитория • Проверьте, что репозиторий имеет удаленный GitHub

source: Usa '{cmd}' per configurare il repository GitHub.
de: Verwenden Sie '{cmd}', um das GitHub-Repository zu konfigurieren.
fr: Utilisez '{cmd}' pour configurer le dépôt GitHub.
pt: Use '{cmd}' para configurar o repositório GitHub.
ru: Используйте '{cmd}' для настройки репозитория GitHub.

source: ❌ Token GitHub Mancante
de: ❌ Fehlendes GitHub-Token
fr: ❌ Jeton GitHub Manquant
pt: ❌ Token GitHub em Falta
ru: ❌ Токен GitHub отсутствует

source: Token GitHub necessario per creare issue
de: GitHub-Token erforderlich, um Issues zu erstellen
fr: Jeton GitHub requis pour créer des issues
pt: Token GitHub necessário para criar issues
ru: Токен GitHub необходим для создания issue

source: 🔐 AUTENTICAZIONE RICHIESTA: Per creare issue è necessario: 1️⃣ Un token GitHub Personal Access Token (PAT) 2️⃣ Il token deve avere permessi per creare issue Stato attuale: ❌ Token non configurato ❌ Impossibile autenticare con GitHub Per ottenere un token: • Vai su GitHub Settings → Personal Access Tokens • Crea un nuovo token con permessi 'repo' o 'issues' • Configura il token nell'applicazione
de: 🔐 AUTHENTIFIZIERUNG ERFORDERLICH: Um Issues zu erstellen, ist erforderlich: 1️⃣ Ein GitHub Personal Access Token (PAT) 2️⃣ Das Token muss Berechtigungen zum Erstellen von Issues haben Aktueller Status: ❌ Token nicht konfiguriert ❌ Kann nicht bei GitHub authentifizieren Um ein Token zu erhalten: • Gehen Sie zu GitHub Settings → Personal Access Tokens • Erstellen Sie ein neues Token mit 'repo'- oder 'issues'-Berechtigungen • Konfigurieren Sie das Token in der Anwendung
fr: 🔐 AUTHENTIFICATION REQUISE : Pour créer des issues, il est nécessaire d'avoir : 1️⃣ Un Jeton d'Accès Personnel GitHub (PAT) 2️⃣ Le jeton doit avoir les permissions pour créer des issues État actuel : ❌ Jeton non configuré ❌ Impossible de s'authentifier auprès de GitHub Pour obtenir un jeton : • Allez dans GitHub Settings → Personal Access Tokens • Créez un nouveau jeton avec les permissions 'repo' ou 'issues' • Configurez le jeton dans l'application
pt: 🔐 AUTENTICAÇÃO NECESSÁRIO: Para criar issues é necessário: 1️⃣ Um token GitHub Personal Access Token (PAT) 2️⃣ O token deve ter permissões para criar issues Estado atual: ❌ Token não configurado ❌ Impossível autenticar com o GitHub Para obter um token: • Vá para GitHub Settings → Personal Access Tokens • Crie um novo token com permissões 'repo' ou 'issues' • Configure o token na aplicação
ru: 🔐 ТРЕБУЕТСЯ АУТЕНТИФИКАЦИЯ: Для создания issue необходимо: 1️⃣ Токен GitHub Personal Access Token (PAT) 2️⃣ Токен должен иметь права для создания issue Текущее состояние: ❌ Токен не настроен ❌ Невозможно аутентифицироваться с GitHub Для получения токена: • Перейдите в GitHub Settings → Personal Access Tokens • Создайте новый токен с правами 'repo' или 'issues' • Настройте токен в приложении

source: Configura un token GitHub tramite '{}'.
de: Konfigurieren Sie ein GitHub-Token über '{}'.
fr: Configurez un jeton GitHub via '{}'.
pt: Configure um token GitHub via '{}'.
ru: Настройте токен GitHub через '{}'.

source: Recupero informazioni repository...
de: Repository-Informationen abrufen...
es: Obteniendo información del repositorio...
fr: Récupération des informations du dépôt...
pt: A recuperar informações do repositório...
ru: Получение информации о репозитории...
