Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: Versione del file di configurazione dati sensibili (v{}) non supportata (max v{}). Si prega di aggiornare l'applicazione o eliminare il file di configurazione.
de: Version der Konfigurationsdatei für sensible Daten (v{}) nicht unterstützt (max v{}). Bitte aktualisieren Sie die Anwendung oder löschen Sie die Konfigurationsdatei.
es: Versión del archivo de configuración de datos sensibles (v{}) no soportada (máx v{}). Por favor, actualiza la aplicación o elimina el archivo de configuración.
fr: Version du fichier de configuration des données sensibles (v{}) non prise en charge (max v{}). Veuillez mettre à jour l'application ou supprimer le fichier de configuration.
pt: Versão do arquivo de configuração de dados sensíveis (v{}) não suportada (máx. v{}). Por favor, atualize o aplicativo ou exclua o arquivo de configuração.
ru: Версия файла конфигурации конфиденциальных данных (v{}) не поддерживается (макс v{}). Пожалуйста, обновите приложение или удалите файл конфигурации.

source: Errore durante la decrittografia dei dati sensibili: {}
de: Fehler bei der Entschlüsselung sensibler Daten: {}
es: Error al descifrar los datos sensibles: {}
fr: Erreur lors du déchiffrement des données sensibles : {}
pt: Erro durante a descriptografia dos dados sensíveis: {}
ru: Ошибка при расшифровке конфиденциальных данных: {}

source: Errore durante la decrittografia: {}
de: Fehler bei der Entschlüsselung: {}
es: Error durante el descifrado: {}
fr: Erreur lors du déchiffrement : {}
pt: Erro durante a descriptografia: {}
ru: Ошибка при расшифровке: {}

source: Errore Decrittografia
de: Entschlüsselungsfehler
es: Error de Descifrado
fr: Erreur de Déchiffrement
pt: Erro de Descriptografia
ru: Ошибка расшифровки

source: Dati sensibili GitHub (owner, repo, token) caricati con successo.
de: Sensible GitHub-Daten (Owner, Repo, Token) erfolgreich geladen.
es: Datos sensibles de GitHub (owner, repo, token) cargados con éxito.
fr: Données sensibles GitHub (propriétaire, dépôt, jeton) chargées avec succès.
pt: Dados sensíveis do GitHub (owner, repo, token) carregados com sucesso.
ru: Конфиденциальные данные GitHub (владелец, репо, токен) загружены успешно.

source: Token PAT GitHub caricato.
de: GitHub PAT-Token geladen.
es: Token PAT de GitHub cargado.
fr: Jeton PAT GitHub chargé.
pt: Token PAT GitHub carregado.
ru: Токен PAT GitHub загружен.

source: Token PAT GitHub non presente nella configurazione caricata.
de: GitHub PAT-Token nicht in der geladenen Konfiguration vorhanden.
es: Token PAT de GitHub no presente en la configuración cargada.
fr: Jeton PAT GitHub non présent dans la configuration chargée.
pt: Token PAT GitHub não presente na configuração carregada.
ru: Токен PAT GitHub отсутствует в загруженной конфигурации.

source: Errore sconosciuto durante la decrittografia dei dati sensibili (possibile password errata).
de: Unbekannter Fehler bei der Entschlüsselung sensibler Daten (möglicherweise falsches Passwort).
es: Error desconocido durante el descifrado de los datos sensibles (posible contraseña incorrecta).
fr: Erreur inconnue lors du déchiffrement des données sensibles (mot de passe possibly incorrect).
pt: Erro desconhecido durante a descriptografia dos dados sensíveis (possível password incorreta).
ru: Неизвестная ошибка при расшифровке конфиденциальных данных (возможно, неверный пароль).

source: File di configurazione GitHub sicuro non trovato.
de: Sichere GitHub-Konfigurationsdatei nicht gefunden.
es: Archivo de configuración seguro de GitHub no encontrado.
fr: Fichier de configuration GitHub sécurisé non trouvé.
pt: Arquivo de configuração seguro do GitHub não encontrado.
ru: Безопасный файл конфигурации GitHub не найден.

source: Errore durante il caricamento dei dati GitHub: {}
de: Fehler beim Laden der GitHub-Daten: {}
es: Error al cargar los datos de GitHub: {}
fr: Erreur lors du chargement des données GitHub : {}
pt: Erro ao carregar os dados do GitHub: {}
ru: Ошибка при загрузке данных GitHub: {}

source: Errore imprevisto durante il caricamento: {}
de: Unerwarteter Fehler beim Laden: {}
es: Error inesperado durante la carga: {}
fr: Erreur inattendue lors du chargement : {}
pt: Erro inesperado durante o carregamento: {}
ru: Неожиданная ошибка при загрузке: {}

source: Caricamento dati GitHub annullato (password non inserita).
de: Laden der GitHub-Daten abgebrochen (Passwort nicht eingegeben).
es: Carga de datos de GitHub cancelada (contraseña no introducida).
fr: Chargement des données GitHub annulé (mot de passe non saisi).
pt: Carregamento de dados do GitHub cancelado (password não inserida).
ru: Загрузка данных GitHub отменена (пароль не введен).

source: Errore: file di configurazione GitHub non trovato. Usa '{}'.
de: Fehler: GitHub-Konfigurationsdatei nicht gefunden. Verwenden Sie '{}'.
es: Error: archivo de configuración de GitHub no encontrado. Usa '{}'.
fr: Erreur : fichier de configuration GitHub non trouvé. Utilisez '{}'.
pt: Erro: arquivo de configuração do GitHub não encontrado. Use '{}'.
ru: Ошибка: файл конфигурации GitHub не найден. Используйте '{}'.

source: Configurazione GitHub caricata (senza password) con successo.
de: GitHub-Konfiguration erfolgreich geladen (ohne Passwort).
es: Configuración de GitHub cargada (sin contraseña) con éxito.
fr: Configuration GitHub chargée (sans mot de passe) avec succès.
pt: Configuração do GitHub carregada (sem password) com sucesso.
ru: Конфигурация GitHub загружена (без пароля) успешно.

source: Token PAT non trovato nella configurazione.
de: PAT-Token nicht in der Konfiguration gefunden.
es: Token PAT no encontrado en la configuración.
fr: Jeton PAT non trouvé dans la configuration.
pt: Token PAT não encontrado na configuração.
ru: Токен PAT не найден в конфигурации.

source: Errore: impossibile decriptare configurazione con password vuota. Configurazione corrotta o password non valida.
de: Fehler: Konfiguration kann nicht mit leerem Passwort entschlüsselt werden. Beschädigte Konfiguration oder ungültiges Passwort.
es: Error: no se puede descifrar la configuración con contraseña vacía. Configuración corrupta o contraseña no válida.
fr: Erreur : impossible de déchiffrer la configuration avec un mot de passe vide. Configuration corrompue ou mot de passe invalide.
pt: Erro: impossível descriptografar configuração com password vazia. Configuração corrompida ou password inválida.
ru: Ошибка: невозможно расшифровать конфигурацию с пустым паролем. Поврежденная конфигурация или недействительный пароль.

source: Errore durante il caricamento silenzioso del file di configurazione: {}
de: Fehler beim stillen Laden der Konfigurationsdatei: {}
es: Error durante la carga silenciosa del archivo de configuración: {}
fr: Erreur lors du chargement silencieux du fichier de configuration : {}
pt: Erro durante o carregamento silencioso do arquivo de configuração: {}
ru: Ошибка при тихой загрузке файла конфигурации: {}

source: Token GitHub non in memoria. Richiesta password master per questa operazione...
de: GitHub-Token nicht im Speicher. Master-Passwort für diese Operation erforderlich...
es: Token de GitHub no en memoria. Se requiere contraseña maestra para esta operación...
fr: Jeton GitHub non en mémoire. Mot de passe maître requis pour cette opération...
pt: Token GitHub não em memória. Solicita password mestra para esta operação...
ru: Токен GitHub не в памяти. Требуется мастер-пароль для этой операции...

source: Nessuna configurazione GitHub salvata da rimuovere.
de: Keine gespeicherte GitHub-Konfiguration zum Entfernen.
es: No hay ninguna configuración de GitHub guardada para eliminar.
fr: Aucune configuration GitHub enregistrée à supprimer.
pt: Nenhuma configuração do GitHub salva para remover.
ru: Нет сохраненной конфигурации GitHub для удаления.

source: Errore: magic prefix non corrisponde.
de: Fehler: Magic Prefix stimmt nicht überein.
es: Error: el prefijo mágico no coincide.
fr: Erreur : le préfixe magique ne correspond pas.
pt: Erro: prefixo mágico não corresponde.
ru: Ошибка: магический префикс не соответствует.

source: Errore: UUID utente non corrisponde.
de: Fehler: Benutzer-UUID stimmt nicht überein.
es: Error: el UUID del usuario no coincide.
fr: Erreur : l'UUID de l'utilisateur ne correspond pas.
pt: Erro: UUID do usuário não corresponde.
ru: Ошибка: UUID пользователя не соответствует.

source: Errore: versione file ({}) maggiore di VERSIONE SUPPORTATA ({}).
de: Fehler: Dateiversion ({}) höher als UNTERSTÜTZTE VERSION ({}).
es: Error: versión del archivo ({}) mayor que la VERSIÓN SOPORTADA ({}).
fr: Erreur : version du fichier ({}) supérieure à la VERSION PRISE EN CHARGE ({}).
pt: Erro: versão do arquivo ({}) maior que VERSÃO SUPORTADA ({}).
ru: Ошибка: версия файла ({}) больше ПОДДЕРЖИВАЕМОЙ ВЕРСИИ ({}).

source: Errore decrittografia: {}. Impossibile rimuovere.
de: Entschlüsselungsfehler: {}. Kann nicht entfernt werden.
es: Error de descifrado: {}. No se puede eliminar.
fr: Erreur de déchiffrement : {}. Impossible de supprimer.
pt: Erro de descriptografia: {}. Impossível remover.
ru: Ошибка расшифровки: {}. Невозможно удалить.

source: Password Master errata o dati corrotti. Rimozione annullata. Errore: {}
de: Falsches Master-Passwort oder beschädigte Daten. Entfernung abgebrochen. Fehler: {}
es: Contraseña Maestra incorrecta o datos corruptos. Eliminación cancelada. Error: {}
fr: Mot de Passe Maître incorrect ou données corrompues. Suppression annulée. Erreur : {}
pt: Password Mestra incorreta ou dados corrompidos. Remoção cancelada. Erro: {}
ru: Неверный мастер-пароль или поврежденные данные. Удаление отменено. Ошибка: {}

source: Errore Rimozione
de: Entfernungsfehler
es: Error de Eliminación
fr: Erreur de Suppression
pt: Erro de Remoção
ru: Ошибка удаления

source: File di configurazione criptato rimosso.
de: Verschlüsselte Konfigurationsdatei entfernt.
es: Archivo de configuración cifrado eliminado.
fr: Fichier de configuration chiffré supprimé.
pt: Arquivo de configuração criptografado removido.
ru: Зашифрованный файл конфигурации удален.

source: Configurazione GitHub, UUID utente e impostazioni app rimossi con successo.
de: GitHub-Konfiguration, Benutzer-UUID und App-Einstellungen erfolgreich entfernt.
es: Configuración de GitHub, UUID de usuario y ajustes de la app eliminados con éxito.
fr: Configuration GitHub, UUID utilisateur et paramètres de l'application supprimés avec succès.
pt: Configuração do GitHub, UUID do utilizador e configurações do aplicativo removidos com sucesso.
ru: Конфигурация GitHub, UUID пользователя и настройки приложения удалены успешно.

source: Errore imprevisto durante la rimozione: {}
de: Unerwarteter Fehler beim Entfernen: {}
es: Error inesperado durante la eliminación: {}
fr: Erreur inattendue lors de la suppression : {}
pt: Erro inesperado durante a remoção: {}
ru: Неожиданная ошибка при удалении: {}

source: Errore durante la rimozione della configurazione: {}
de: Fehler beim Entfernen der Konfiguration: {}
es: Error al eliminar la configuración: {}
fr: Erreur lors de la suppression de la configuration : {}
pt: Erro ao remover a configuração: {}
ru: Ошибка при удалении конфигурации: {}

source: Timer di monitoraggio per run ID {} arrestato.
de: Überwachungs-Timer für Run-ID {} gestoppt.
es: Temporizador de monitoreo para el ID de ejecución {} detenido.
fr: Le minuteur de suivi pour l'ID d'exécution {} a été arrêté.
pt: Temporizador de monitoramento para o ID de execução {} parado.
ru: Таймер мониторинга для ID запуска {} остановлен.

source: il tuo sistema operativo
de: Ihr Betriebssystem
es: tu sistema operativo
fr: votre système d'exploitation
pt: o seu sistema operativo
ru: ваша операционная система

source: Git non sembra essere installato o non è nel PATH di sistema. L'applicazione non funzionerà correttamente senza Git. Sistema rilevato: {} Vuoi aprire la pagina di download di Git per {}?
de: Git scheint nicht installiert zu sein oder ist nicht im System-PATH. Die Anwendung funktioniert ohne Git nicht korrekt. Erkanntes System: {} Möchten Sie die Git-Download-Seite für {} öffnen?
es: Git no parece estar instalado o no está en el PATH del sistema. La aplicación no funcionará correctamente sin Git. Sistema detectado: {} ¿Quieres abrir la página de descarga de Git para {}?
fr: Git ne semble pas être installé ou n'est pas dans le PATH système. L'application ne fonctionnera pas correctement sans Git. Système détecté : {} Voulez-vous ouvrir la page de téléchargement de Git pour {} ?
pt: O Git não parece estar instalado ou não está no PATH do sistema. O aplicativo não funcionará corretamente sem o Git. Sistema detectado: {} Deseja abrir a página de download do Git para {}?
ru: Git, похоже, не установлен или отсутствует в системном PATH. Приложение не будет работать корректно без Git. Обнаруженная система: {} Хотите открыть страницу загрузки Git для {}?

source: Git Non Trovato - Download Richiesto
de: Git nicht gefunden - Download erforderlich
es: Git No Encontrado - Se Requiere Descarga
fr: Git Non Trouvé - Téléchargement Requis
pt: Git Não Encontrado - Download Necessário
ru: Git не найден - требуется загрузка

source: 🌐 Apertura pagina di download Git: {} 📋 Istruzioni: 1. Scarica e installa Git dal sito web appena aperto 2. Riavvia questo programma dopo l'installazione 3. Se necessario, riavvia il computer per aggiornare il PATH 💡 Su Windows: durante l'installazione assicurati che l'opzione 'Git from the command line and also from 3rd-party software' sia selezionata.
fr: 🌐 Ouverture de la page de téléchargement de Git : {} 📋 Instructions : 1. Téléchargez et installez Git depuis le site web qui vient de s'ouvrir 2. Redémarrez ce programme après l'installation 3. Si nécessaire, redémarrez votre ordinateur pour mettre à jour le PATH 💡 Sous Windows : pendant l'installation, assurez-vous que l'option 'Git from the command line and also from 3rd-party software' est sélectionnée.

source: ❌ Errore nell'aprire il browser: {} 📋 Vai manualmente a: {}
de: ❌ Fehler beim Öffnen des Browsers: {} 📋 Gehen Sie manuell zu: {}
es: ❌ Error al abrir el navegador: {} 📋 Ve manualmente a: {}
fr: ❌ Erreur lors de l'ouverture du navigateur : {} 📋 Allez manuellement à : {}
pt: ❌ Erro ao abrir o navegador: {} 📋 Vá manualmente para: {}
ru: ❌ Ошибка при открытии браузера: {} 📋 Перейдите вручную по адресу: {}

source: Impossibile aprire automaticamente il browser. Vai manualmente a questo indirizzo per scaricare Git: {}
de: Browser kann nicht automatisch geöffnet werden. Gehen Sie manuell zu dieser Adresse, um Git herunterzuladen: {}
es: No se pudo abrir el navegador automáticamente. Ve manualmente a esta dirección para descargar Git: {}
fr: Impossible d'ouvrir automatiquement le navigateur. Veuillez vous rendre manuellement à cette adresse pour télécharger Git : {}
pt: Impossível abrir o navegador automaticamente. Vá manualmente para este endereço para baixar o Git: {}
ru: Невозможно автоматически открыть браузер. Перейдите вручную по этому адресу для скачивания Git: {}

source: Apri Manualmente
de: Manuell öffnen
es: Abrir Manualmente
fr: Ouvrir Manuellement
pt: Abrir Manualmente
ru: Открыть вручную

source: ⚠️ Git non installato. Molte funzionalità non saranno disponibili. 📋 Per installare Git vai a: {}
de: ⚠️ Git nicht installiert. Viele Funktionen werden nicht verfügbar sein. 📋 Um Git zu installieren, gehen Sie zu: {}
es: ⚠️ Git no instalado. Muchas funcionalidades no estarán disponibles. 📋 Para instalar Git, ve a: {}
fr: ⚠️ Git non installé. De nombreuses fonctionnalités ne seront pas disponibles. 📋 Pour installer Git, allez à : {}
pt: ⚠️ Git não instalado. Muitas funcionalidades não estarão disponíveis. 📋 Para instalar o Git vá para: {}
ru: ⚠️ Git не установлен. Многие функции будут недоступны. 📋 Для установки Git перейдите по адресу: {}

source: Token GitHub Personal Access Token (PAT) non configurato o non caricato. Molte operazioni GitHub richiedono un token per funzionare: • Accesso a repository privati • Creazione/modifica di release • Gestione di issue e pull request • Limiti API più alti Vuoi aprire la pagina GitHub per creare un nuovo token?
de: GitHub Personal Access Token (PAT) nicht konfiguriert oder geladen. Viele GitHub-Operationen benötigen ein Token, um zu funktionieren: • Zugriff auf private Repositories • Erstellen/Bearbeiten von Releases • Verwaltung von Issues und Pull Requests • Höhere API-Limits Möchten Sie die GitHub-Seite öffnen, um ein neues Token zu erstellen?
es: Token de Acceso Personal (PAT) de GitHub no configurado o no cargado. Muchas operaciones de GitHub requieren un token para funcionar: • Acceso a repositorios privados • Creación/modificación de releases • Gestión de issues y pull requests • Límites de API más altos ¿Quieres abrir la página de GitHub para crear un nuevo token?
fr: Jeton d'Accès Personnel (PAT) GitHub non configuré ou non chargé. De nombreuses opérations GitHub nécessitent un jeton pour fonctionner : • Accès aux dépôts privés • Création/modification de releases • Gestion des issues et des pull requests • Limites d'API plus élevées Voulez-vous ouvrir la page GitHub pour créer un nouveau jeton ?
pt: Token GitHub Personal Access Token (PAT) não configurado ou não carregado. Muitas operações do GitHub exigem um token para funcionar: • Acesso a repositórios privados • Criação/modificação de releases • Gerenciamento de issues e pull requests • Limites de API mais altos Deseja abrir a página do GitHub para criar um novo token?
ru: Токен GitHub Personal Access Token (PAT) не настроен или не загружен. Многие операции GitHub требуют токен для работы: • Доступ к частным репозиториям • Создание/изменение релизов • Управление issue и pull request • Более высокие лимиты API Хотите открыть страницу GitHub для создания нового токена?

source: Token GitHub Mancante
de: Fehlendes GitHub-Token
es: Token de GitHub Faltante
fr: Jeton GitHub Manquant
pt: Token GitHub em Falta
ru: Токен GitHub отсутствует

source: 🌐 Apertura pagina creazione token GitHub: {} 📋 Istruzioni per creare il token: 1. Nella pagina appena aperta, clicca 'Generate new token' 2. Scegli tra 'Fine-grained tokens' (moderni) o 'Tokens (classic)' 3. Inserisci una descrizione (es: 'Assistente Git Desktop') 4. Seleziona la scadenza desiderata 5. Seleziona i permessi necessari: • Per Fine-grained: Contents, Actions, Metadata • Per Classic: repo, workflow 6. Clicca 'Generate token' 7. COPIA SUBITO il token (non sarà più visibile!) 8. Torna qui e usa '{}' per configurarlo ⚠️ IMPORTANTE: Conserva il token in un posto sicuro!
de: 🌐 GitHub-Token-Erstellungsseite öffnen: {} 📋 Anweisungen zum Erstellen des Tokens: 1. Klicken Sie auf der soeben geöffneten Seite auf 'Generate new token' 2. Wählen Sie zwischen 'Fine-grained tokens' (modern) oder 'Tokens (classic)' 3. Geben Sie eine Beschreibung ein (z.B.: 'Assistente Git Desktop') 4. Wählen Sie die gewünschte Ablaufzeit 5. Wählen Sie die erforderlichen Berechtigungen: • Für Fine-grained: Contents, Actions, Metadata • Für Classic: repo, workflow 6. Klicken Sie auf 'Generate token' 7. KOPIEREN Sie das Token SOFORT (es wird nicht mehr sichtbar sein!) 8. Kehren Sie hierher zurück und verwenden Sie '{}', um es zu konfigurieren ⚠️ WICHTIG: Bewahren Sie das Token an einem sicheren Ort auf!
es: 🌐 Abriendo página de creación de token de GitHub: {} 📋 Instrucciones para crear el token: 1. En la página recién abierta, haz clic en 'Generate new token' 2. Elige entre 'Fine-grained tokens' (modernos) o 'Tokens (classic)' 3. Introduce una descripción (ej: 'Asistente Git de Escritorio') 4. Selecciona la fecha de caducidad deseada 5. Selecciona los permisos necesarios: • Para Fine-grained: Contents, Actions, Metadata • Para Classic: repo, workflow 6. Haz clic en 'Generate token' 7. COPIA EL TOKEN INMEDIATAMENTE (¡no volverá a ser visible!) 8. Vuelve aquí y usa '{}' para configurarlo ⚠️ IMPORTANTE: ¡Guarda el token en un lugar seguro!
fr: 🌐 Ouverture de la page de création de jeton GitHub : {} 📋 Instructions pour créer le jeton : 1. Sur la page qui vient de s'ouvrir, cliquez sur 'Generate new token' 2. Choisissez entre 'Fine-grained tokens' (modernes) ou 'Tokens (classic)' 3. Saisissez une description (ex : 'Assistant Git Desktop') 4. Sélectionnez la date d'expiration souhaitée 5. Sélectionnez les permissions nécessaires : • Pour Fine-grained : Contents, Actions, Metadata • Pour Classic : repo, workflow 6. Cliquez sur 'Generate token' 7. COPIEZ IMMÉDIATEMENT le jeton (il ne sera plus visible !) 8. Revenez ici et utilisez '{}' pour le configurer ⚠️ IMPORTANT : Conservez le jeton en lieu sûr !
pt: 🌐 Abrindo página de criação de token do GitHub: {} 📋 Instruções para criar o token: 1. Na página recém-aberta, clique em 'Generate new token' 2. Escolha entre 'Fine-grained tokens' (modernos) ou 'Tokens (classic)' 3. Insira uma descrição (ex: 'Assistente Git Desktop') 4. Selecione a validade desejada 5. Selecione as permissões necessárias: • Para Fine-grained: Contents, Actions, Metadata • Para Classic: repo, workflow 6. Clique em 'Generate token' 7. COPIE IMEDIATAMENTE o token (não será mais visível!) 8. Volte aqui e use '{}' para configurá-lo ⚠️ IMPORTANTE: Guarde o token em um lugar seguro!
ru: 🌐 Открытие страницы создания токена GitHub: {} 📋 Инструкции для создания токена: 1. На только что открытой странице нажмите 'Generate new token' 2. Выберите между 'Fine-grained tokens' (современные) или 'Tokens (classic)' 3. Введите описание (например: 'Assistente Git Desktop') 4. Выберите желаемый срок действия 5. Выберите необходимые права: • Для Fine-grained: Contents, Actions, Metadata • Для Classic: repo, workflow 6. Нажмите 'Generate token' 7. СКОПИРУЙТЕ СРАЗУ токен (он больше не будет виден!) 8. Вернитесь сюда и используйте '{}' для настройки ⚠️ ВАЖНО: Сохраните токен в безопасном месте!

source: ❌ Errore nell'aprire il browser: {} 📋 Vai manualmente a: https://github.com/settings/personal-access-tokens
de: ❌ Fehler beim Öffnen des Browsers: {} 📋 Gehen Sie manuell zu: https://github.com/settings/personal-access-tokens
es: ❌ Error al abrir el navegador: {} 📋 Ve manualmente a: https://github.com/settings/personal-access-tokens
fr: ❌ Erreur lors de l'ouverture du navigateur : {} 📋 Allez manuellement à : https://github.com/settings/personal-access-tokens
pt: ❌ Erro ao abrir o navegador: {} 📋 Vá manualmente para: https://github.com/settings/personal-access-tokens
ru: ❌ Ошибка при открытии браузера: {} 📋 Перейдите вручную по адресу: https://github.com/settings/personal-access-tokens

source: Impossibile aprire automaticamente il browser. Vai manualmente a questo indirizzo per creare un token: https://github.com/settings/personal-access-tokens
de: Browser kann nicht automatisch geöffnet werden. Gehen Sie manuell zu dieser Adresse, um ein Token zu erstellen: https://github.com/settings/personal-access-tokens
es: No se pudo abrir el navegador automáticamente. Ve manualmente a esta dirección para crear un token: https://github.com/settings/personal-access-tokens
fr: Impossible d'ouvrir automatiquement le navigateur. Veuillez vous rendre manuellement à cette adresse pour créer un jeton : https://github.com/settings/personal-access-tokens
pt: Impossível abrir o navegador automaticamente. Vá manualmente para este endereço para criar um token: https://github.com/settings/personal-access-tokens
ru: Невозможно автоматически открыть браузер. Перейдите вручную по этому адресу для создания токена: https://github.com/settings/personal-access-tokens
