Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: 🌐 ERRORE API GITHUB: 📝 Errore: {} 🔗 URL: {} 🆔 Run ID: {} 🏢 Repository: {}/{} ⏰ Timestamp: {} Impossibile contattare l'API di GitHub per recuperare gli artifacts.
de: 🌐 GITHUB-API-FEHLER: 📝 Fehler: {} 🔗 URL: {} 🆔 Run-ID: {} 🏢 Repository: {}/{} ⏰ Zeitstempel: {} Kann die GitHub-API nicht kontaktieren, um Artefakte abzurufen.
fr: 🌐 ERREUR API GITHUB : 📝 Erreur : {} 🔗 URL : {} 🆔 ID d'Exécution : {} 🏢 Dépôt : {}/{} ⏰ Horodatage : {} Impossible de contacter l'API GitHub pour récupérer les artifacts.
pt: 🌐 ERRO DA API DO GITHUB: 📝 Erro: {} 🔗 URL: {} 🆔 ID da Execução: {} 🏢 Repositório: {}/{} ⏰ Carimbo de data/hora: {} Não foi possível contatar a API do GitHub para recuperar os artefatos.
ru: 🌐 ОШИБКА API GITHUB: 📝 Ошибка: {} 🔗 URL: {} 🆔 Run ID: {} 🏢 Репозиторий: {}/{} ⏰ Время: {} Невозможно связаться с API GitHub для получения артефактов.

source: Comando Git
de: Git-Befehl
fr: Commande Git
ru: Команда Git

source: --- Output ({}): --- {}
de: --- Ausgabe ({}): --- {}
es: --- Salida ({}): --- {}
fr: --- Sortie ({}) : --- {}
pt: --- Saída ({}): --- {}
ru: --- Вывод ({}): --- {}

source: --- Messaggi/Errori ({}): --- {}
de: --- Nachrichten/Fehler ({}): --- {}
es: --- Mensajes/Errores ({}): --- {}
fr: --- Messages/Erreurs ({}) : --- {}
pt: --- Mensagens/Erros ({}): --- {}
ru: --- Сообщения/Ошибки ({}): --- {}

source: !!! Operazione '{}' fallita con codice di uscita: {} !!!
de: !!! Operation '{}' fehlgeschlagen mit Exit-Code: {} !!!
es: !!! ¡¡¡ La operación '{}' falló con el código de salida: {} !!!
fr: !!! Opération '{}' échouée avec le code de sortie : {} !!!
pt: !!! Operação '{}' falhou com código de saída: {} !!!
ru: !!! Операция '{}' не удалась с кодом выхода: {} !!!

source: Errore durante l'operazione '{}': {}
de: Fehler während Operation '{}': {}
es: Error durante la operación '{}': {}
fr: Erreur pendant l'opération '{}' : {}
pt: Erro durante a operação '{}': {}
ru: Ошибка во время операции '{}': {}

source: Branch corrente rilevato dall'errore Git: '{}'
de: Aktueller Branch aus Git-Fehler erkannt: '{}'
es: Rama actual detectada por el error de Git: '{}'
fr: Branche actuelle détectée par l'erreur Git : '{}'
pt: Branch atual detectado pelo erro do Git: '{}'
ru: Текущая ветка обнаружена из ошибки Git: '{}'

source: Impossibile determinare automaticamente il nome del branch corrente. Dovrai eseguire manualmente il comando: git push --set-upstream origin <nome-del-tuo-branch>
de: Kann den Namen des aktuellen Branches nicht automatisch bestimmen. Sie müssen den Befehl manuell ausführen: git push --set-upstream origin <name-ihres-branches>
es: No se pudo determinar automáticamente el nombre de la rama actual. Deberás ejecutar manualmente el comando: git push --set-upstream origin <nombre-de-tu-rama>
fr: Impossible de déterminer automatiquement le nom de la branche actuelle. Vous devrez exécuter manuellement la commande : git push --set-upstream origin <nom-de-votre-branche>
pt: Não foi possível determinar automaticamente o nome do branch atual. Você precisará executar manualmente o comando: git push --set-upstream origin <nome-do-seu-branch>
ru: Невозможно автоматически определить имя текущей ветки. Вам нужно будет выполнить команду вручную: git push --set-upstream origin <имя-вашей-ветки>

source: Il branch locale '{}' non sembra essere collegato a un branch remoto (upstream) su 'origin'. Vuoi eseguire il seguente comando per impostare il tracciamento e inviare le modifiche? {} Questo collegherà il branch locale '{}' al branch remoto 'origin/{}'.
de: Der lokale Branch '{}' scheint nicht mit einem Remote-Branch (Upstream) auf 'origin' verbunden zu sein. Möchten Sie den folgenden Befehl ausführen, um das Tracking einzurichten und die Änderungen zu senden? {} Dies wird den lokalen Branch '{}' mit dem Remote-Branch 'origin/{}' verbinden.
es: La rama local '{}' no parece estar conectada a una rama remota (upstream) en 'origin'. ¿Quieres ejecutar el siguiente comando para establecer el seguimiento y enviar las modificaciones? {} Esto conectará la rama local '{}' con la rama remota 'origin/{}'.
fr: La branche locale '{}' ne semble pas être liée à une branche distante (upstream) sur 'origin'. Voulez-vous exécuter la commande suivante pour configurer le suivi et envoyer les modifications ? {} Cela liera la branche locale '{}' à la branche distante 'origin/{}'.
pt: O branch local '{}' não parece estar conectado a um branch remoto (upstream) em 'origin'. Deseja executar o seguinte comando para configurar o rastreamento e enviar as alterações? {} Isso conectará o branch local '{}' ao branch remoto 'origin/{}'.
ru: Локальная ветка '{}' не связана с удаленной веткой (upstream) на 'origin'. Хотите выполнить следующую команду для установки отслеживания и отправки изменений? {} Это свяжет локальную ветку '{}' с удаленной веткой 'origin/{}'.

source: Impostare Upstream e Fare Push?
de: Upstream einrichten und Push durchführen?
es: ¿Establecer Upstream y Hacer Push?
fr: Configurer l'Upstream et Faire Push ?
pt: Configurar Upstream e Fazer Push?
ru: Установить Upstream и сделать Push?

source: Esecuzione di: {}...
de: Ausführen von: {}...
es: Ejecutando: {}...
fr: Exécution de : {}...
pt: Executando: {}...
ru: Выполнение: {}...

source: Push con impostazione upstream per '{}'
de: Push mit Upstream-Einrichtung für '{}'
es: Push con establecimiento de upstream para '{}'
fr: Push avec configuration upstream pour '{}'
pt: Push com configuração de upstream para '{}'
ru: Push с установкой upstream для '{}'

source: Push con --set-upstream per '{}' completato con successo.
de: Push mit --set-upstream für '{}' erfolgreich abgeschlossen.
es: Push con --set-upstream para '{}' completado con éxito.
fr: Push avec --set-upstream pour '{}' terminé avec succès.
pt: Push com --set-upstream para '{}' concluído com sucesso.
ru: Push с --set-upstream для '{}' завершен успешно.

source: Tentativo di push con --set-upstream per '{}' fallito. Controlla l'output sopra per i dettagli.
de: Push-Versuch mit --set-upstream für '{}' fehlgeschlagen. Überprüfen Sie die Ausgabe oben für Details.
es: Intento de push con --set-upstream para '{}' fallido. Revisa la salida de arriba para ver los detalles.
fr: Tentative de push avec --set-upstream pour '{}' échouée. Vérifiez la sortie ci-dessus pour les détails.
pt: Tentativa de push com --set-upstream para '{}' falhou. Verifique a saída acima para os detalhes.
ru: Попытка push с --set-upstream для '{}' не удалась. Проверьте вывод выше для деталей.

source: Operazione annullata dall'utente. Il branch non è stato inviato né collegato al remoto. Se necessario, puoi eseguire manualmente il comando: {}
de: Operation vom Benutzer abgebrochen. Der Branch wurde weder gesendet noch mit dem Remote verbunden. Falls nötig, können Sie den Befehl manuell ausführen: {}
es: Operación cancelada por el usuario. La rama no ha sido enviada ni conectada al remoto. Si es necesario, puedes ejecutar manualmente el comando: {}
fr: Opération annulée par l'utilisateur. La branche n'a été ni envoyée ni liée au distant. Si nécessaire, vous pouvez exécuter manuellement la commande : {}
pt: Operação cancelada pelo usuário. O branch não foi enviado nem conectado ao remoto. Se necessário, você pode executar manualmente o comando: {}
ru: Операция отменена пользователем. Ветка не была отправлена и не связана с удаленным. При необходимости вы можете выполнить команду вручную: {}

source: Il branch '{}' non è completamente unito (not fully merged). Se elimini questo branch forzatamente (usando l'opzione -D), i commit unici su di esso andranno persi. Vuoi forzare l'eliminazione del branch locale (git branch -D {})?
de: Der Branch '{}' ist nicht vollständig gemergt (not fully merged). Wenn Sie diesen Branch erzwungen löschen (mit der Option -D), gehen die eindeutigen Commits darauf verloren. Möchten Sie das Löschen des lokalen Branches erzwingen (git branch -D {})?
es: La rama '{}' no está completamente fusionada (not fully merged). Si eliminas esta rama forzadamente (usando la opción -D), los commits únicos en ella se perderán. ¿Quieres forzar la eliminación de la rama local (git branch -D {})?
fr: La branche '{}' n'est pas complètement fusionnée (not fully merged). Si vous supprimez cette branche de force (en utilisant l'option -D), les commits uniques qu'elle contient seront perdus. Voulez-vous forcer la suppression de la branche locale (git branch -D {}) ?
pt: O branch '{}' não está completamente mesclado (not fully merged). Se você excluir este branch forçosamente (usando a opção -D), os commits únicos nele serão perdidos. Deseja forçar a exclusão do branch local (git branch -D {})?
ru: Ветка '{}' не полностью объединена (not fully merged). Если вы удалите эту ветку принудительно (используя опцию -D), уникальные коммиты в ней будут потеряны. Хотите принудительно удалить локальную ветку (git branch -D {})?

source: Forzare Eliminazione Branch Locale?
de: Lokalen Branch-Löschung erzwingen?
es: ¿Forzar Eliminación de Rama Local?
fr: Forcer la Suppression de la Branche Locale ?
pt: Forçar Exclusão do Branch Local?
ru: Принудительно удалить локальную ветку?

source: Tentativo di forzare l'eliminazione del branch locale '{}'...
de: Versuche erzwungene Löschung des lokalen Branches '{}'...
es: Intentando forzar la eliminación de la rama local '{}'...
fr: Tentative de forcer la suppression de la branche locale '{}'...
pt: Tentando forçar a exclusão do branch local '{}'...
ru: Попытка принудительного удаления локальной ветки '{}'...

source: Forza eliminazione branch locale {}
de: Lokalen Branch {} erzwungen löschen
es: Forzar eliminación de rama local {}
fr: Forcer la suppression de la branche locale {}
pt: Forçar exclusão do branch local {}
ru: Принудительное удаление локальной ветки {}

source: Branch locale '{}' eliminato forzatamente.
de: Lokaler Branch '{}' erzwungen gelöscht.
es: Rama local '{}' eliminada forzadamente.
fr: Branche locale '{}' supprimée de force.
pt: Branch local '{}' excluído forçosamente.
ru: Локальная ветка '{}' удалена принудительно.

source: Eliminazione forzata del branch locale '{}' fallita. Controlla l'output.
de: Erzwungene Löschung des lokalen Branches '{}' fehlgeschlagen. Überprüfen Sie die Ausgabe.
es: Eliminación forzada de la rama local '{}' fallida. Revisa la salida.
fr: Suppression forcée de la branche locale '{}' échouée. Vérifiez la sortie.
pt: Exclusão forçada do branch local '{}' falhou. Verifique a saída.
ru: Принудительное удаление локальной ветки '{}' не удалось. Проверьте вывод.

source: Eliminazione forzata del branch locale non eseguita.
de: Erzwungene Löschung des lokalen Branches nicht ausgeführt.
es: Eliminación forzada de la rama local no ejecutada.
fr: Suppression forcée de la branche locale non exécutée.
pt: Exclusão forçada do branch local não executada.
ru: Принудительное удаление локальной ветки не выполнено.

source: File con conflitti (marcati come UU in 'git status'): {}
de: Dateien mit Konflikten (als UU in 'git status' markiert): {}
es: Archivos con conflictos (marcados como UU en 'git status'): {}
fr: Fichiers en conflit (marqués comme UU dans 'git status') : {}
pt: Arquivos com conflitos (marcados como UU em 'git status'): {}
ru: Файлы с конфликтами (помечены как UU в 'git status'): {}

source: File con conflitti (rilevati da diff --diff-filter=U): {}
de: Dateien mit Konflikten (erkannt durch diff --diff-filter=U): {}
es: Archivos con conflictos (detectados por diff --diff-filter=U): {}
fr: Fichiers en conflit (détectés par diff --diff-filter=U) : {}
pt: Arquivos com conflitos (detectados por diff --diff-filter=U): {}
ru: Файлы с конфликтами (обнаружены diff --diff-filter=U): {}

source: Merge fallito, ma nessun file in conflitto specifico rilevato automaticamente dai comandi standard. Controlla 'git status' manualmente.
de: Merge fehlgeschlagen, aber keine spezifischen Konfliktdateien automatisch durch Standardbefehle erkannt. Überprüfen Sie 'git status' manuell.
es: Fusión fallida, pero ningún archivo en conflicto específico detectado automáticamente por los comandos estándar. Revisa 'git status' manualmente.
fr: Merge échoué, mais aucun fichier en conflit spécifique détecté automatiquement par les commandes standard. Vérifiez 'git status' manuellement.
pt: Mesclagem falhou, mas nenhum arquivo em conflito específico detectado automaticamente pelos comandos padrão. Verifique 'git status' manualmente.
ru: Слияние не удалось, но стандартными командами автоматически не обнаружено конкретных файлов в конфликте. Проверьте 'git status' вручную.

source: Il merge è fallito a causa di conflitti. Spiegazione delle opzioni di risoluzione automatica: - 'Usa versione del BRANCH CORRENTE (--ours)': Per ogni file in conflitto, mantiene la versione del branch su cui ti trovi (HEAD). - 'Usa versione del BRANCH DA UNIRE (--theirs)': Per ogni file in conflitto, usa la versione del branch che stai cercando di unire. Come vuoi procedere?
de: Der Merge ist aufgrund von Konflikten fehlgeschlagen. Erklärung der automatischen Auflösungsoptionen: - 'Version des AKTUELLEN BRANCHES verwenden (--ours)': Für jede Konfliktdatei wird die Version des Branches beibehalten, auf dem Sie sich befinden (HEAD). - 'Version des ZU MERGENDEN BRANCHES verwenden (--theirs)': Für jede Konfliktdatei wird die Version des Branches verwendet, den Sie zu mergen versuchen. Wie möchten Sie vorgehen?
es: La fusión ha fallado debido a conflictos. Explicación de las opciones de resolución automática: - 'Usar versión de la RAMA ACTUAL (--ours)': Para cada archivo en conflicto, mantiene la versión de la rama en la que te encuentras (HEAD). - 'Usar versión de la RAMA A FUSIONAR (--theirs)': Para cada archivo en conflicto, usa la versión de la rama que estás tratando de fusionar. ¿Cómo quieres proceder?
fr: Le merge a échoué à cause de conflits. Explication des options de résolution automatique : - 'Utiliser la version de la BRANCHE ACTUELLE (--ours)' : Pour chaque fichier en conflit, garde la version de la branche sur laquelle vous êtes (HEAD). - 'Utiliser la version de la BRANCHE À FUSIONNER (--theirs)' : Pour chaque fichier en conflit, utilise la version de la branche que vous essayez de fusionner. Comment voulez-vous procéder ?
pt: A mesclagem falhou devido a conflitos. Explicação das opções de resolução automática: - 'Usar versão do BRANCH ATUAL (--ours)': Para cada arquivo em conflito, mantém a versão do branch em que você está (HEAD). - 'Usar versão do BRANCH A SER MESCLADO (--theirs)': Para cada arquivo em conflito, usa a versão do branch que você está tentando mesclar. Como você deseja prosseguir?
ru: Слияние не удалось из-за конфликтов. Объяснение опций автоматического разрешения: - 'Использовать версию ТЕКУЩЕЙ ВЕТКИ (--ours)': Для каждого файла в конфликте сохраняет версию ветки, на которой вы находитесь (HEAD). - 'Использовать версию ВЕТКИ ДЛЯ ОБЪЕДИНЕНИЯ (--theirs)': Для каждого файла в конфликте использует версию ветки, которую вы пытаетесь объединить. Как вы хотите продолжить?

source: 1. Risolvi manualmente i conflitti (poi fai 'add' e 'commit')
de: 1. Konflikte manuell lösen (dann 'add' und 'commit' durchführen)
es: 1. Resolver manualmente los conflictos (luego hacer 'add' y 'commit')
fr: 1. Résoudre manuellement les conflits (puis faire 'add' et 'commit')
pt: 1. Resolva manualmente os conflitos (depois faça 'add' e 'commit')
ru: 1. Разрешить конфликты вручную (затем сделать 'add' и 'commit')

source: 2. Usa versione del BRANCH CORRENTE per tutti i conflitti (--ours)
de: 2. Version des AKTUELLEN BRANCHES für alle Konflikte verwenden (--ours)
es: 2. Usar versión de la RAMA ACTUAL para todos los conflictos (--ours)
fr: 2. Utiliser la version de la BRANCHE ACTUELLE pour tous les conflits (--ours)
pt: 2. Usar versão do BRANCH ATUAL para todos os conflitos (--ours)
ru: 2. Использовать версию ТЕКУЩЕЙ ВЕТКИ для всех конфликтов (--ours)

source: 3. Usa versione del BRANCH DA UNIRE per tutti i conflitti (--theirs)
de: 3. Version des ZU MERGENDEN BRANCHES für alle Konflikte verwenden (--theirs)
es: 3. Usar versión de la RAMA A FUSIONAR para todos los conflictos (--theirs)
fr: 3. Utiliser la version de la BRANCHE À FUSIONNER pour tous les conflits (--theirs)
pt: 3. Usar versão do BRANCH A SER MESCLADO para todos os conflitos (--theirs)
ru: 3. Использовать версию ВЕТКИ ДЛЯ ОБЪЕДИНЕНИЯ для всех конфликтов (--theirs)

source: 4. Annulla il merge (git merge --abort)
de: 4. Merge abbrechen (git merge --abort)
es: 4. Cancelar la fusión (git merge --abort)
fr: 4. Annuler le merge (git merge --abort)
pt: 4. Anular a mesclagem (git merge --abort)
ru: 4. Отменить слияние (git merge --abort)

source: Gestione Conflitti di Merge
de: Merge-Konflikte verwalten
es: Gestión de Conflictos de Fusión
fr: Gestion des Conflits de Merge
pt: Gerenciamento de Conflitos de Mesclagem
ru: Управление конфликтами слияния

source: Azione richiesta: 1. Apri i file in conflitto (elencati sopra) nel tuo editor di testo preferito. 2. Cerca e risolvi i marcatori di conflitto Git (es. <<<<<<<, =======, >>>>>>>). 3. Dopo aver risolto tutti i conflitti in un file, usa il comando '{}' per marcare il file come risolto. 4. Una volta che tutti i file in conflitto sono stati aggiunti, usa il comando '{}' per completare il merge. Puoi lasciare il messaggio di commit vuoto se Git ne propone uno di default.
de: Erforderliche Aktion: 1. Öffnen Sie die Konfliktdateien (oben aufgelistet) in Ihrem bevorzugten Texteditor. 2. Suchen und lösen Sie die Git-Konfliktmarkierungen (z.B. <<<<<<<, =======, >>>>>>>). 3. Nach dem Lösen aller Konflikte in einer Datei verwenden Sie den Befehl '{}', um die Datei als gelöst zu markieren. 4. Sobald alle Konfliktdateien hinzugefügt wurden, verwenden Sie den Befehl '{}', um den Merge abzuschließen. Sie können die Commit-Nachricht leer lassen, wenn Git eine Standard-Nachricht vorschlägt.
es: Acción requerida: 1. Abre los archivos en conflicto (listados arriba) en tu editor de texto preferido. 2. Busca y resuelve los marcadores de conflicto de Git (ej. <<<<<<<, =======, >>>>>>>). 3. Después de resolver todos los conflictos en un archivo, usa el comando '{}' para marcar el archivo como resuelto. 4. Una vez que todos los archivos en conflicto hayan sido añadidos, usa el comando '{}' para completar la fusión. Puedes dejar el mensaje de commit vacío si Git propone uno por defecto.
fr: Action requise : 1. Ouvrez les fichiers en conflit (listés ci-dessus) dans votre éditeur de texte préféré. 2. Recherchez et résolvez les marqueurs de conflit Git (ex. <<<<<<<, =======, >>>>>>>). 3. Après avoir résolu tous les conflits dans un fichier, utilisez la commande '{}' pour marquer le fichier comme résolu. 4. Une fois que tous les fichiers en conflit ont été ajoutés, utilisez la commande '{}' pour terminer le merge. Vous pouvez laisser le message de commit vide si Git en propose un par défaut.
pt: Ação necessária: 1. Abra os arquivos em conflito (listados acima) no seu editor de texto preferido. 2. Procure e resolva os marcadores de conflito do Git (ex. <<<<<<<, =======, >>>>>>>). 3. Após resolver todos os conflitos em um arquivo, use o comando '{}' para marcar o arquivo como resolvido. 4. Uma vez que todos os arquivos em conflito foram adicionados, use o comando '{}' para completar a mesclagem. Você pode deixar a mensagem de commit vazia se o Git sugerir uma por padrão.
ru: Требуемое действие: 1. Откройте файлы в конфликте (перечислены выше) в предпочитаемом текстовом редакторе. 2. Найдите и разрешите маркеры конфликта Git (например, <<<<<<<, =======, >>>>>>>). 3. После разрешения всех конфликтов в файле используйте команду '{}' для пометки файла как разрешенного. 4. После добавления всех файлов в конфликте используйте команду '{}' для завершения слияния. Вы можете оставить сообщение коммита пустым, если Git предлагает стандартное.

source: Nessun file in conflitto specifico identificato per applicare la strategia automaticamente. Prova a risolvere manualmente o ad annullare.
de: Keine spezifischen Konfliktdateien identifiziert, um die Strategie automatisch anzuwenden. Versuchen Sie manuelle Lösung oder Abbruch.
es: Ningún archivo en conflicto específico identificado para aplicar la estrategia automáticamente. Intenta resolver manualmente o cancelar.
fr: Aucun fichier en conflit spécifique identifié pour appliquer la stratégie automatiquement. Essayez de résoudre manuellement ou d'annuler.
pt: Nenhum arquivo em conflito específico identificado para aplicar a estratégia automaticamente. Tente resolver manualmente ou anular.
ru: Конкретные файлы в конфликте не идентифицированы для автоматического применения стратегии. Попробуйте разрешить вручную или отменить.

source: Applicazione della strategia '{}' per i file in conflitto...
de: Anwendung der Strategie '{}' für Konfliktdateien...
es: Aplicando la estrategia '{}' para los archivos en conflicto...
fr: Application de la stratégie '{}' pour les fichiers en conflit...
pt: Aplicando a estratégia '{}' para os arquivos em conflito...
ru: Применение стратегии '{}' для файлов в конфликте...

source: Applica {} a {}
de: {} auf {} anwenden
es: Aplica {} a {}
fr: Appliquer {} à {}
pt: Aplicar {} a {}
ru: Применить {} к {}

source: Attenzione: fallimento nell'applicare la strategia a {}. Controlla l'output.
de: Achtung: Fehler beim Anwenden der Strategie auf {}. Überprüfen Sie die Ausgabe.
es: Atención: fallo al aplicar la estrategia a {}. Revisa la salida.
fr: Attention : échec dans l'application de la stratégie à {}. Vérifiez la sortie.
pt: Atenção: falha ao aplicar a estratégia a {}. Verifique a saída.
ru: Внимание: не удалось применить стратегию к {}. Проверьте вывод.

source: Strategia '{}' applicata (o tentata) ai file in conflitto. Ora è necessario aggiungere i file modificati all'area di stage.
de: Strategie '{}' auf Konfliktdateien angewendet (oder versucht). Jetzt müssen die geänderten Dateien zur Staging-Area hinzugefügt werden.
es: Estrategia '{}' aplicada (o intentada) a los archivos en conflicto. Ahora es necesario añadir los archivos modificados al área de preparación (stage).
fr: Stratégie '{}' appliquée (ou tentée) aux fichiers en conflit. Il est maintenant nécessaire d'ajouter les fichiers modifiés à la zone de staging.
pt: Estratégia '{}' aplicada (ou tentada) aos arquivos em conflito. Agora é necessário adicionar os arquivos modificados à área de staging.
ru: Стратегия '{}' применена (или предпринята попытка) к файлам в конфликте. Теперь необходимо добавить измененные файлы в область stage.

source: git add . (post-strategia di merge)
de: git add . (nach Merge-Strategie)
es: git add . (post-estrategia de fusión)
fr: git add . (post-stratégie de merge)
pt: git add . (pós-estratégia de mesclagem)
ru: git add . (после стратегии слияния)

source: File modificati aggiunti all'area di stage. Ora puoi usare il comando '{}' per finalizzare il merge. Lascia il messaggio di commit vuoto se Git ne propone uno.
de: Geänderte Dateien zur Staging-Area hinzugefügt. Jetzt können Sie den Befehl '{}' verwenden, um den Merge abzuschließen. Lassen Sie die Commit-Nachricht leer, wenn Git eine vorschlägt.
es: Archivos modificados añadidos al área de preparación. Ahora puedes usar el comando '{}' para finalizar la fusión. Deja el mensaje de commit vacío si Git propone uno.
fr: Fichiers modifiés ajoutés à la zone de staging. Vous pouvez maintenant utiliser la commande '{}' pour finaliser le merge. Laissez le message de commit vide si Git en propose un.
pt: Arquivos modificados adicionados à área de staging. Agora você pode usar o comando '{}' para finalizar a mesclagem. Deixe a mensagem de commit vazia se o Git sugerir uma.
ru: Измененные файлы добавлены в область stage. Теперь вы можете использовать команду '{}' для завершения слияния. Оставьте сообщение коммита пустым, если Git предлагает одно.
