Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: ⚠️ Token GitHub non configurato. Alcune operazioni potrebbero fallire. 💡 Per creare un token vai a: https://github.com/settings/personal-access-tokens 🔧 Usa '{}' per configurarlo una volta ottenuto.
de: ⚠️ GitHub-Token nicht konfiguriert. Einige Operationen könnten fehlschlagen. 💡 Um ein Token zu erstellen, gehen Sie zu: https://github.com/settings/personal-access-tokens 🔧 Verwenden Sie '{}', um es nach Erhalt zu konfigurieren.
es: ⚠️ Token de GitHub no configurado. Algunas operaciones podrían fallar. 💡 Para crear un token, ve a: https://github.com/settings/personal-access-tokens 🔧 Usa '{}' para configurarlo una vez obtenido.
fr: ⚠️ Jeton GitHub non configuré. Certaines opérations pourraient échouer. 💡 Pour créer un jeton, allez à : https://github.com/settings/personal-access-tokens 🔧 Utilisez '{}' pour le configurer une fois obtenu.
pt: ⚠️ Token GitHub não configurado. Algumas operações podem falhar. 💡 Para criar um token vá para: https://github.com/settings/personal-access-tokens 🔧 Use '{}' para configurá-lo assim que obtido.
ru: ⚠️ Токен GitHub не настроен. Некоторые операции могут не удаться. 💡 Для создания токена перейдите по адресу: https://github.com/settings/personal-access-tokens 🔧 Используйте '{}' для настройки после получения.

source: Cartella del Repository (Directory di Lavoro)
de: Repository-Ordner (Arbeitsverzeichnis)
es: Carpeta del Repositorio (Directorio de Trabajo)
fr: Dossier du Dépôt (Répertoire de Travail)
pt: Pasta do Repositório (Diretório de Trabalho)
ru: Папка репозитория (рабочая директория)

source: Percorso:
de: Pfad:
es: Ruta:
fr: Chemin :
pt: Caminho:
ru: Путь:

source: Sfoglia...
de: Durchsuchen...
es: Examinar...
fr: Parcourir...
pt: Procurar...
ru: Обзор...

source: Seleziona Comando
de: Befehl auswählen
es: Seleccionar Comando
fr: Sélectionner une Commande
pt: Selecionar Comando
ru: Выбрать команду

source: Comandi
de: Befehle
es: Comandos
fr: Commandes
pt: Comandos
ru: Команды

source: Output del Comando / Log Actions
de: Befehlsausgabe / Actions-Protokolle
es: Salida del Comando / Log de Actions
fr: Sortie de la Commande / Journaux d'Actions
pt: Saída do Comando / Log de Ações
ru: Вывод команды / Логи Actions

source: Pronto.
de: Bereit.
es: Listo.
fr: Prêt.
ru: Готово.

source: &Cambia Repository... Ctrl+O
de: Repository &wechseln... Ctrl+O
fr: &Changer de Dépôt... Ctrl+O
pt: &Mudar Repositório... Ctrl+O
ru: &Изменить репозиторий... Ctrl+O

source: Seleziona una diversa cartella repository
de: Einen anderen Repository-Ordner auswählen
fr: Sélectionner un autre dossier de dépôt
pt: Selecionar uma pasta de repositório diferente
ru: Выбрать другую папку репозитория

source: A&ggiorna Repository F5
de: Repository &aktualisieren F5
fr: A&ctualiser le Dépôt F5
pt: A&tualizar Repositório F5
ru: О&бновить репозиторий F5

source: Ricarica informazioni repository corrente
de: Aktuelle Repository-Informationen neu laden
fr: Recharger les informations du dépôt actuel
pt: Recarregar informações do repositório atual
ru: Перезагрузить информацию о текущем репозитории

source: &Esci Ctrl+Q
de: &Beenden Ctrl+Q
fr: &Quitter Ctrl+Q
pt: &Sair Ctrl+Q
ru: &Выход Ctrl+Q

source: Chiudi l'applicazione
de: Anwendung schließen
fr: Fermer l'application
pt: Fechar o aplicativo
ru: Закрыть приложение

source: &Espandi Tutto Ctrl+E
de: Alles &erweitern Ctrl+E
fr: &Tout Développer Ctrl+E
pt: &Expandir Tudo Ctrl+E
ru: &Развернуть все Ctrl+E

source: Espandi tutte le categorie di comandi
de: Alle Befehlskategorien erweitern
fr: Développer toutes les catégories de commandes
pt: Expandir todas as categorias de comandos
ru: Развернуть все категории команд

source: &Comprimi Tutto Ctrl+R
de: Alles &zusammenklappen Ctrl+R
fr: &Tout Réduire Ctrl+R
pt: &Comprimir Tudo Ctrl+R
ru: &Свернуть все Ctrl+R

source: Comprimi tutte le categorie di comandi
de: Alle Befehlskategorien zusammenklappen
fr: Réduire toutes les catégories de commandes
pt: Comprimir todas as categorias de comandos
ru: Свернуть все категории команд

source: Aggiorna &Lista Comandi Ctrl+L
de: Befehlsliste &aktualisieren Ctrl+L
fr: Actualiser la &Liste des Commandes Ctrl+L
pt: Atualizar &Lista de Comandos Ctrl+L
ru: Обновить &список команд Ctrl+L

source: Ricarica l'albero dei comandi
de: Befehlsbaum neu laden
fr: Recharger l'arborescence des commandes
pt: Recarregar a árvore de comandos
ru: Перезагрузить дерево команд

source: &Status Ctrl+S
fr: &État Ctrl+S
ru: &Статус Ctrl+S

source: Mostra stato repository
de: Repository-Status anzeigen
fr: Afficher l'état du dépôt
pt: Mostrar status do repositório
ru: Показать состояние репозитория

source: &Add All Ctrl+A
de: &Alles hinzufügen Ctrl+A
fr: &Tout Ajouter Ctrl+A
pt: &Adicionar Tudo Ctrl+A
ru: &Добавить все Ctrl+A

source: Aggiungi tutte le modifiche
de: Alle Änderungen hinzufügen
fr: Ajouter toutes les modifications
pt: Adicionar todas as alterações
ru: Добавить все изменения

source: Crea un nuovo commit
de: Neuen Commit erstellen
fr: Créer un nouveau commit
pt: Criar um novo commit
ru: Создать новый коммит

source: &Pull Ctrl+Down
fr: &Pull Ctrl+Bas
pt: &Pull Ctrl+Seta para Baixo

source: Scarica modifiche dal server
de: Änderungen vom Server herunterladen
fr: Télécharger les modifications depuis le serveur
pt: Baixar alterações do servidor
ru: Загрузить изменения с сервера

source: P&ush Ctrl+Up
fr: P&ush Ctrl+Haut
pt: P&ush Ctrl+Seta para Cima

source: Invia modifiche al server
de: Änderungen an den Server senden
fr: Envoyer les modifications au serveur
pt: Enviar alterações para o servidor
ru: Отправить изменения на сервер

source: &Configurazione... Ctrl+G
de: &Konfiguration... Ctrl+G
fr: &Configuration... Ctrl+G
pt: &Configuração... Ctrl+G
ru: &Конфигурация... Ctrl+G

source: Configura repository e token GitHub
de: Repository und GitHub-Token konfigurieren
fr: Configurer le dépôt et le jeton GitHub
pt: Configurar repositório e token GitHub
ru: Настроить репозиторий и токен GitHub

source: &Dashboard Web Ctrl+D
de: &Web-Dashboard Ctrl+D
fr: &Tableau de Bord Web Ctrl+D
pt: &Painel Web Ctrl+D
ru: &Веб-панель Ctrl+D

source: Apri repository GitHub nel browser
de: GitHub-Repository im Browser öffnen
fr: Ouvrir le dépôt GitHub dans le navigateur
pt: Abrir repositório GitHub no navegador
ru: Открыть репозиторий GitHub в браузере

source: &Info Comando Space
de: &Befehlsinfo Space
fr: &Info Commande Espace
pt: &Info Comando Espaço
ru: &Информация о команде Space

source: Mostra informazioni sul comando selezionato
de: Informationen zum ausgewählten Befehl anzeigen
fr: Afficher les informations sur la commande sélectionnée
pt: Mostrar informações sobre o comando selecionado
ru: Показать информацию о выбранной команде

source: &Scorciatoie Tastiera F1
de: &Tastenkürzel F1
fr: &Raccourcis Clavier F1
pt: &Atalhos de Teclado F1
ru: &Горячие клавиши F1

source: Mostra elenco scorciatoie da tastiera
de: Liste der Tastenkürzel anzeigen
fr: Afficher la liste des raccourcis clavier
pt: Mostrar lista de atalhos de teclado
ru: Показать список горячих клавиш

source: &Informazioni... Ctrl+I
de: &Informationen... Ctrl+I
fr: &À propos... Ctrl+I
pt: &Informações... Ctrl+I
ru: &О программе... Ctrl+I

source: Informazioni sull'applicazione
de: Informationen über die Anwendung
fr: Informations sur l'application
pt: Informações sobre o aplicativo
ru: Информация о приложении

source: &File
de: &Datei
fr: &Fichier
pt: &Arquivo
ru: &Файл

source: &Visualizza
de: &Ansicht
fr: &Affichage
pt: &Visualizar
ru: &Вид

source: &Aiuto
de: &Hilfe
fr: &Aide
pt: &Ajuda
ru: &Помощь

source: Nessun elemento selezionato.
de: Kein Element ausgewählt.
es: Ningún elemento seleccionado.
fr: Aucun élément sélectionné.
pt: Nenhum item selecionado.
ru: Ни один элемент не выбран.

source: Dettagli: {}
de: Details: {}
es: Detalles: {}
fr: Détails : {}
pt: Detalhes: {}
ru: Детали: {}

source: Nessuna informazione disponibile per questa categoria.
de: Keine Informationen für diese Kategorie verfügbar.
es: No hay información disponible para esta categoría.
fr: Aucune information disponible pour cette catégorie.
pt: Nenhuma informação disponível para esta categoria.
ru: Нет доступной информации для этой категории.

source: Nessuna informazione disponibile per questo comando.
de: Keine Informationen für diesen Befehl verfügbar.
es: No hay información disponible para este comando.
fr: Aucune information disponible pour cette commande.
pt: Nenhuma informação disponível para este comando.
ru: Нет доступной информации для этой команды.

source: Nessuna informazione dettagliata trovata per '{}'.
de: Keine detaillierten Informationen für '{}' gefunden.
es: No se encontró información detallada para '{}'.
fr: Aucune information détaillée trouvée pour '{}'.
pt: Nenhuma informação detalhada encontrada para '{}'.
ru: Не найдено подробной информации для '{}'.

source: Nessun dato associato all'elemento '{}'.
de: Keine Daten mit dem Element '{}' verknüpft.
es: No hay datos asociados al elemento '{}'.
fr: Aucune donnée associée à l'élément '{}'.
pt: Nenhum dado associado ao item '{}'.
ru: Нет данных, связанных с элементом '{}'.

source: Seleziona un comando o una categoria per maggiori dettagli.
de: Wählen Sie einen Befehl oder eine Kategorie für weitere Details aus.
es: Selecciona un comando o una categoría para más detalles.
fr: Sélectionnez une commande ou une catégorie pour plus de détails.
pt: Selecione um comando ou uma categoria para mais detalhes.
ru: Выберите команду или категорию для получения подробностей.

source: Informazioni sulla categoria non disponibili.
de: Kategorieinformationen nicht verfügbar.
es: Información de la categoría no disponible.
fr: Informations sur la catégorie non disponibles.
pt: Informações sobre a categoria não disponíveis.
ru: Информация о категории недоступна.

source: Informazioni sul comando non disponibili.
de: Befehlsinformationen nicht verfügbar.
es: Información del comando no disponible.
fr: Informations sur la commande non disponibles.
pt: Informações sobre o comando não disponíveis.
ru: Информация о команде недоступна.

source: Attivazione item...
de: Element aktivieren...
es: Activando elemento...
fr: Activation de l'élément...
pt: Ativando item...
ru: Активация элемента...

source: Nessun item valido selezionato per l'attivazione.
de: Kein gültiges Element für die Aktivierung ausgewählt.
es: Ningún elemento válido seleccionado para la activación.
fr: Aucun élément valide sélectionné pour l'activation.
pt: Nenhum item válido selecionado para ativação.
ru: Не выбран действительный элемент для активации.

source: Categoria '{}' espansa/collassata.
de: Kategorie '{}' erweitert/zusammengeklappt.
es: Categoría '{}' expandida/contraída.
fr: Catégorie '{}' développée/réduite.
pt: Categoria '{}' expandida/colapsada.
ru: Категория '{}' развернута/свернута.

source: '{}' non è un comando eseguibile.
de: '{}' ist kein ausführbarer Befehl.
es: '{}' no es un comando ejecutable.
fr: '{}' n'est pas une commande exécutable.
pt: '{}' não é um comando executável.
ru: '{}' не является исполняемой командой.

source: Dettagli del comando non trovati per: {}
de: Befehlsdetails nicht gefunden für: {}
es: Detalles del comando no encontrados para: {}
fr: Détails de la commande non trouvés pour : {}
pt: Detalhes do comando não encontrados para: {}
ru: Детали команды не найдены для: {}

source: Cosa vuoi aggiungere a .gitignore?
de: Was möchten Sie zu .gitignore hinzufügen?
es: ¿Qué quieres añadir a .gitignore?
fr: Que voulez-vous ajouter à .gitignore ?
pt: O que você deseja adicionar ao .gitignore?
ru: Что вы хотите добавить в .gitignore?

source: Selezione Tipo Elemento
de: Elementtyp-Auswahl
es: Selección de Tipo de Elemento
fr: Sélection du Type d'Élément
pt: Seleção do Tipo de Elemento
ru: Выбор типа элемента

source: File
de: Datei
es: Archivo
fr: Fichier
pt: Arquivo
ru: Файл

source: Cartella
de: Ordner
es: Carpeta
fr: Dossier
pt: Pasta
ru: Папка

source: Seleziona il file da aggiungere a .gitignore
de: Datei auswählen, die zu .gitignore hinzugefügt werden soll
es: Selecciona el archivo a añadir a .gitignore
fr: Sélectionnez le fichier à ajouter à .gitignore
pt: Selecione o arquivo a ser adicionado ao .gitignore
ru: Выберите файл для добавления в .gitignore

source: Seleziona la cartella da aggiungere a .gitignore
de: Ordner auswählen, der zu .gitignore hinzugefügt werden soll
es: Selecciona la carpeta a añadir a .gitignore
fr: Sélectionnez le dossier à ajouter à .gitignore
pt: Selecione a pasta a ser adicionada ao .gitignore
ru: Выберите папку для добавления в .gitignore

source: Pattern .gitignore da aggiungere: {}
de: .gitignore-Muster hinzuzufügen: {}
es: Patrón .gitignore a añadir: {}
fr: Motif .gitignore à ajouter : {}
pt: Padrão .gitignore a ser adicionado: {}
ru: Шаблон .gitignore для добавления: {}

source: Errore nel calcolare il percorso relativo per: {}. Assicurati che sia all'interno della cartella del repository.
de: Fehler beim Berechnen des relativen Pfads für: {}. Stellen Sie sicher, dass es sich im Repository-Ordner befindet.
es: Error al calcular la ruta relativa para: {}. Asegúrate de que esté dentro de la carpeta del repositorio.
fr: Erreur lors du calcul du chemin relatif pour : {}. Assurez-vous qu'il se trouve dans le dossier du dépôt.
pt: Erro ao calcular o caminho relativo para: {}. Certifique-se de que esteja dentro da pasta do repositório.
ru: Ошибка при вычислении относительного пути для: {}. Убедитесь, что он находится внутри папки репозитория.

source: Selezione annullata.
de: Auswahl abgebrochen.
es: Selección cancelada.
fr: Sélection annulée.
pt: Seleção cancelada.
ru: Выбор отменен.

source: Operazione .gitignore annullata.
de: .gitignore-Operation abgebrochen.
es: Operación .gitignore cancelada.
fr: Opération .gitignore annulée.
pt: Operação .gitignore cancelada.
ru: Операция .gitignore отменена.

source: Seleziona il file da ripristinare allo stato dell'ultimo commit
de: Datei auswählen, die auf den Zustand des letzten Commits zurückgesetzt werden soll
es: Selecciona el archivo a restaurar al estado del último commit
fr: Sélectionnez le fichier à restaurer à l'état du dernier commit
pt: Selecione o arquivo para restaurar ao estado do último commit
ru: Выберите файл для восстановления к состоянию последнего коммита

source: File da ripristinare: {}
de: Wiederherzustellende Datei: {}
es: Archivo a restaurar: {}
fr: Fichier à restaurer : {}
pt: Arquivo a ser restaurado: {}
ru: Файл для восстановления: {}

source: Selezione del file per il ripristino annullata.
de: Dateiauswahl für Wiederherstellung abgebrochen.
es: Selección del archivo para la restauración cancelada.
fr: Sélection du fichier pour la restauration annulée.
pt: Seleção do arquivo para restauração cancelada.
ru: Выбор файла для восстановления отменен.

source: Errore: Nessun branch locale trovato o impossibile recuperare la lista dei branch.
de: Fehler: Keine lokalen Branches gefunden oder Liste der Branches konnte nicht abgerufen werden.
es: Error: No se encontraron ramas locales o no se pudo obtener la lista de ramas.
fr: Erreur : Aucune branche locale trouvée ou impossible de récupérer la liste des branches.
pt: Erro: Nenhum branch local encontrado ou impossível recuperar a lista de branches.
ru: Ошибка: Локальные ветки не найдены или невозможно получить список веток.

source: Errore: Sei già sull'unico branch disponibile '{}'.
de: Fehler: Sie befinden sich bereits auf dem einzigen verfügbaren Branch '{}'.
es: Error: Ya estás en la única rama disponible '{}'.
fr: Erreur : Vous êtes déjà sur la seule branche disponible '{}'.
pt: Erro: Você já está no único branch disponível '{}'.
ru: Ошибка: Вы уже находитесь на единственной доступной ветке '{}'.

source: Seleziona il branch a cui passare:
de: Branch auswählen, zu dem gewechselt werden soll:
es: Selecciona la rama a la que cambiar:
fr: Sélectionnez la branche vers laquelle basculer :
pt: Selecione o branch para o qual alternar:
ru: Выберите ветку для переключения:

source: Passa a Branch Esistente
de: Zu vorhandenem Branch wechseln
es: Cambiar a Rama Existente
fr: Basculer vers une Branche Existante
pt: Alternar para Branch Existente
ru: Переключиться на существующую ветку

source: Branch selezionato: {}
de: Ausgewählter Branch: {}
es: Rama seleccionada: {}
fr: Branche sélectionnée : {}
pt: Branch selecionado: {}
ru: Выбранная ветка: {}

source: Selezione branch annullata.
de: Branch-Auswahl abgebrochen.
es: Selección de rama cancelada.
fr: Sélection de branche annulée.
pt: Seleção de branch cancelada.
ru: Выбор ветки отменен.

source: Errore: Non ci sono altri branch da eliminare oltre a quello corrente '{}'. Per eliminare il branch corrente, passa prima a un altro branch.
de: Fehler: Es gibt keine anderen Branches zum Löschen außer dem aktuellen '{}'. Um den aktuellen Branch zu löschen, wechseln Sie zuerst zu einem anderen Branch.
es: Error: No hay otras ramas para eliminar además de la actual '{}'. Para eliminar la rama actual, cambia primero a otra rama.
fr: Erreur : Il n'y a pas d'autres branches à supprimer à part la branche actuelle '{}'. Pour supprimer la branche actuelle, basculez d'abord vers une autre branche.
pt: Erro: Não há outros branches para excluir além do branch atual '{}'. Para excluir o branch atual, primeiro mude para outro branch.
ru: Ошибка: Нет других веток для удаления кроме текущей '{}'. Для удаления текущей ветки сначала переключитесь на другую ветку.

source: Elimina Branch Locale (Sicuro)
de: Lokalen Branch löschen (Sicher)
es: Eliminar Rama Local (Seguro)
fr: Supprimer la Branche Locale (Sûr)
pt: Excluir Branch Local (Seguro)
ru: Удалить локальную ветку (безопасно)

source: Seleziona il branch da eliminare (eliminazione sicura -d):
de: Branch zum Löschen auswählen (sicheres Löschen -d):
es: Selecciona la rama a eliminar (eliminación segura -d):
fr: Sélectionnez la branche à supprimer (suppression sûre -d) :
pt: Selecione o branch a ser excluído (exclusão segura -d):
ru: Выберите ветку для удаления (безопасное удаление -d):

source: Elimina Branch Locale (FORZATO)
de: Lokalen Branch löschen (ERZWUNGEN)
es: Eliminar Rama Local (FORZADO)
fr: Supprimer la Branche Locale (FORCÉ)
pt: Excluir Branch Local (FORÇADO)
ru: Удалить локальную ветку (ПРИНУДИТЕЛЬНО)

source: Seleziona il branch da eliminare (eliminazione FORZATA -D):
de: Branch zum Löschen auswählen (ERZWUNGENES Löschen -D):
es: Selecciona la rama a eliminar (eliminación FORZADA -D):
fr: Sélectionnez la branche à supprimer (suppression FORCÉE -D) :
pt: Selecione o branch a ser excluído (exclusão FORÇADA -D):
ru: Выберите ветку для удаления (ПРИНУДИТЕЛЬНОЕ удаление -D):

source: Branch selezionato per eliminazione: {}
de: Zum Löschen ausgewählter Branch: {}
es: Rama seleccionada para eliminación: {}
fr: Branche sélectionnée pour suppression : {}
pt: Branch selecionado para exclusão: {}
ru: Ветка выбрана для удаления: {}

source: Selezione branch per eliminazione annullata.
de: Branch-Auswahl zum Löschen abgebrochen.
es: Selección de rama para eliminación cancelada.
fr: Sélection de branche pour suppression annulée.
pt: Seleção de branch para exclusão cancelada.
ru: Выбор ветки для удаления отменен.

source: Seleziona Commit per Checkout (Detached HEAD)
de: Commit für Checkout auswählen (Detached HEAD)
fr: Sélectionner un Commit pour Checkout (Detached HEAD)
pt: Selecione o Commit para Checkout (HEAD Detached)
ru: Выбрать коммит для Checkout (Detached HEAD)

source: Commit selezionato: {}
de: Ausgewählter Commit: {}
fr: Commit sélectionné : {}
pt: Commit selecionado: {}
ru: Выбранный коммит: {}

source: Errore: nessun commit selezionato.
de: Fehler: Kein Commit ausgewählt.
fr: Erreur : aucun commit sélectionné.
pt: Erro: nenhum commit selecionado.
ru: Ошибка: коммит не выбран.

source: Selezione commit annullata.
de: Commit-Auswahl abgebrochen.
fr: Sélection de commit annulée.
pt: Seleção de commit cancelada.
ru: Выбор коммита отменен.

source: Seleziona Commit per Reset --hard (ATTENZIONE!)
de: Commit für Reset --hard auswählen (ACHTUNG!)
fr: Sélectionner un Commit pour Reset --hard (ATTENTION !)
pt: Selecione o Commit para Reset --hard (ATENÇÃO!)
ru: Выбрать коммит для Reset --hard (ВНИМАНИЕ!)

source: Commit selezionato per reset: {}
de: Für Reset ausgewählter Commit: {}
fr: Commit sélectionné pour le reset : {}
pt: Commit selecionado para reset: {}
ru: Коммит выбран для сброса: {}

source: Valore:
de: Wert:
es: Valor:
fr: Valeur :
pt: Valor:
ru: Значение:

source: Input per: {}
de: Eingabe für: {}
es: Entrada para: {}
fr: Entrée pour : {}
pt: Entrada para: {}
ru: Ввод для: {}

source: Errore: Il numero di commit deve essere un intero positivo.
de: Fehler: Die Anzahl der Commits muss eine positive Ganzzahl sein.
es: Error: El número de commits debe ser un entero positivo.
fr: Erreur : Le nombre de commits doit être un entier positif.
pt: Erro: O número de commits deve ser um número inteiro positivo.
ru: Ошибка: Количество коммитов должно быть положительным целым числом.

source: Errore: '{}' non è un numero valido.
de: Fehler: '{}' ist keine gültige Zahl.
es: Error: '{}' no es un número válido.
fr: Erreur : '{}' n'est pas un nombre valide.
pt: Erro: '{}' não é um número válido.
ru: Ошибка: '{}' не является действительным числом.

source: Errore: Questo comando richiede un input.
de: Fehler: Dieser Befehl erfordert eine Eingabe.
es: Error: Este comando requiere una entrada.
fr: Erreur : Cette commande nécessite une entrée.
pt: Erro: Este comando requer uma entrada.
ru: Ошибка: Эта команда требует ввода.

source: Il messaggio di commit è vuoto. Vuoi procedere comunque?
de: Die Commit-Nachricht ist leer. Möchten Sie trotzdem fortfahren?
es: El mensaje de commit está vacío. ¿Quieres proceder de todos modos?
fr: Le message de commit est vide. Voulez-vous continuer quand même ?
pt: A mensagem de commit está vazia. Deseja prosseguir mesmo assim?
ru: Сообщение коммита пустое. Хотите продолжить?

source: Conferma Commit Vuoto
de: Leeren Commit bestätigen
es: Confirmar Commit Vacío
fr: Confirmer le Commit Vide
pt: Confirmar Commit Vazio
ru: Подтвердить пустой коммит

source: Creazione del commit annullata.
de: Commit-Erstellung abgebrochen.
es: Creación del commit cancelada.
fr: Création du commit annulée.
pt: Criação do commit cancelada.
ru: Создание коммита отменено.

source: Input richiesto per questo comando.
de: Eingabe für diesen Befehl erforderlich.
es: Se requiere entrada para este comando.
fr: Entrée requise pour cette commande.
pt: Entrada necessária para este comando.
ru: Требуется ввод для этой команды.

source: Azione annullata dall'utente.
de: Aktion vom Benutzer abgebrochen.
es: Acción cancelada por el usuario.
fr: Action annulée par l'utilisateur.
pt: Ação cancelada pelo usuário.
ru: Действие отменено пользователем.

source: Tipo di comando non riconosciuto: {}
de: Nicht erkannter Befehlstyp: {}
es: Tipo de comando no reconocido: {}
fr: Type de commande non reconnu : {}
pt: Tipo de comando não reconhecido: {}
ru: Неопознанный тип команды: {}

source: Esecuzione comando Git: {}...
de: Git-Befehl ausführen: {}...
es: Ejecutando comando Git: {}...
fr: Exécution de la commande Git : {}...
pt: Executando comando Git: {}...
ru: Выполнение команды Git: {}...

source: Input fornito: {}
de: Bereitgestellte Eingabe: {}
es: Entrada proporcionada: {}
fr: Entrée fournie : {}
pt: Entrada fornecida: {}
ru: Предоставленный ввод: {}

source: Cartella Repository: {}
de: Repository-Ordner: {}
es: Carpeta del Repositorio: {}
fr: Dossier du Dépôt : {}
pt: Pasta do Repositório: {}
ru: Папка репозитория: {}

source: Errore: Git non sembra essere installato o accessibile nel PATH di sistema.
es: Error: Git no parece estar instalado o accesible en el PATH del sistema.
fr: Erreur : Git ne semble pas être installé ou accessible dans le PATH du système.

source: Git non disponibile.
es: Git no disponible.
fr: Git non disponible.
