Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: Poiché 'Richiedi password all'avvio' è disabilitato: - Non verrà chiesta una Password Master all'avvio. - Se inserisci un Token PAT qui sopra, sarà salvato usando una crittografia basata su una password vuota (operazione meno sicura).
de: Da 'Passwort beim Start erforderlich' deaktiviert ist: - Es wird beim Start kein Master-Passwort abgefragt. - Wenn Sie oben ein PAT-Token eingeben, wird es mit einer Verschlüsselung auf Basis eines leeren Passworts gespeichert (weniger sicher).
es: Dado que 'Solicitar contraseña al inicio' está desactivado: - No se solicitará una Contraseña Maestra al inicio. - Si introduces un Token PAT arriba, se guardará usando un cifrado basado en una contraseña vacía (operación menos segura).
fr: Puisque 'Demander le mot de passe au démarrage' est désactivé : - Aucun Mot de Passe Maître ne sera demandé au démarrage. - Si vous saisissez un Jeton PAT ci-dessus, il sera enregistré en utilisant un chiffrement basé sur un mot de passe vide (opération moins sécurisée).
pt: Como 'Requerer senha ao iniciar' está desabilitado: - Nenhuma Senha Mestra será solicitada na inicialização. - Se você inserir um Token PAT aqui, ele será salvo usando uma criptografia baseada em uma senha vazia (operação menos segura).
ru: Поскольку 'Запрашивать пароль при запуске' отключено: - Мастер-пароль не будет запрашиваться при запуске. - Если вы введете токен PAT выше, он будет сохранен с использованием шифрования на основе пустого пароля (менее безопасная операция).

source: Sei sicuro di voler eliminare tutta la configurazione GitHub salvata (incluso il token)? Questa azione è irreversibile.
de: Sind Sie sicher, dass Sie die gesamte gespeicherte GitHub-Konfiguration (einschließlich Token) löschen möchten? Diese Aktion ist nicht rückgängig zu machen.
es: ¿Estás seguro de que quieres eliminar toda la configuración de GitHub guardada (incluido el token)? Esta acción es irreversible.
fr: Êtes-vous sûr de vouloir supprimer toute la configuration GitHub enregistrée (y compris le jeton) ? Cette action est irréversible.
pt: Tem certeza de que deseja excluir toda a configuração do GitHub salva (incluindo o token)? Esta ação é irreversível.
ru: Вы уверены, что хотите удалить всю сохраненную конфигурацию GitHub (включая токен)? Это действие необратимо.

source: Conferma Eliminazione Configurazione
de: Konfigurationslöschung bestätigen
es: Confirmar Eliminación de Configuración
fr: Confirmer la Suppression de la Configuration
pt: Confirmar Exclusão da Configuração
ru: Подтвердить удаление конфигурации

source: Inserisci la Password Master per confermare l'eliminazione della configurazione (lascia vuoto se hai disabilitato 'Richiedi password all'avvio'):
de: Geben Sie das Master-Passwort ein, um die Löschung der Konfiguration zu bestätigen (leer lassen, wenn Sie 'Passwort beim Start erforderlich' deaktiviert haben):
es: Introduce la Contraseña Maestra para confirmar la eliminación de la configuración (deja en blanco si has desactivado 'Solicitar contraseña al inicio'):
fr: Saisissez le Mot de Passe Maître pour confirmer la suppression de la configuration (laissez vide si vous avez désactivé 'Demander le mot de passe au démarrage') :
pt: Insira a Senha Mestra para confirmar a exclusão da configuração (deixe em branco se você desabilitou 'Requerer senha ao iniciar'):
ru: Введите мастер-пароль для подтверждения удаления конфигурации (оставьте пустым, если отключили 'Запрашивать пароль при запуске'):

source: Conferma Password per Eliminazione
de: Passwort zur Löschung bestätigen
es: Confirmar Contraseña para Eliminación
fr: Confirmer le Mot de Passe pour la Suppression
pt: Confirmar Senha para Exclusão
ru: Подтвердить пароль для удаления

source: Configurazione GitHub eliminata con successo.
de: GitHub-Konfiguration erfolgreich gelöscht.
es: Configuración de GitHub eliminada con éxito.
fr: Configuration GitHub supprimée avec succès.
pt: Configuração do GitHub excluída com sucesso.
ru: Конфигурация GitHub успешно удалена.

source: Configurazione Eliminata
de: Konfiguration gelöscht
es: Configuración Eliminada
fr: Configuration Supprimée
pt: Configuração Excluída
ru: Конфигурация удалена

source: Pagina GitHub aperta nel browser! 📋 Istruzioni rapide: 1. Clicca 'Generate new token' 2. Scegli 'Fine-grained' (consigliato) o 'Classic' 3. Inserisci descrizione e scadenza 4. Seleziona permessi appropriati per il tuo repository 5. Genera e copia subito il token 6. Incolla il token nel campo sopra 💡 Il token sarà visibile solo una volta!
de: GitHub-Seite im Browser geöffnet! 📋 Schnellanleitung: 1. Klicken Sie auf 'Generate new token' 2. Wählen Sie 'Fine-grained' (empfohlen) oder 'Classic' 3. Geben Sie Beschreibung und Ablaufzeit ein 4. Wählen Sie entsprechende Berechtigungen für Ihr Repository 5. Generieren und kopieren Sie das Token sofort 6. Fügen Sie das Token in das obige Feld ein 💡 Das Token ist nur einmal sichtbar!
es: ¡Página de GitHub abierta en el navegador! 📋 Instrucciones rápidas: 1. Haz clic en 'Generate new token' 2. Elige 'Fine-grained' (recomendado) o 'Classic' 3. Introduce una descripción y fecha de caducidad 4. Selecciona los permisos apropiados para tu repositorio 5. Genera y copia el token inmediatamente 6. Pega el token en el campo de arriba 💡 ¡El token solo será visible una vez!
fr: Page GitHub ouverte dans le navigateur ! 📋 Instructions rapides : 1. Cliquez sur 'Generate new token' 2. Choisissez 'Fine-grained' (recommandé) ou 'Classic' 3. Saisissez une description et une date d'expiration 4. Sélectionnez les permissions appropriées pour votre dépôt 5. Générez et copiez immédiatement le jeton 6. Collez le jeton dans le champ ci-dessus 💡 Le jeton ne sera visible qu'une seule fois !
pt: Página do GitHub aberta no navegador! 📋 Instruções rápidas: 1. Clique em 'Generate new token' 2. Escolha 'Fine-grained' (recomendado) ou 'Classic' 3. Insira descrição e vencimento 4. Selecione as permissões apropriadas para o seu repositório 5. Gere e copie o token imediatamente 6. Cole o token no campo acima 💡 O token será visível apenas uma vez!
ru: Страница GitHub открыта в браузере! 📋 Краткие инструкции: 1. Нажмите 'Generate new token' 2. Выберите 'Fine-grained' (рекомендуется) или 'Classic' 3. Введите описание и срок действия 4. Выберите соответствующие права для вашего репозитория 5. Сгенерируйте и сразу скопируйте токен 6. Вставьте токен в поле выше 💡 Токен будет виден только один раз!

source: Token GitHub - Istruzioni
de: GitHub-Token - Anweisungen
es: Token de GitHub - Instrucciones
fr: Jeton GitHub - Instructions
pt: Token GitHub - Instruções
ru: Токен GitHub - Инструкции

source: Errore nell'aprire il browser. Vai manualmente a: https://github.com/settings/personal-access-tokens
de: Fehler beim Öffnen des Browsers. Gehen Sie manuell zu: https://github.com/settings/personal-access-tokens
es: Error al abrir el navegador. Ve manualmente a: https://github.com/settings/personal-access-tokens
fr: Erreur lors de l'ouverture du navigateur. Veuillez vous rendre manuellement à l'adresse : https://github.com/settings/personal-access-tokens
pt: Erro ao abrir o navegador. Vá manualmente para: https://github.com/settings/personal-access-tokens
ru: Ошибка при открытии браузера. Перейдите вручную по адресу: https://github.com/settings/personal-access-tokens

source: Errore Browser
de: Browser-Fehler
es: Error del Navegador
fr: Erreur de Navigateur
pt: Erro do Navegador
ru: Ошибка браузера

source: Branch/Ref:
fr: Branche/Réf :
ru: Ветка/Ссылка:

source: Input Parameters (JSON format):
de: Eingabeparameter (JSON-Format):
fr: Paramètres d'Entrée (format JSON) :
pt: Parâmetros de Entrada (formato JSON):
ru: Входные параметры (формат JSON):

source: 💡 Tip: Lascia vuoto {} se il workflow non richiede input
de: 💡 Tipp: Lassen Sie {} leer, wenn der Workflow keine Eingaben erfordert
fr: 💡 Astuce : Laissez vide {} si le workflow ne nécessite aucune entrée
pt: 💡 Dica: Deixe vazio {} se o workflow não requer entrada
ru: 💡 Совет: Оставьте пустым {}, если workflow не требует входных данных

source: Valida JSON
de: JSON validieren
fr: Valider le JSON
pt: Validar JSON
ru: Проверить JSON

source: JSON vuoto - OK per workflow senza input
de: Leeres JSON - OK für Workflows ohne Eingaben
fr: JSON vide - OK pour les workflows sans entrée
pt: JSON vazio - OK para workflow sem entrada
ru: Пустой JSON - OK для workflow без входных данных

source: Validazione
de: Validierung
fr: Validation
pt: Validação
ru: Проверка

source: ✅ JSON valido! Parsed: %(count)d parametri
de: ✅ Gültiges JSON! Geparst: %(count)d Parameter
fr: ✅ JSON valide ! Analysé : %(count)d paramètres
pt: ✅ JSON válido! Analisado: %(count)d parâmetros
ru: ✅ JSON корректен! Разобрано: %(count)d параметров

source: ❌ JSON non valido: %(error)s
de: ❌ Ungültiges JSON: %(error)s
fr: ❌ JSON non valide : %(error)s
pt: ❌ JSON inválido: %(error)s
ru: ❌ Некорректный JSON: %(error)s

source: Errore Validazione
de: Validierungsfehler
fr: Erreur de Validation
pt: Erro de Validação
ru: Ошибка проверки

source: ❌ Errore imprevisto: %(error)s
de: ❌ Unerwarteter Fehler: %(error)s
fr: ❌ Erreur inattendue : %(error)s
pt: ❌ Erro inesperado: %(error)s
ru: ❌ Неожиданная ошибка: %(error)s

source: Errore
de: Fehler
es: Error
fr: Erreur
pt: Erro
ru: Ошибка

source: Il branch/ref è obbligatorio
de: Branch/Ref ist erforderlich
fr: La branche/référence est obligatoire
pt: O branch/ref é obrigatório
ru: Ветка/ссылка обязательна

source: JSON non valido: %(error)s
de: Ungültiges JSON: %(error)s
fr: JSON non valide : %(error)s
pt: JSON inválido: %(error)s
ru: Некорректный JSON: %(error)s

source: Tag della Release (es: v1.0.0):
de: Release-Tag (z.B.: v1.0.0):
es: Etiqueta de la Release (ej: v1.0.0):
fr: Tag de la Release (ex : v1.0.0) :
pt: Tag da Release (ex: v1.0.0):
ru: Тег релиза (например: v1.0.0):

source: Titolo della Release:
de: Release-Titel:
es: Título de la Release:
fr: Titre de la Release :
pt: Título da Release:
ru: Название релиза:

source: Descrizione della Release (breve):
de: Release-Beschreibung (kurz):
es: Descripción de la Release (breve):
fr: Description de la Release (courte) :
pt: Descrição da Release (breve):
ru: Описание релиза (краткое):

source: Asset da Caricare (Opzionale)
de: Hochzuladende Assets (Optional)
es: Activos a Subir (Opcional)
fr: Assets à Téléverser (Optionnel)
pt: Asset para Carregar (Opcional)
ru: Ресурсы для загрузки (необязательно)

source: Aggiungi File...
de: Datei hinzufügen...
es: Añadir Archivo...
fr: Ajouter Fichier(s)...
pt: Adicionar Arquivo...
ru: Добавить файл...

source: Rimuovi Selezionato
de: Ausgewählte entfernen
es: Quitar Seleccionado
fr: Retirer la Sélection
pt: Remover Selecionado
ru: Удалить выбранное

source: Rimuovi Tutti
de: Alle entfernen
es: Quitar Todos
fr: Tout Retirer
pt: Remover Todos
ru: Удалить все

source: Crea Release
de: Release erstellen
es: Crear Release
fr: Créer la Release
pt: Criar Release
ru: Создать релиз

source: Il Tag della Release è obbligatorio.
de: Der Release-Tag ist erforderlich.
es: La Etiqueta de la Release es obligatoria.
fr: Le Tag de la Release est obligatoire.
pt: A Tag da Release é obrigatória.
ru: Тег релиза обязателен.

source: Input Mancante
de: Fehlende Eingabe
es: Entrada Faltante
fr: Entrée Manquante
pt: Entrada Ausente
ru: Отсутствующие данные

source: Il Titolo della Release è obbligatorio.
de: Der Release-Titel ist erforderlich.
es: El Título de la Release es obligatorio.
fr: Le Titre de la Release est obligatoire.
pt: O Título da Release é obrigatório.
ru: Название релиза обязательно.

source: Seleziona file da includere come asset (Ctrl/Cmd per selezionare multipli)
de: Dateien als Assets auswählen (Strg/Cmd für Mehrfachauswahl)
es: Selecciona archivos para incluir como activos (Ctrl/Cmd para seleccionar múltiples)
fr: Sélectionnez les fichiers à inclure comme assets (Ctrl/Cmd pour une sélection multiple)
pt: Selecione arquivos para incluir como ativos (Ctrl/Cmd para selecionar vários)
ru: Выберите файлы для включения в качестве ресурсов (Ctrl/Cmd для множественного выбора)

source: Tutti i file (*.*)|*.*
de: Alle Dateien (*.*)|*.*
es: Todos los archivos (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*
pt: Todos os arquivos (*.*)|*.*
ru: Все файлы (*.*)|*.*

source: Sei sicuro di voler rimuovere tutti gli asset dalla lista?
de: Sind Sie sicher, dass Sie alle Assets aus der Liste entfernen möchten?
es: ¿Estás seguro de que quieres quitar todos los activos de la lista?
fr: Êtes-vous sûr de vouloir retirer tous les assets de la liste ?
pt: Tem certeza de que deseja remover todos os ativos da lista?
ru: Вы уверены, что хотите удалить все ресурсы из списка?

source: Conferma Rimozione
de: Entfernung bestätigen
es: Confirmar Eliminación
fr: Confirmer la Suppression
pt: Confirmar Remoção
ru: Подтвердить удаление

source: URL del Repository da clonare:
de: URL des zu klonenden Repositories:
es: URL del Repositorio a clonar:
fr: URL du Dépôt à cloner :
pt: URL do Repositório a ser clonado:
ru: URL репозитория для клонирования:

source: Clona un repository remoto specificato dall'URL...
de: Klont ein Remote-Repository, das durch die URL angegeben wird...
es: Clona un repositorio remoto especificado por la URL...
fr: Cloner un dépôt distant spécifié par l'URL...
pt: Clonar um repositório remoto especificado pela URL...
ru: Клонировать удаленный репозиторий по указанному URL...

source: Crea un nuovo repository Git vuoto...
de: Erstellt ein neues leeres Git-Repository...
es: Crea un nuevo repositorio Git vacío...
fr: Créer un nouveau dépôt Git vide...
pt: Criar um novo repositório Git vazio...
ru: Создать новый пустой Git репозиторий...

source: Permette di selezionare una cartella o un file da aggiungere al file .gitignore...
de: Ermöglicht die Auswahl eines Ordners oder einer Datei, die zur .gitignore-Datei hinzugefügt werden soll...
es: Permite seleccionar una carpeta o un archivo para añadir al archivo .gitignore...
fr: Permet de sélectionner un dossier ou un fichier à ajouter au fichier .gitignore...
pt: Permite selecionar uma pasta ou um arquivo para adicionar ao arquivo .gitignore...
ru: Позволяет выбрать папку или файл для добавления в файл .gitignore...

source: Mostra lo stato attuale della directory di lavoro...
de: Zeigt den aktuellen Status des Arbeitsverzeichnisses an...
es: Muestra el estado actual del directorio de trabajo...
fr: Affiche l'état actuel du répertoire de travail...
pt: Mostra o status atual do diretório de trabalho...
ru: Показать текущее состояние рабочей директории...

source: Mostra le modifiche apportate ai file tracciati...
de: Zeigt die Änderungen an verfolgten Dateien an...
es: Muestra las modificaciones realizadas en los archivos seguidos...
fr: Affiche les modifications apportées aux fichiers suivis...
pt: Mostra as modificações feitas nos arquivos rastreados...
ru: Показать изменения, внесенные в отслеживаемые файлы...

source: Mostra le modifiche che sono state aggiunte all'area di stage...
de: Zeigt die Änderungen, die zur Staging-Area hinzugefügt wurden...
es: Muestra las modificaciones que han sido añadidas al área de preparación (stage)...
fr: Affiche les modifications qui ont été ajoutées à la zone d'indexation...
pt: Mostra as modificações que foram adicionadas à área de staging...
ru: Показать изменения, которые были добавлены в область индексирования...

source: Aggiunge tutte le modifiche correnti...
de: Fügt alle aktuellen Änderungen hinzu...
es: Añade todas las modificaciones actuales...
fr: Ajoute toutes les modifications actuelles...
pt: Adiciona todas as modificações atuais...
ru: Добавить все текущие изменения...

source: Messaggio di Commit:
de: Commit-Nachricht:
es: Mensaje de Commit:
fr: Message de Commit :
pt: Mensagem do Commit:
ru: Сообщение коммита:

source: Salva istantanea delle modifiche...
de: Speichert einen Schnappschuss der Änderungen...
es: Guarda una instantánea de las modificaciones...
fr: Sauvegarde un instantané des modifications...
pt: Salva instantâneo das modificações...
ru: Сохранить снимок изменений...

source: Nuovo messaggio per l'ultimo commit:
de: Neue Nachricht für den letzten Commit:
es: Nuevo mensaje para el último commit:
fr: Nouveau message pour le dernier commit :
pt: Nova mensagem para o último commit:
ru: Новое сообщение для последнего коммита:

source: Messaggio corretto del commit
de: Korrigierte Commit-Nachricht
es: Mensaje corregido del commit
fr: Message de commit corrigé
pt: Mensagem corrigida do commit
ru: Исправленное сообщение коммита

source: Modifica il messaggio e/o i file dell'ultimo commit...
de: Ändert die Nachricht und/oder Dateien des letzten Commits...
es: Modifica el mensaje y/o los archivos del último commit...
fr: Modifie le message et/ou les fichiers du dernier commit...
pt: Modifica a mensagem e/ou os arquivos do último commit...
ru: Изменить сообщение и/или файлы последнего коммита...

source: Hash, tag o riferimento del commit (es. HEAD~2):
de: Hash, Tag oder Commit-Referenz (z.B. HEAD~2):
es: Hash, etiqueta o referencia del commit (ej. HEAD~2):
fr: Hash, tag ou référence du commit (ex. HEAD~2) :
pt: Hash, tag ou referência do commit (ex: HEAD~2):
ru: Хеш, тег или ссылка коммита (например, HEAD~2):

source: es. a1b2c3d o HEAD
de: z.B. a1b2c3d oder HEAD
es: ej. a1b2c3d o HEAD
fr: ex. a1b2c3d ou HEAD
pt: ex. a1b2c3d ou HEAD
ru: например, a1b2c3d или HEAD

source: Mostra informazioni dettagliate su un commit specifico...
de: Zeigt detaillierte Informationen zu einem bestimmten Commit an...
es: Muestra información detallada sobre un commit específico...
fr: Affiche des informations détaillées sur un commit spécifique...
pt: Mostra informações detalhadas sobre um commit específico...
ru: Показать подробную информацию о конкретном коммите...

source: Quanti commit vuoi visualizzare? (numero):
de: Wie viele Commits möchten Sie anzeigen? (Anzahl):
es: ¿Cuántos commits quieres ver? (número):
fr: Combien de commits voulez-vous afficher ? (nombre) :
pt: Quantos commits você quer visualizar? (número):
ru: Сколько коммитов вы хотите просмотреть? (число):

source: Mostra la cronologia dei commit...
de: Zeigt die Commit-Historie an...
es: Muestra el historial de commits...
fr: Affiche l'historique des commits...
pt: Mostra o histórico dos commits...
ru: Показать историю коммитов...

source: Testo da cercare nei file del repository:
de: Text, der in den Repository-Dateien gesucht werden soll:
es: Texto a buscar en los archivos del repositorio:
fr: Texte à rechercher dans les fichiers du dépôt :
pt: Texto para buscar nos arquivos do repositório:
ru: Текст для поиска в файлах репозитория:

source: la mia stringa di ricerca
de: mein Suchstring
es: mi cadena de búsqueda
fr: ma chaîne de recherche
pt: minha string de busca
ru: моя строка поиска

source: Cerca un pattern di testo...
de: Sucht nach einem Textmuster...
es: Busca un patrón de texto...
fr: Recherche un motif de texte...
pt: Busca um padrão de texto...
ru: Искать текстовый шаблон...

source: Pattern nome file (opzionale, es: *.py o parte del nome):
de: Dateinamen-Muster (optional, z.B.: *.py oder Teil des Namens):
es: Patrón de nombre de archivo (opcional, ej: *.py o parte del nombre):
fr: Motif de nom de fichier (optionnel, ex : *.py ou partie du nom) :
pt: Padrão de nome de arquivo (opcional, ex: *.py ou parte do nome):
ru: Шаблон имени файла (необязательно, например: *.py или часть имени):

source: *.py (lascia vuoto per tutti)
de: *.py (leer lassen für alle)
es: *.py (dejar en blanco para todos)
fr: *.py (laisser vide pour tous)
pt: *.py (deixe vazio para todos)
ru: *.py (оставьте пустым для всех)

source: Elenca i file tracciati da Git...
de: Listet die von Git verfolgten Dateien auf...
es: Lista los archivos seguidos por Git...
fr: Liste les fichiers suivis par Git...
pt: Lista os arquivos rastreados pelo Git...
ru: Перечислить файлы, отслеживаемые Git...

source: Nome Tag [opz: HashCommit/Rif] (es: v1.0 o v1.0 a1b2c3d):
de: Tag-Name [opt: Commit-Hash/Ref] (z.B.: v1.0 oder v1.0 a1b2c3d):
es: Nombre Etiqueta [opc: HashCommit/Ref] (ej: v1.0 o v1.0 a1b2c3d):
fr: Nom du Tag [opt: HashCommit/Réf] (ex : v1.0 ou v1.0 a1b2c3d) :
pt: Nome da Tag [opc: HashCommit/Ref] (ex: v1.0 ou v1.0 a1b2c3d):
ru: Имя тега [опц: ХешКоммита/Ссылка] (например: v1.0 или v1.0 a1b2c3d):

source: v1.0 (per HEAD) oppure v1.0 a1b2c3d
de: v1.0 (für HEAD) oder v1.0 a1b2c3d
es: v1.0 (para HEAD) o v1.0 a1b2c3d
fr: v1.0 (pour HEAD) ou v1.0 a1b2c3d
pt: v1.0 (para HEAD) ou v1.0 a1b2c3d
ru: v1.0 (для HEAD) или v1.0 a1b2c3d

source: Crea un tag leggero...
de: Erstellt einen leichtgewichtigen Tag...
es: Crea una etiqueta ligera...
fr: Crée un tag léger...
pt: Cria uma tag leve...
ru: Создать легкий тег...

source: Scarica tutte le novità...
de: Lädt alle Neuigkeiten herunter...
es: Descarga todas las novedades...
fr: Télécharge toutes les nouveautés...
pt: Baixa todas as novidades...
ru: Загрузить все новое...

source: Equivalente a un 'git fetch' seguito da un 'git merge'...
de: Entspricht einem 'git fetch' gefolgt von einem 'git merge'...
es: Equivalente a un 'git fetch' seguido de un 'git merge'...
fr: Équivalent à un 'git fetch' suivi d'un 'git merge'...
pt: Equivalente a um 'git fetch' seguido de um 'git merge'...
ru: Эквивалент 'git fetch' за которым следует 'git merge'...

source: Invia i commit del tuo branch locale...
de: Sendet die Commits Ihres lokalen Branches...
es: Envía los commits de tu rama local...
fr: Envoie les commits de votre branche locale...
pt: Envia os commits do seu branch local...
ru: Отправить коммиты вашей локальной ветки...

source: URL del repository remoto (origin):
de: URL des Remote-Repositories (origin):
es: URL del repositorio remoto (origin):
fr: URL du dépôt distant (origin) :
pt: URL do repositório remoto (origin):
ru: URL удаленного репозитория (origin):

source: Collega il tuo repository locale...
de: Verbindet Ihr lokales Repository...
es: Conecta tu repositorio local...
fr: Lie votre dépôt local...
pt: Conecta seu repositório local...
ru: Подключить ваш локальный репозиторий...

source: Nuovo URL del repository remoto (origin):
de: Neue URL des Remote-Repositories (origin):
es: Nueva URL del repositorio remoto (origin):
fr: Nouvelle URL du dépôt distant (origin) :
pt: Nova URL do repositório remoto (origin):
ru: Новый URL удаленного репозитория (origin):

source: Modifica l'URL di un repository remoto esistente.
de: Ändert die URL eines bestehenden Remote-Repositories.
es: Modifica la URL de un repositorio remoto existente.
fr: Modifie l'URL d'un dépôt distant existant.
pt: Modifica a URL de um repositório remoto existente.
ru: Изменить URL существующего удаленного репозитория.

source: Mostra l'elenco dei repository remoti configurati.
de: Zeigt die Liste der konfigurierten Remote-Repositories an.
es: Muestra la lista de repositorios remotos configurados.
fr: Affiche la liste des dépôts distants configurés.
pt: Mostra a lista dos repositórios remotos configurados.
ru: Показать список настроенных удаленных репозиториев.

source: Elenca tutti i branch locali e remoti...
de: Listet alle lokalen und Remote-Branches auf...
es: Lista todas las ramas locales y remotas...
fr: Liste toutes les branches locales et distantes...
pt: Lista todos os branches locais e remotos...
ru: Перечислить все локальные и удаленные ветки...

source: Mostra il nome del branch Git...
de: Zeigt den Namen des Git-Branches an...
es: Muestra el nombre de la rama Git...
fr: Affiche le nom de la branche Git...
pt: Mostra o nome do branch Git...
ru: Показать имя ветки Git...

source: Nome del nuovo branch da creare:
de: Name des zu erstellenden neuen Branches:
es: Nombre de la nueva rama a crear:
fr: Nom de la nouvelle branche à créer :
pt: Nome do novo branch a ser criado:
ru: Имя новой ветки для создания:

source: nuovo-branch-locale
de: neuer-lokaler-branch
es: nueva-rama-local
fr: nouvelle-branche-locale
pt: novo-branch-local
ru: новая-локальная-ветка
