Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: AssistenteGit
de: Git-Assistent
fr: AssistantGit
ru: Git Помощник

source: Operazioni di Base sul Repository
de: Grundlegende Repository-Operationen
es: Operaciones Básicas del Repositorio
fr: Opérations de Base sur le Dépôt
pt: Operações Básicas no Repositório
ru: Основные операции с репозиторием

source: Modifiche Locali e Commit
de: Lokale Änderungen und Commits
es: Modificaciones Locales y Commits
fr: Modifications Locales et Commit
pt: Alterações Locais e Commits
ru: Локальные изменения и коммиты

source: Branch e Tag
de: Branches und Tags
es: Ramas y Etiquetas (Branches y Tags)
fr: Branches et Tags
pt: Branches e Tags
ru: Ветки и теги

source: Operazioni con Repository Remoti
de: Operationen mit Remote-Repositories
es: Operaciones con Repositorios Remotos
fr: Opérations avec les Dépôts Distants
pt: Operações com Repositórios Remotos
ru: Операции с удаленными репозиториями

source: Salvataggio Temporaneo (Stash)
de: Temporäre Speicherung (Stash)
es: Almacenamiento Temporal (Stash)
fr: Mise de Côté (Stash)
pt: Salvamento Temporário (Stash)
ru: Временное сохранение (Stash)

source: Ricerca e Utilità
de: Suche und Hilfsprogramme
es: Búsqueda y Utilidades
fr: Recherche et Utilitaires
pt: Busca e Utilidades
ru: Поиск и утилиты

source: Ripristino e Reset (Usare con Cautela!)
de: Wiederherstellung und Reset (Vorsichtig verwenden!)
es: Restauración y Reset (¡Usar con Cuidado!)
fr: Restauration et Réinitialisation (À utiliser avec prudence !)
pt: Restauração e Reset (Usar com Cuidado!)
ru: Восстановление и сброс (Использовать осторожно!)

source: GitHub Actions
fr: Actions GitHub

source: Pull Request e Issue
de: Pull Requests und Issues
es: Pull Requests e Issues
fr: Pull Requests et Issues
ru: Pull Request и Issue

source: Clona un repository (nella cartella corrente)
de: Repository klonen (im aktuellen Ordner)
es: Clonar un repositorio (en la carpeta actual)
fr: Cloner un dépôt (dans le dossier courant)
pt: Clonar um repositório (na pasta atual)
ru: Клонировать репозиторий (в текущую папку)

source: Inizializza un nuovo repository qui
de: Neues Repository hier initialisieren
es: Inicializar un nuevo repositorio aquí
fr: Initialiser un nouveau dépôt ici
pt: Inicializar um novo repositório aqui
ru: Инициализировать новый репозиторий здесь

source: Aggiungi cartella/file da ignorare a .gitignore
de: Ordner/Datei zu .gitignore hinzufügen
es: Añadir carpeta/archivo a ignorar en .gitignore
fr: Ajouter un dossier/fichier à ignorer dans .gitignore
pt: Adicionar pasta/arquivo para ignorar no .gitignore
ru: Добавить папку/файл для игнорирования в .gitignore

source: Controlla lo stato del repository
de: Repository-Status überprüfen
es: Comprobar el estado del repositorio
fr: Vérifier l'état du dépôt
pt: Verificar o status do repositório
ru: Проверить состояние репозитория

source: Visualizza modifiche non in stage (diff)
de: Unstaged Änderungen anzeigen (diff)
es: Ver modificaciones no preparadas (diff)
fr: Afficher les modifications non indexées (diff)
pt: Visualizar alterações não preparadas (diff)
ru: Показать неиндексированные изменения (diff)

source: Visualizza modifiche in stage (diff --staged)
de: Staged Änderungen anzeigen (diff --staged)
es: Ver modificaciones preparadas (diff --staged)
fr: Afficher les modifications indexées (diff --staged)
pt: Visualizar alterações preparadas (diff --staged)
ru: Показать индексированные изменения (diff --staged)

source: Aggiungi tutte le modifiche all'area di stage
de: Alle Änderungen zur Staging-Area hinzufügen
es: Añadir todas las modificaciones al área de preparación (stage)
fr: Ajouter toutes les modifications à la zone d'indexation
pt: Adicionar todas as alterações à área de staging
ru: Добавить все изменения в область индексирования

source: Crea un commit (salva modifiche)
de: Commit erstellen (Änderungen speichern)
es: Crear un commit (guardar modificaciones)
fr: Créer un commit (sauvegarder les modifications)
pt: Criar um commit (salvar alterações)
ru: Создать коммит (сохранить изменения)

source: Rinomina ultimo commit (amend)
de: Letzten Commit umbenennen (amend)
es: Renombrar último commit (amend)
fr: Renommer le dernier commit (amend)
pt: Renomear último commit (amend)
ru: Переименовать последний коммит (amend)

source: Mostra dettagli di un commit specifico
de: Details eines bestimmten Commits anzeigen
es: Mostrar detalles de un commit específico
fr: Afficher les détails d'un commit spécifique
pt: Mostrar detalhes de um commit específico
ru: Показать детали конкретного коммита

source: Visualizza cronologia commit (numero personalizzato)
de: Commit-Historie anzeigen (benutzerdefinierte Anzahl)
es: Ver historial de commits (número personalizado)
fr: Afficher l'historique des commits (nombre personnalisé)
pt: Visualizar histórico de commits (número personalizado)
ru: Показать историю коммитов (настраиваемое количество)

source: Cerca testo nei file (git grep)
de: Text in Dateien suchen (git grep)
es: Buscar texto en los archivos (git grep)
fr: Chercher du texte dans les fichiers (git grep)
pt: Buscar texto em arquivos (git grep)
ru: Искать текст в файлах (git grep)

source: Cerca file nel progetto (tracciati da Git)
de: Dateien im Projekt suchen (von Git verfolgt)
es: Buscar archivos en el proyecto (seguidos por Git)
fr: Chercher des fichiers dans le projet (suivis par Git)
pt: Buscar arquivos no projeto (rastreados pelo Git)
ru: Искать файлы в проекте (отслеживаемые Git)

source: Crea nuovo Tag (leggero)
de: Neuen Tag erstellen (lightweight)
es: Crear nueva Etiqueta (ligera)
fr: Créer un nouveau Tag (léger)
pt: Criar nova Tag (leve)
ru: Создать новый тег (легкий)

source: Scarica da remoto 'origin' (fetch)
de: Von Remote 'origin' herunterladen (fetch)
es: Descargar del remoto 'origin' (fetch)
fr: Télécharger depuis 'origin' distant (fetch)
pt: Baixar do remoto 'origin' (fetch)
ru: Загрузить с удаленного 'origin' (fetch)

source: Scarica le modifiche dal server e unisci (pull)
de: Änderungen vom Server herunterladen und zusammenführen (pull)
es: Descargar las modificaciones del servidor y fusionar (pull)
fr: Télécharger les modifications du serveur et fusionner (pull)
pt: Baixar as alterações do servidor e mesclar (pull)
ru: Загрузить изменения с сервера и объединить (pull)

source: Invia le modifiche al server (push)
de: Änderungen an den Server senden (push)
es: Enviar las modificaciones al servidor (push)
fr: Envoyer les modifications au serveur (push)
pt: Enviar as alterações para o servidor (push)
ru: Отправить изменения на сервер (push)

source: Aggiungi repository remoto 'origin'
de: Remote-Repository 'origin' hinzufügen
es: Añadir repositorio remoto 'origin'
fr: Ajouter le dépôt distant 'origin'
pt: Adicionar repositório remoto 'origin'
ru: Добавить удаленный репозиторий 'origin'

source: Modifica URL del repository remoto 'origin'
de: URL des Remote-Repositories 'origin' ändern
es: Modificar URL del repositorio remoto 'origin'
fr: Modifier l'URL du dépôt distant 'origin'
pt: Modificar URL do repositório remoto 'origin'
ru: Изменить URL удаленного репозитория 'origin'

source: Controlla indirizzi remoti configurati
de: Konfigurierte Remote-Adressen überprüfen
es: Comprobar direcciones remotas configuradas
fr: Vérifier les adresses distantes configurées
pt: Verificar endereços remotos configurados
ru: Проверить настроенные удаленные адреса

source: Visualizza tutti i branch (locali e remoti)
de: Alle Branches anzeigen (lokal und remote)
es: Ver todas las ramas (locales y remotas)
fr: Afficher toutes les branches (locales et distantes)
pt: Visualizar todos os branches (locais e remotos)
ru: Показать все ветки (локальные и удаленные)

source: Controlla branch corrente
de: Aktuellen Branch überprüfen
es: Comprobar rama actual
fr: Vérifier la branche actuelle
pt: Verificar branch atual
ru: Проверить текущую ветку

source: Crea nuovo branch (senza cambiare)
de: Neuen Branch erstellen (ohne zu wechseln)
es: Crear nueva rama (sin cambiar)
fr: Créer une nouvelle branche (sans basculer dessus)
pt: Criar novo branch (sem mudar)
ru: Создать новую ветку (без переключения)

source: Crea e passa a un nuovo branch
de: Neuen Branch erstellen und wechseln
es: Crear y cambiar a una nueva rama
fr: Créer et basculer sur une nouvelle branche
pt: Criar e mudar para um novo branch
ru: Создать и переключиться на новую ветку

source: Passa a un branch esistente
de: Zu einem bestehenden Branch wechseln
es: Cambiar a una rama existente
fr: Basculer sur une branche existante
pt: Mudar para um branch existente
ru: Переключиться на существующую ветку

source: Unisci branch specificato nel corrente (merge)
de: Angegebenen Branch in den aktuellen zusammenführen (merge)
es: Fusionar rama especificada en la actual (merge)
fr: Fusionner la branche spécifiée dans la branche actuelle (merge)
pt: Mesclar branch especificado no atual (merge)
ru: Объединить указанную ветку с текущей (merge)

source: Annulla tentativo di merge (abort)
de: Merge-Versuch abbrechen (abort)
es: Cancelar intento de fusión (abort)
fr: Annuler la tentative de fusion (abort)
pt: Cancelar tentativa de merge (abort)
ru: Отменить попытку слияния (abort)

source: Elimina branch locale (sicuro, -d)
de: Lokalen Branch löschen (sicher, -d)
es: Eliminar rama local (seguro, -d)
fr: Supprimer une branche locale (sûr, -d)
pt: Excluir branch local (seguro, -d)
ru: Удалить локальную ветку (безопасно, -d)

source: Elimina branch locale (forzato, -D)
de: Lokalen Branch löschen (erzwungen, -D)
es: Eliminar rama local (forzado, -D)
fr: Supprimer une branche locale (forcé, -D)
pt: Excluir branch local (forçado, -D)
ru: Удалить локальную ветку (принудительно, -D)

source: Elimina branch remoto ('origin')
de: Remote-Branch löschen ('origin')
es: Eliminar rama remota ('origin')
fr: Supprimer une branche distante ('origin')
pt: Excluir branch remoto ('origin')
ru: Удалить удаленную ветку ('origin')

source: Salva modifiche temporaneamente (stash)
de: Änderungen temporär speichern (stash)
es: Guardar modificaciones temporalmente (stash)
fr: Mettre de côté les modifications temporairement (stash)
pt: Salvar alterações temporariamente (stash)
ru: Сохранить изменения временно (stash)

source: Applica ultime modifiche da stash (stash pop)
de: Letzte Änderungen aus Stash anwenden (stash pop)
es: Aplicar últimas modificaciones del stash (stash pop)
fr: Appliquer les dernières modifications depuis le stash (stash pop)
pt: Aplicar últimas alterações do stash (stash pop)
ru: Применить последние изменения из stash (stash pop)

source: Annulla modifiche su file specifico (restore)
de: Änderungen an bestimmter Datei rückgängig machen (restore)
es: Deshacer modificaciones en un archivo específico (restore)
fr: Annuler les modifications sur un fichier spécifique (restore)
pt: Desfazer alterações em arquivo específico (restore)
ru: Отменить изменения в конкретном файле (restore)

source: Sovrascrivi file con commit e pulisci (checkout <commit> . && clean -fd)
de: Dateien mit Commit überschreiben und bereinigen (checkout <commit> . && clean -fd)
es: Sobrescribir archivos con commit y limpiar (checkout <commit> . && clean -fd)
fr: Écraser les fichiers avec un commit et nettoyer (checkout <commit> . && clean -fd)
pt: Sobrescrever arquivos com commit e limpar (checkout <commit> . && clean -fd)
ru: Перезаписать файлы коммитом и очистить (checkout <commit> . && clean -fd)

source: Ripristina file modificati e pulisci file non tracciati
de: Geänderte Dateien wiederherstellen und unverfolgte Dateien bereinigen
es: Restaurar archivos modificados y limpiar archivos no seguidos
fr: Restaurer les fichiers modifiés et nettoyer les fichiers non suivis
pt: Restaurar arquivos modificados e limpar arquivos não rastreados
ru: Восстановить измененные файлы и очистить неотслеживаемые файлы

source: Ispeziona commit specifico (checkout - detached HEAD)
de: Bestimmten Commit inspizieren (checkout - detached HEAD)
es: Inspeccionar commit específico (checkout - detached HEAD)
fr: Inspecter un commit spécifique (checkout - detached HEAD)
pt: Inspecionar commit específico (checkout - detached HEAD)
ru: Изучить конкретный коммит (checkout - detached HEAD)

source: Resetta branch locale a versione remota (origin/nome-branch)
de: Lokalen Branch auf Remote-Version zurücksetzen (origin/branch-name)
es: Resetear rama local a la versión remota (origin/nombre-rama)
fr: Réinitialiser la branche locale à la version distante (origin/nom-branche)
pt: Resetar branch local para versão remota (origin/nome-branch)
ru: Сбросить локальную ветку к удаленной версии (origin/имя-ветки)

source: Resetta branch corrente a commit specifico (reset --hard)
de: Aktuellen Branch auf bestimmten Commit zurücksetzen (reset --hard)
es: Resetear rama actual a un commit específico (reset --hard)
fr: Réinitialiser la branche actuelle à un commit spécifique (reset --hard)
pt: Resetar branch atual para commit específico (reset --hard)
ru: Сбросить текущую ветку к конкретному коммиту (reset --hard)

source: Annulla modifiche locali (reset --hard HEAD)
de: Lokale Änderungen rückgängig machen (reset --hard HEAD)
es: Deshacer modificaciones locales (reset --hard HEAD)
fr: Annuler les modifications locales (reset --hard HEAD)
pt: Desfazer alterações locais (reset --hard HEAD)
ru: Отменить локальные изменения (reset --hard HEAD)

source: Configura Repository GitHub & Opzioni
de: GitHub-Repository & Optionen konfigurieren
es: Configurar Repositorio de GitHub y Opciones
fr: Configurer le Dépôt GitHub & Options
pt: Configurar Repositório GitHub e Opções
ru: Настроить репозиторий GitHub и опции

source: Visualizza log Workflow
de: Workflow-Logs anzeigen
fr: Afficher les journaux du Workflow
pt: Visualizar logs do Workflow
ru: Показать логи Workflow

source: Elenca e Scarica Artefatti Esecuzione Selezionata
de: Artefakte der ausgewählten Ausführung auflisten und herunterladen
es: Listar y Descargar Artefactos de Ejecución Seleccionada
fr: Lister et Télécharger les Artefacts de l'Exécution Sélectionnée
pt: Listar e Baixar Artefatos de Execução Selecionada
ru: Перечислить и скачать артефакты выбранного выполнения

source: Crea Nuova Release GitHub con Asset
de: Neues GitHub-Release mit Assets erstellen
es: Crear Nueva Release de GitHub con Activos (Assets)
fr: Créer une Nouvelle Release GitHub avec des Assets
pt: Criar Nova Release GitHub com Asset
ru: Создать новый релиз GitHub с ресурсами

source: Elimina Release GitHub (per ID o Tag)
de: GitHub-Release löschen (nach ID oder Tag)
es: Eliminar Release de GitHub (por ID o Etiqueta)
fr: Supprimer une Release GitHub (par ID ou Tag)
pt: Excluir Release GitHub (por ID ou Tag)
ru: Удалить релиз GitHub (по ID или тегу)

source: Modifica Release GitHub Esistente
de: Bestehendes GitHub-Release bearbeiten
es: Modificar Release de GitHub Existente
fr: Modifier une Release GitHub Existante
pt: Modificar Release GitHub Existente
ru: Изменить существующий релиз GitHub

source: Trigger Workflow Manuale
de: Manuellen Workflow auslösen
fr: Déclencher un Workflow Manuellement
pt: Acionar Workflow Manual
ru: Запустить Workflow вручную

source: Cancella Workflow in Esecuzione
de: Laufenden Workflow abbrechen
es: Cancelar Workflow en Ejecución
fr: Annuler un Workflow en Cours
pt: Cancelar Workflow em Execução
ru: Отменить выполняющийся Workflow

source: Crea Nuova Issue
de: Neues Issue erstellen
es: Crear Nuevo Issue
fr: Créer une Nouvelle Issue
pt: Criar Nova Issue
ru: Создать новую Issue

source: Crea Nuova Pull Request
de: Neue Pull Request erstellen
es: Crear Nueva Pull Request
fr: Créer une Nouvelle Pull Request
pt: Criar Nova Pull Request
ru: Создать новый Pull Request

source: Visualizza Issue del Repository
de: Repository-Issues anzeigen
es: Ver Issues del Repositorio
fr: Afficher les Issues du Dépôt
pt: Visualizar Issues do Repositório
ru: Показать Issue репозитория

source: Modifica Issue Esistente
de: Bestehendes Issue bearbeiten
es: Modificar Issue Existente
fr: Modifier une Issue Existante
pt: Modificar Issue Existente
ru: Изменить существующую Issue

source: Chiudi/Elimina Issue
de: Issue schließen/löschen
es: Cerrar/Eliminar Issue
fr: Fermer/Supprimer une Issue
pt: Fechar/Excluir Issue
ru: Закрыть/Удалить Issue

source: Visualizza Pull Request del Repository
de: Repository-Pull Requests anzeigen
es: Ver Pull Requests del Repositorio
fr: Afficher les Pull Requests du Dépôt
pt: Visualizar Pull Requests do Repositório
ru: Показать Pull Request репозитория

source: Modifica Pull Request Esistente
de: Bestehende Pull Request bearbeiten
es: Modificar Pull Request Existente
fr: Modifier une Pull Request Existante
pt: Modificar Pull Request Existente
ru: Изменить существующий Pull Request

source: Chiudi/Elimina Pull Request
de: Pull Request schließen/löschen
es: Cerrar/Eliminar Pull Request
fr: Fermer/Supprimer une Pull Request
pt: Fechar/Excluir Pull Request
ru: Закрыть/Удалить Pull Request

source: Dashboard Repository
de: Repository-Dashboard
fr: Tableau de Bord du Dépôt
pt: Dashboard do Repositório
ru: Панель управления репозиторием

source: Panoramica Stato Repository
de: Repository-Status-Übersicht
fr: Aperçu de l'État du Dépôt
pt: Visão Geral do Status do Repositório
ru: Обзор состояния репозитория

source: Statistiche Repository
de: Repository-Statistiken
fr: Statistiques du Dépôt
pt: Estatísticas do Repositório
ru: Статистика репозитория

source: Attività Recente
de: Kürzliche Aktivitäten
fr: Activité Récente
pt: Atividade Recente
ru: Недавняя активность

source: Stato Branch e Remote
de: Branch- und Remote-Status
fr: État des Branches et des Dépôts Distants
pt: Status de Branch e Remoto
ru: Состояние веток и удаленных

source: Riepilogo Modifiche File
de: Zusammenfassung der Dateiänderungen
fr: Résumé des Modifications de Fichiers
pt: Resumo de Alterações de Arquivos
ru: Сводка изменений файлов

source: Configura i dettagli del repository GitHub e le opzioni.
de: Konfiguriere die GitHub-Repository-Details und Optionen.
es: Configura los detalles del repositorio de GitHub y las opciones.
fr: Configurer les détails du dépôt GitHub et les options.
pt: Configure os detalhes do repositório GitHub e as opções.
ru: Настроить детали репозитория GitHub и опции.

source: Proprietario (utente/organizzazione GitHub):
de: Eigentümer (GitHub-Benutzer/Organisation):
es: Propietario (usuario/organización de GitHub):
fr: Propriétaire (utilisateur/organisation GitHub) :
pt: Proprietário (usuário/organização GitHub):
ru: Владелец (пользователь/организация GitHub):

source: Nome Repository GitHub:
de: GitHub-Repository-Name:
es: Nombre del Repositorio de GitHub:
fr: Nom du Dépôt GitHub :
pt: Nome do Repositório GitHub:
ru: Имя репозитория GitHub:

source: Personal Access Token (PAT) GitHub:
es: Token de Acceso Personal (PAT) de GitHub:
fr: Jeton d'Accès Personnel (PAT) GitHub :
ru: Персональный токен доступа (PAT) GitHub:

source: (Attualmente memorizzato. Inserisci per cambiare o lascia vuoto per tentare di rimuovere.)
de: (Aktuell gespeichert. Eingeben zum Ändern oder leer lassen zum Entfernen.)
es: (Actualmente almacenado. Introduce para cambiar o deja en blanco para intentar eliminar.)
fr: (Actuellement mémorisé. Saisissez pour changer ou laissez vide pour tenter de le supprimer.)
pt: (Atualmente armazenado. Insira para alterar ou deixe em branco para tentar remover.)
ru: (В настоящее время сохранен. Введите для изменения или оставьте пустым для попытки удаления.)

source: (Opzionale, ma consigliato per repository privati e operazioni complete. Supporta sia Fine-grained che Classic tokens.)
de: (Optional, aber empfohlen für private Repositories und vollständige Operationen. Unterstützt sowohl Fine-grained als auch Classic Tokens.)
es: (Opcional, pero recomendado para repositorios privados y operaciones completas. Soporta tanto tokens Fine-grained como Classic.)
fr: (Optionnel, mais recommandé pour les dépôts privés et les opérations complètes. Prend en charge les jetons Fine-grained et Classic.)
pt: (Opcional, mas recomendado para repositórios privados e operações completas. Suporta tokens Fine-grained e Classic.)
ru: (Необязательно, но рекомендуется для частных репозиториев и полных операций. Поддерживает как детализированные, так и классические токены.)

source: Password Master (per crittografare/decrittografare il token):
de: Master-Passwort (zum Verschlüsseln/Entschlüsseln des Tokens):
es: Contraseña Maestra (para cifrar/descifrar el token):
fr: Mot de Passe Maître (pour chiffrer/déchiffrer le jeton) :
pt: Senha Mestra (para criptografar/descriptografar o token):
ru: Мастер-пароль (для шифрования/расшифровки токена):

source: Richiedi password master all'avvio per funzionalità GitHub
de: Master-Passwort beim Start für GitHub-Funktionen erforderlich
es: Solicitar contraseña maestra al inicio para funcionalidades de GitHub
fr: Demander le mot de passe maître au démarrage pour les fonctionnalités GitHub
pt: Requerer senha mestra ao iniciar para funcionalidades do GitHub
ru: Запрашивать мастер-пароль при запуске для функций GitHub

source: Rimuovi timestamp dai log di GitHub Actions
de: Zeitstempel aus GitHub Actions-Logs entfernen
es: Eliminar marcas de tiempo de los logs de GitHub Actions
fr: Supprimer l'horodatage des journaux d'Actions GitHub
pt: Remover timestamp dos logs do GitHub Actions
ru: Удалить временные метки из логов GitHub Actions

source: Beep sonoro durante monitoraggio workflow
de: Akustisches Signal während Workflow-Überwachung
es: Beep sonoro durante el monitoreo del workflow
fr: Bip sonore pendant le suivi du workflow
pt: Bipe sonoro durante monitoramento do workflow
ru: Звуковой сигнал во время мониторинга workflow

source: Elimina Configurazione Salvata
de: Gespeicherte Konfiguration löschen
es: Eliminar Configuración Guardada
fr: Supprimer la Configuration Enregistrée
pt: Excluir Configuração Salva
ru: Удалить сохраненную конфигурацию

source: Crea Token GitHub
de: GitHub-Token erstellen
fr: Créer un Jeton GitHub
pt: Criar Token GitHub
ru: Создать токен GitHub

source: Salva Configurazione
de: Konfiguration speichern
es: Guardar Configuración
fr: Enregistrer la Configuration
pt: Salvar Configuração
ru: Сохранить конфигурацию

source: Obbligatoria se si inserisce/modifica il token
de: Erforderlich beim Eingeben/Ändern des Tokens
es: Obligatoria si se introduce/modifica el token
fr: Obligatoire si vous saisissez/modifiez le jeton
pt: Obrigatória se inserir/modificar o token
ru: Обязательно при вводе/изменении токена

source: La Password Master è OBBLIGATORIA qui se si inserisce o modifica il Token PAT. Lasciare vuoto il Token PAT per non salvarlo o tentare di rimuoverlo.
de: Das Master-Passwort ist hier ERFORDERLICH, wenn Sie das PAT-Token eingeben oder ändern. Lassen Sie das PAT-Token leer, um es nicht zu speichern oder zu entfernen.
es: La Contraseña Maestra es OBLIGATORIA aquí si se introduce o modifica el Token PAT. Dejar en blanco el Token PAT para no guardarlo o intentar eliminarlo.
fr: Le Mot de Passe Maître est OBLIGATOIRE ici si vous saisissez ou modifiez le Jeton PAT. Laissez le champ du Jeton PAT vide pour ne pas l'enregistrer ou pour tenter de le supprimer.
pt: A Senha Mestra é OBRIGATÓRIA aqui se você inserir ou modificar o Token PAT. Deixe o Token PAT em branco para não salvá-lo ou para tentar removê-lo.
ru: Мастер-пароль ОБЯЗАТЕЛЕН здесь, если вы вводите или изменяете токен PAT. Оставьте поле токена PAT пустым, чтобы не сохранять его или попытаться удалить.
