Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: Verifica che l'ID dell'esecuzione sia corretto e che i log non siano scaduti.
de: Überprüfen Sie, dass die Ausführungs-ID korrekt ist und die Logs nicht abgelaufen sind.
fr: Vérifiez que l'ID de l'exécution est correct et que les logs n'ont pas expiré.
pt: Verifique se o ID da execução está correto e se os logs não expiraram.
ru: Убедитесь, что ID выполнения правильный и что логи не истекли.

source: ❌ LOG SCADUTI: I log per questa esecuzione sono scaduti e non più disponibili su GitHub.
de: ❌ LOGS ABGELAUFEN: Die Logs für diese Ausführung sind abgelaufen und auf GitHub nicht mehr verfügbar.
fr: ❌ LOGS EXPIRÉS : Les logs pour cette exécution ont expiré et ne sont plus disponibles sur GitHub.
pt: ❌ LOGS EXPIRADOS: Os logs para esta execução expiraram e não estão mais disponíveis no GitHub.
ru: ❌ ЛОГИ ИСТЕКЛИ: Логи для этого выполнения истекли и больше недоступны на GitHub.

source: I log GitHub Actions scadono dopo un periodo di tempo. Non è possibile recuperarli.
de: GitHub Actions-Logs laufen nach einer gewissen Zeit ab. Sie können nicht wiederhergestellt werden.
fr: Les logs GitHub Actions expirent après une période de temps. Il n'est pas possible de les récupérer.
pt: Os logs do GitHub Actions expiram após um período de tempo. Não é possível recuperá-los.
ru: Логи GitHub Actions истекают через период времени. Их невозможно восстановить.

source: Verifica la connessione di rete e i permessi del token GitHub.
de: Überprüfen Sie die Netzwerkverbindung und die GitHub-Token-Berechtigungen.
fr: Vérifiez la connexion réseau et les permissions du token GitHub.
pt: Verifique a conexão de rede e as permissões do token do GitHub.
ru: Проверьте сетевое соединение и права токена GitHub.

source: ❌ Errore Download Log
de: ❌ Log-Download-Fehler
fr: ❌ Erreur Téléchargement Log
pt: ❌ Erro no Download do Log
ru: ❌ Ошибка загрузки логов

source: Errore HTTP {} durante il recupero dei log
de: HTTP-Fehler {} beim Abrufen der Logs
fr: Erreur HTTP {} lors de la récupération des logs
pt: Erro HTTP {} durante a recuperação dos logs
ru: HTTP ошибка {} во время получения логов

source: Problema di connessione durante il download dei log
de: Verbindungsproblem beim Log-Download
fr: Problème de connexion lors du téléchargement des logs
pt: Problema de conexão durante o download dos logs
ru: Проблема соединения во время загрузки логов

source: 🌐 ERRORE CONNESSIONE: Dettagli: {} Possibili cause: • Problemi di connessione internet • Server GitHub temporaneamente non disponibile • Timeout della richiesta
de: 🌐 VERBINDUNGSFEHLER: Details: {} Mögliche Ursachen: • Internetverbindungsprobleme • GitHub-Server vorübergehend nicht verfügbar • Request-Timeout
fr: 🌐 ERREUR CONNEXION : Détails : {} Causes possibles : • Problèmes de connexion internet • Serveur GitHub temporairement indisponible • Timeout de la requête
pt: 🌐 ERRO DE CONEXÃO: Detalhes: {} Possíveis causas: • Problemas de conexão com a internet • Servidor GitHub temporariamente indisponível • Tempo limite da solicitação
ru: 🌐 ОШИБКА СОЕДИНЕНИЯ: Детали: {} Возможные причины: • Проблемы с интернет-соединением • Сервер GitHub временно недоступен • Тайм-аут запроса

source: Controlla la connessione internet e riprova tra qualche minuto.
de: Überprüfen Sie die Internetverbindung und versuchen Sie es in ein paar Minuten erneut.
fr: Vérifiez la connexion internet et réessayez dans quelques minutes.
pt: Verifique a conexão com a internet e tente novamente em alguns minutos.

source: ❌ File Log Corrotto
de: ❌ Beschädigte Log-Datei
fr: ❌ Fichier Log Corrompu
pt: ❌ Arquivo de Log Corrompido
ru: ❌ Поврежденный файл логов

source: Il file dei log scaricato non è valido
de: Die heruntergeladene Log-Datei ist ungültig
fr: Le fichier de logs téléchargé n'est pas valide
pt: O arquivo de log baixado não é válido
ru: Загруженный файл логов недействителен

source: 🗜️ ERRORE ARCHIVIO: Il file scaricato da GitHub non è un archivio ZIP valido. Questo può accadere se: • Il download è stato interrotto • I log sono corrotti sul server • Problema temporaneo di GitHub
de: 🗜️ ARCHIV-FEHLER: Die von GitHub heruntergeladene Datei ist kein gültiges ZIP-Archiv. Dies kann passieren, wenn: • Der Download unterbrochen wurde • Die Logs auf dem Server beschädigt sind • Temporäres GitHub-Problem
fr: 🗜️ ERREUR ARCHIVE : Le fichier téléchargé depuis GitHub n'est pas une archive ZIP valide. Cela peut arriver si : • Le téléchargement a été interrompu • Les logs sont corrompus sur le serveur • Problème temporaire de GitHub
pt: 🗜️ ERRO DO ARQUIVO: O arquivo baixado do GitHub não é um arquivo ZIP válido. Isso pode acontecer se: • O download foi interrompido • Os logs estão corrompidos no servidor • Problema temporário do GitHub
ru: 🗜️ ОШИБКА АРХИВА: Файл, загруженный с GitHub, не является действительным ZIP архивом. Это может произойти если: • Загрузка была прервана • Логи повреждены на сервере • Временная проблема GitHub

source: Riprova il download dei log o contatta il supporto GitHub se il problema persiste.
de: Versuchen Sie den Log-Download erneut oder kontaktieren Sie den GitHub-Support, falls das Problem weiterhin besteht.
fr: Réessayez le téléchargement des logs ou contactez le support GitHub si le problème persiste.
pt: Tente novamente o download dos logs ou entre em contato com o suporte do GitHub se o problema persistir.
ru: Попробуйте загрузить логи снова или обратитесь в поддержку GitHub, если проблема продолжается.

source: Errore sconosciuto durante il recupero dei log
de: Unbekannter Fehler beim Abrufen der Logs
fr: Erreur inconnue lors de la récupération des logs
pt: Erro desconhecido ao recuperar os logs
ru: Неизвестная ошибка при получении логов

source: ⚠️ ERRORE GENERICO: Dettagli: {} Stack trace disponibile nella console per debugging.
de: ⚠️ ALLGEMEINER FEHLER: Details: {} Stack-Trace in der Konsole für Debugging verfügbar.
fr: ⚠️ ERREUR GÉNÉRIQUE : Détails : {} Stack trace disponible dans la console pour le débogage.
pt: ⚠️ ERRO GENÉRICO: Detalhes: {} Rastreamento de pilha disponível no console para depuração.
ru: ⚠️ ОБЩАЯ ОШИБКА: Детали: {} Трассировка стека доступна в консоли для отладки.

source: ❌ Nessuna Esecuzione Selezionata
de: ❌ Keine Ausführung ausgewählt
fr: ❌ Aucune Exécution Sélectionnée
pt: ❌ Nenhuma Execução Selecionada
ru: ❌ Выполнение не выбрано

source: Devi prima selezionare un'esecuzione workflow
de: Sie müssen zuerst eine Workflow-Ausführung auswählen
fr: Vous devez d'abord sélectionner une exécution de workflow
pt: Você deve primeiro selecionar uma execução de fluxo de trabalho
ru: Сначала нужно выбрать выполнение workflow

source: 🎯 SELEZIONE RICHIESTA: Per scaricare gli artifact è necessario: 1️⃣ Selezionare prima un'esecuzione workflow 2️⃣ Poi utilizzare questo comando per scaricare gli artifact Comandi disponibili per selezionare un'esecuzione: • Usa i comandi di GitHub Actions per vedere le esecuzioni • Seleziona una specifica esecuzione • Torna qui per scaricare i suoi artifact Stato attuale: ❌ Nessuna esecuzione selezionata 🏢 Repository: {}/{}
de: 🎯 AUSWAHL ERFORDERLICH: Um Artefakte herunterzuladen, ist erforderlich: 1️⃣ Zuerst eine Workflow-Ausführung auswählen 2️⃣ Dann diesen Befehl verwenden, um die Artefakte herunterzuladen Verfügbare Befehle zum Auswählen einer Ausführung: • Verwenden Sie GitHub Actions-Befehle, um Ausführungen zu sehen • Wählen Sie eine spezifische Ausführung aus • Kehren Sie hierher zurück, um ihre Artefakte herunterzuladen Aktueller Status: ❌ Keine Ausführung ausgewählt 🏢 Repository: {}/{}
fr: 🎯 SÉLECTION REQUISE : Pour télécharger les artifacts, il est nécessaire de : 1️⃣ Sélectionner d'abord une exécution de workflow 2️⃣ Puis utiliser cette commande pour télécharger les artifacts Commandes disponibles pour sélectionner une exécution : • Utilisez les commandes GitHub Actions pour voir les exécutions • Sélectionnez une exécution spécifique • Revenez ici pour télécharger ses artifacts État actuel : ❌ Aucune exécution sélectionnée 🏢 Dépôt : {}/{}
pt: 🎯 SELEÇÃO NECESSÁRIA: Para baixar os artefatos, é necessário: 1️⃣ Selecionar primeiro uma execução de fluxo de trabalho 2️⃣ Depois usar este comando para baixar os artefatos Comandos disponíveis para selecionar uma execução: • Use os comandos do GitHub Actions para ver as execuções • Selecione uma execução específica • Volte aqui para baixar seus artefatos Status atual: ❌ Nenhuma execução selecionada 🏢 Repositório: {}/{}
ru: 🎯 ТРЕБУЕТСЯ ВЫБОР: Для скачивания артефактов необходимо: 1️⃣ Сначала выбрать выполнение workflow 2️⃣ Затем использовать эту команду для скачивания артефактов Доступные команды для выбора выполнения: • Используйте команды GitHub Actions для просмотра выполнений • Выберите конкретное выполнение • Вернитесь сюда для скачивания его артефактов Текущее состояние: ❌ Выполнение не выбрано 🏢 Репозиторий: {}/{}

source: Utilizza prima un comando per visualizzare le esecuzioni workflow e selezionarne una.
de: Verwenden Sie zuerst einen Befehl, um Workflow-Ausführungen anzuzeigen und eine auszuwählen.
fr: Utilisez d'abord une commande pour visualiser les exécutions de workflow et en sélectionner une.
pt: Use primeiro um comando para visualizar as execuções de fluxo de trabalho e selecionar uma.
ru: Сначала используйте команду для просмотра выполнений workflow и выберите одно.

source: Verifica stato attuale esecuzione ID {} (per artefatti)...
de: Aktuellen Status der Ausführung ID {} überprüfen (für Artefakte)...
es: Verificando estado actual de la ejecución ID {} (para artefactos)...
fr: Vérification de l'état actuel de l'exécution ID {} (pour les artifacts)...
pt: Verificando status atual da execução ID {} (para artefatos)...
ru: Проверка текущего состояния выполнения ID {} (для артефактов)...

source: AVVISO: Esecuzione completata ma conclusione API non definita.
de: WARNUNG: Ausführung abgeschlossen, aber API-Schlussfolgerung nicht definiert.
es: AVISO: Ejecución completada pero la conclusión de la API no está definida.
fr: AVERTISSEMENT : Exécution terminée mais conclusion API non définie.
pt: AVISO: Execução concluída, mas a conclusão da API não está definida.
ru: ПРЕДУПРЕЖДЕНИЕ: Выполнение завершено, но заключение API не определено.

source: AVVISO: Esecuzione '{}'. Artefatti potrebbero non essere ancora disponibili o completi.
de: WARNUNG: Ausführung '{}'. Artefakte könnten noch nicht verfügbar oder vollständig sein.
es: AVISO: Ejecución '{}'. Los artefactos podrían no estar disponibles o completos todavía.
fr: AVERTISSEMENT : Exécution '{}'. Les artifacts peuvent ne pas être encore disponibles ou complets.
pt: AVISO: Execução '{}'. Artefatos podem não estar ainda disponíveis ou completos.
ru: ПРЕДУПРЕЖДЕНИЕ: Выполнение '{}'. Артефакты могут быть еще недоступны или неполные.

source: AVVISO: Stato esecuzione '{}'.
de: WARNUNG: Ausführungsstatus '{}'.
es: AVISO: Estado de la ejecución '{}'.
fr: AVERTISSEMENT : État d'exécution '{}'.
pt: AVISO: Status da execução '{}'.
ru: ПРЕДУПРЕЖДЕНИЕ: Состояние выполнения '{}'.

source: Errore verifica stato esecuzione (artefatti): {}. Procedo.
de: Fehler bei Ausführungsstatusüberprüfung (Artefakte): {}. Fahre fort.
es: Error al verificar el estado de la ejecución (artefactos): {}. Procediendo.
fr: Erreur vérification état d'exécution (artifacts) : {}. Je procède.
pt: Erro ao verificar o status da execução (artefatos): {}. Prosseguindo.
ru: Ошибка проверки состояния выполнения (артефакты): {}. Продолжаю.

source: Recupero artefatti interrotto.
de: Artefakt-Abruf unterbrochen.
es: Recuperación de artefactos interrumpida.
fr: Récupération des artifacts interrompue.
pt: Recuperação de artefatos interrompida.
ru: Получение артефактов прервано.

source: 📦 Nessun Artifact Disponibile
de: 📦 Keine Artefakte verfügbar
fr: 📦 Aucun Artifact Disponible
pt: 📦 Nenhum Artefato Disponível
ru: 📦 Нет доступных артефактов

source: Nessun artifact trovato per questa esecuzione
de: Keine Artefakte für diese Ausführung gefunden
fr: Aucun artifact trouvé pour cette exécution
pt: Nenhum artefato encontrado para esta execução
ru: Артефакты для этого выполнения не найдены

source: 🔍 RICERCA ARTIFACT: Run ID: {} Repository: {}/{} Workflow: {} Possibili cause: • Il workflow non genera artifact • L'esecuzione non è ancora completata • Gli artifact sono scaduti • Il workflow è fallito prima di creare artifact
de: 🔍 ARTEFAKT-SUCHE: Run-ID: {} Repository: {}/{} Workflow: {} Mögliche Ursachen: • Der Workflow generiert keine Artefakte • Die Ausführung ist noch nicht abgeschlossen • Die Artefakte sind abgelaufen • Der Workflow ist vor der Erstellung von Artefakten fehlgeschlagen
fr: 🔍 RECHERCHE ARTIFACT : ID d'Exécution : {} Dépôt : {}/{} Workflow : {} Causes possibles : • Le workflow ne génère pas d'artifacts • L'exécution n'est pas encore terminée • Les artifacts ont expiré • Le workflow a échoué avant de créer des artifacts
pt: 🔍 PESQUISA DE ARTEFATO: ID da Execução: {} Repositório: {}/{} Fluxo de Trabalho: {} Possíveis causas: • O fluxo de trabalho não gera artefatos • A execução ainda não foi concluída • Os artefatos expiraram • O fluxo de trabalho falhou antes de criar artefatos
ru: 🔍 ПОИСК АРТЕФАКТОВ: Run ID: {} Репозиторий: {}/{} Workflow: {} Возможные причины: • Workflow не создает артефакты • Выполнение еще не завершено • Артефакты истекли • Workflow не удался до создания артефактов

source: Verifica che il workflow sia progettato per creare artifact e che l'esecuzione sia completata con successo.
de: Überprüfen Sie, dass der Workflow für die Erstellung von Artefakten konzipiert ist und die Ausführung erfolgreich abgeschlossen wurde.
fr: Vérifiez que le workflow est conçu pour créer des artifacts et que l'exécution soit terminée avec succès.
pt: Verifique se o fluxo de trabalho foi projetado para criar artefatos e se a execução foi concluída com sucesso.
ru: Убедитесь, что workflow предназначен для создания артефактов и что выполнение завершено успешно.

source: Scade
fr: Expire
pt: Expira

source: ❌ Nessun Artifact Valido
de: ❌ Keine gültigen Artefakte
fr: ❌ Aucun Artifact Valide
pt: ❌ Nenhum Artefato Válido
ru: ❌ Нет действительных артефактов

source: Impossibile elencare artifact disponibili
de: Kann verfügbare Artefakte nicht auflisten
fr: Impossible de lister les artifacts disponibles
pt: Não foi possível listar os artefatos disponíveis
ru: Невозможно перечислить доступные артефакты

source: 📦 PROBLEMA ARTIFACT: Gli artifact sono stati trovati ma non sono validi per il download. Run ID: {} Repository: {}/{}
de: 📦 ARTEFAKT-PROBLEM: Artefakte wurden gefunden, sind aber nicht für den Download gültig. Run-ID: {} Repository: {}/{}
fr: 📦 PROBLÈME ARTIFACT : Les artifacts ont été trouvés mais ne sont pas valides pour le téléchargement. ID d'Exécution : {} Dépôt : {}/{}
pt: 📦 PROBLEMA COM O ARTEFATO: Os artefatos foram encontrados, mas não são válidos para download. ID da Execução: {} Repositório: {}/{}
ru: 📦 ПРОБЛЕМА С АРТЕФАКТАМИ: Артефакты были найдены, но недействительны для загрузки. Run ID: {} Репозиторий: {}/{}

source: Verifica lo stato dell'esecuzione e riprova.
de: Überprüfen Sie den Ausführungsstatus und versuchen Sie es erneut.
fr: Vérifiez l'état de l'exécution et réessayez.
pt: Verifique o status da execução e tente novamente.
ru: Проверьте состояние выполнения и попробуйте снова.

source: Seleziona un artefatto da scaricare:
de: Artefakt zum Herunterladen auswählen:
es: Selecciona un artefacto para descargar:
fr: Sélectionnez un artifact à télécharger :
pt: Selecione um artefato para baixar:
ru: Выберите артефакт для загрузки:

source: Download Artefatto per {}/{}
de: Artefakt-Download für {}/{}
es: Descargar Artefacto para {}/{}
fr: Téléchargement Artifact pour {}/{}
pt: Download do Artefato para {}/{}
ru: Загрузка артефакта для {}/{}

source: Salva Artefatto Come...
de: Artefakt speichern als...
es: Guardar Artefacto Como...
fr: Enregistrer l'Artifact Sous...
pt: Salvar Artefato Como...
ru: Сохранить артефакт как...

source: File ZIP (*.zip)|*.zip|Tutti i file (*.*)|*.*
de: ZIP-Dateien (*.zip)|*.zip|Alle Dateien (*.*)|*.*
es: Archivos ZIP (*.zip)|*.zip|Todos los archivos (*.*)|*.*
fr: Fichiers ZIP (*.zip)|*.zip|Tous les fichiers (*.*)|*.*
pt: Arquivo ZIP (*.zip)|*.zip|Todos os arquivos (*.*)|*.*
ru: ZIP файлы (*.zip)|*.zip|Все файлы (*.*)|*.*

source: 📦 ARTIFACT SCARICATO CON SUCCESSO
de: 📦 ARTEFAKT ERFOLGREICH HERUNTERGELADEN
fr: 📦 ARTIFACT TÉLÉCHARGÉ AVEC SUCCÈS
pt: 📦 ARTEFATO BAIXADO COM SUCESSO
ru: 📦 АРТЕФАКТ ЗАГРУЖЕН УСПЕШНО

source: 📁 Nome: {}
de: 📁 Name: {}
fr: 📁 Nom : {}
ru: 📁 Имя: {}

source: 💾 Dimensione: {:.2f} MB
de: 💾 Größe: {:.2f} MB
fr: 💾 Taille : {:.2f} MB
pt: 💾 Tamanho: {:.2f} MB
ru: 💾 Размер: {:.2f} МБ

source: 📂 Salvato in: {}
de: 📂 Gespeichert in: {}
fr: 📂 Enregistré dans : {}
pt: 📂 Salvo em: {}
ru: 📂 Сохранено в: {}

source: ⏰ Completato: {}
de: ⏰ Abgeschlossen: {}
fr: ⏰ Terminé : {}
pt: ⏰ Concluído: {}
ru: ⏰ Завершено: {}

source: • File scaricato correttamente
de: • Datei korrekt heruntergeladen
fr: • Fichier téléchargé correctement
pt: • Arquivo baixado corretamente
ru: • Файл загружен корректно

source: • Artifact salvato nella posizione scelta
de: • Artefakt am gewählten Ort gespeichert
fr: • Artifact enregistré dans l'emplacement choisi
pt: • Artefato salvo no local escolhido
ru: • Артефакт сохранен в выбранном месте

source: • Pronto per essere utilizzato
de: • Bereit zur Verwendung
fr: • Prêt à être utilisé
pt: • Pronto para ser usado
ru: • Готов к использованию

source: 💡 INFORMAZIONI:
de: 💡 INFORMATIONEN:
fr: 💡 INFORMATIONS :
pt: 💡 INFORMAÇÕES:
ru: 💡 ИНФОРМАЦИЯ:

source: • L'artifact è in formato ZIP
de: • Das Artefakt ist im ZIP-Format
fr: • L'artifact est au format ZIP
pt: • O artefato está no formato ZIP
ru: • Артефакт в формате ZIP

source: • Estrarre il contenuto per utilizzare i file
de: • Inhalt extrahieren, um die Dateien zu verwenden
fr: • Extraire le contenu pour utiliser les fichiers
pt: • Extraia o conteúdo para usar os arquivos
ru: • Извлеките содержимое для использования файлов

source: • Il file è stato scaricato completamente
fr: • Le fichier a été téléchargé complètement
pt: • O arquivo foi baixado completamente

source: 📦 Artifact Scaricato
fr: 📦 Artifact Téléchargé
pt: 📦 Artefato Baixado

source: '{}' scaricato con successo
fr: '{}' téléchargé avec succès
pt: '{}' baixado com sucesso

source: 🌐 ERRORE DOWNLOAD ARTIFACT
fr: 🌐 ERREUR TÉLÉCHARGEMENT ARTIFACT
pt: 🌐 ERRO NO DOWNLOAD DO ARTEFATO

source: 📂 Destinazione: {}
fr: 📂 Destination : {}
pt: 📂 Destino: {}

source: 📝 Errore: {}
de: 📝 Fehler: {}
fr: 📝 Erreur : {}
pt: 📝 Erro: {}
ru: 📝 Ошибка: {}

source: ❌ PROBLEMA:
fr: ❌ PROBLÈME :

source: • Errore di rete durante il download
fr: • Erreur réseau pendant le téléchargement
pt: • Erro de rede durante o download

source: • Connessione interrotta o server non disponibile
fr: • Connexion interrompue ou serveur indisponible
pt: • Conexão interrompida ou servidor indisponível

source: • Possibili problemi di autenticazione
fr: • Problèmes d'authentification possibles
pt: • Possíveis problemas de autenticação

source: 🔧 SOLUZIONI:
fr: 🔧 SOLUTIONS :
pt: 🔧 SOLUÇÕES:

source: • Verifica la connessione internet
fr: • Vérifiez la connexion internet
pt: • Verifique a conexão com a internet

source: • Riprova il download dell'artifact
fr: • Réessayez le téléchargement de l'artifact
pt: • Tente novamente o download do artefato

source: • Controlla i permessi del token GitHub
fr: • Vérifiez les permissions du token GitHub
pt: • Verifique as permissões do token do GitHub

source: ❌ Errore Download Artifact
fr: ❌ Erreur Téléchargement Artifact
pt: ❌ Erro no Download do Artefato

source: Impossibile scaricare '{}'
fr: Impossible de télécharger '{}'
pt: Não foi possível baixar '{}'

source: Verifica la connessione e riprova il download.
fr: Vérifiez la connexion et réessayez le téléchargement.
pt: Verifique a conexão e tente novamente o download.

source: 💾 ERRORE SALVATAGGIO ARTIFACT
fr: 💾 ERREUR SAUVEGARDE ARTIFACT
pt: 💾 ERRO AO SALVAR ARTEFATO

source: • Impossibile scrivere il file nel percorso specificato
fr: • Impossible d'écrire le fichier dans le chemin spécifié
pt: • Não foi possível gravar o arquivo no caminho especificado

source: • Permessi insufficienti sulla directory
fr: • Permissions insuffisantes sur le répertoire
pt: • Permissões insuficientes no diretório

source: • Spazio su disco insufficiente
fr: • Espace disque insuffisant
pt: • Espaço em disco insuficiente

source: • File già aperto in un'altra applicazione
fr: • Fichier déjà ouvert dans une autre application
pt: • Arquivo já aberto em outro aplicativo

source: • Verifica i permessi della directory di destinazione
fr: • Vérifiez les permissions du répertoire de destination
pt: • Verifique as permissões do diretório de destino

source: • Controlla lo spazio disponibile su disco
fr: • Vérifiez l'espace disponible sur le disque
pt: • Verifique o espaço disponível em disco

source: • Scegli una diversa posizione di salvataggio
fr: • Choisissez un emplacement de sauvegarde différent
pt: • Escolha um local de salvamento diferente

source: • Chiudi eventuali applicazioni che usano il file
fr: • Fermez les applications qui utilisent le fichier
pt: • Feche quaisquer aplicativos que estejam usando o arquivo

source: ❌ Errore Salvataggio Artifact
fr: ❌ Erreur Sauvegarde Artifact
pt: ❌ Erro ao Salvar Artefato

source: Impossibile salvare '{}'
fr: Impossible de sauvegarder '{}'
pt: Não foi possível salvar '{}'

source: Verifica i permessi e lo spazio su disco, poi riprova.
fr: Vérifiez les permissions et l'espace disque, puis réessayez.
pt: Verifique as permissões e o espaço em disco, depois tente novamente.

source: ❌ Errore Recupero Artifacts
de: ❌ Fehler beim Abrufen der Artefakte
fr: ❌ Erreur Récupération Artifacts
pt: ❌ Erro ao Recuperar Artefatos
ru: ❌ Ошибка получения артефактов

source: Impossibile recuperare la lista degli artifacts
de: Kann die Artefakt-Liste nicht abrufen
fr: Impossible de récupérer la liste des artifacts
pt: Não foi possível recuperar a lista de artefatos
ru: Невозможно получить список артефактов

source: 🌐 ERRORE API GITHUB: 📝 Errore: {} 🆔 Run ID: {} 🏢 Repository: {}/{} ⏰ Timestamp: {} Impossibile contattare l'API di GitHub per recuperare gli artifacts.
de: 🌐 GITHUB-API-FEHLER: 📝 Fehler: {} 🆔 Run-ID: {} 🏢 Repository: {}/{} ⏰ Zeitstempel: {} Kann die GitHub-API nicht kontaktieren, um Artefakte abzurufen.
fr: 🌐 ERREUR API GITHUB : 📝 Erreur : {} 🆔 ID d'Exécution : {} 🏢 Dépôt : {}/{} ⏰ Horodatage : {} Impossible de contacter l'API GitHub pour récupérer les artifacts.
pt: 🌐 ERRO DA API DO GITHUB: 📝 Erro: {} 🆔 ID da Execução: {} 🏢 Repositório: {}/{} ⏰ Carimbo de data/hora: {} Não foi possível contatar a API do GitHub para recuperar os artefatos.
ru: 🌐 ОШИБКА API GITHUB: 📝 Ошибка: {} 🆔 Run ID: {} 🏢 Репозиторий: {}/{} ⏰ Время: {} Невозможно связаться с API GitHub для получения артефактов.

source: Verifica la connessione internet e i permessi del token GitHub.
de: Überprüfen Sie die Internetverbindung und die GitHub-Token-Berechtigungen.
fr: Vérifiez la connexion internet et les permissions du token GitHub.
pt: Verifique a conexão com a internet e as permissões do token do GitHub.
ru: Проверьте интернет-соединение и права токена GitHub.
