Repository: Ambro86/Accessible-github-assistant-in-wxpython
Catalog: locales/*/LC_MESSAGES/assistente_git.po
Languages: de, es, fr, pt, ru

source: 📋 Stato Repository
de: 📋 Repository-Status
fr: 📋 État du Dépôt
pt: 📋 Status do Repositório
ru: 📋 Состояние репозитория

source: Stato repository recuperato con successo
de: Repository-Status erfolgreich abgerufen
fr: État du dépôt récupéré avec succès
pt: Status do repositório recuperado com sucesso
ru: Состояние репозитория успешно получено

source: ❌ Errore Git Diff
de: ❌ Git-Diff-Fehler
fr: ❌ Erreur Git Diff
pt: ❌ Erro Git Diff
ru: ❌ Ошибка Git Diff

source: Impossibile recuperare le differenze
de: Unterschiede konnten nicht abgerufen werden
fr: Impossible de récupérer les différences
pt: Não foi possível recuperar as diferenças
ru: Невозможно получить различия

source: staged
de: gestaged
fr: indexées
pt: em stage
ru: индексированные

source: ℹ️ Nessuna Differenza
de: ℹ️ Keine Unterschiede
fr: ℹ️ Aucune Différence
pt: ℹ️ Nenhuma Diferença
ru: ℹ️ Нет различий

source: 🔍 ANALISI DIFFERENZE ✅ Nessuna modifica rilevata Questo significa che: • Non ci sono file modificati da mostrare • Il working directory è sincronizzato
de: 🔍 UNTERSCHIEDE-ANALYSE ✅ Keine Änderungen erkannt Das bedeutet: • Es gibt keine geänderten Dateien anzuzeigen • Das Arbeitsverzeichnis ist synchronisiert
fr: 🔍 ANALYSE DES DIFFÉRENCES ✅ Aucune modification détectée Cela signifie que : • Il n'y a pas de fichiers modifiés à afficher • Le répertoire de travail est synchronisé
pt: 🔍 ANÁLISE DE DIFERENÇAS ✅ Nenhuma modificação detectada Isso significa que: • Não há arquivos modificados para mostrar • O working directory está sincronizado
ru: 🔍 АНАЛИЗ РАЗЛИЧИЙ ✅ Изменений не обнаружено Это означает, что: • Нет измененных файлов для показа • Рабочая директория синхронизирована

source: 📊 STATISTICHE DIFF (%(type)s):
de: 📊 DIFF-STATISTIKEN (%(type)s):
fr: 📊 STATISTIQUES DIFF (%(type)s) :
pt: 📊 ESTATÍSTICAS DE DIFF (%(type)s):
ru: 📊 СТАТИСТИКА DIFF (%(type)s):

source: • Righe aggiunte: %(count)d
de: • Hinzugefügte Zeilen: %(count)d
fr: • Lignes ajoutées : %(count)d
pt: • Linhas adicionadas: %(count)d
ru: • Добавленных строк: %(count)d

source: • Righe rimosse: %(count)d
de: • Entfernte Zeilen: %(count)d
fr: • Lignes supprimées : %(count)d
pt: • Linhas removidas: %(count)d
ru: • Удаленных строк: %(count)d

source: %(summary)s🔍 DIFFERENZE COMPLETE: %(separator)s %(stdout)s
de: %(summary)s🔍 VOLLSTÄNDIGE UNTERSCHIEDE: %(separator)s %(stdout)s
fr: %(summary)s🔍 DIFFÉRENCES COMPLÈTES : %(separator)s %(stdout)s
pt: %(summary)s🔍 DIFERENÇAS COMPLETAS: %(separator)s %(stdout)s
ru: %(summary)s🔍 ПОЛНЫЕ РАЗЛИЧИЯ: %(separator)s %(stdout)s

source: 🔍 Differenze - %(type)s
de: 🔍 Unterschiede - %(type)s
fr: 🔍 Différences - %(type)s
pt: 🔍 Diferenças - %(type)s
ru: 🔍 Различия - %(type)s

source: Differenze %(type)s recuperate con successo
de: %(type)s-Unterschiede erfolgreich abgerufen
fr: Différences %(type)s récupérées avec succès
pt: Diferenças %(type)s recuperadas com sucesso
ru: Различия %(type)s успешно получены

source: Usa i marker +/- per identificare aggiunte e rimozioni.
de: Verwenden Sie die +/- Markierungen, um Hinzufügungen und Entfernungen zu identifizieren.
fr: Utilisez les marqueurs +/- pour identifier les ajouts et les suppressions.
pt: Use os marcadores +/- para identificar adições e remoções.
ru: Используйте маркеры +/- для определения добавлений и удалений.

source: ❌ Errore Git Log
de: ❌ Git-Log-Fehler
fr: ❌ Erreur Git Log
pt: ❌ Erro Git Log
ru: ❌ Ошибка Git Log

source: Impossibile recuperare la cronologia
de: Historie konnte nicht abgerufen werden
fr: Impossible de récupérer l'historique
pt: Não foi possível recuperar o histórico
ru: Невозможно получить историю

source: Verifica di essere in una directory Git valida con commit.
de: Überprüfen Sie, ob Sie sich in einem gültigen Git-Verzeichnis mit Commits befinden.
fr: Vérifiez que vous êtes dans un répertoire Git valide avec des commits.
pt: Verifique se você está em um diretório Git válido com commits.
ru: Убедитесь, что вы находитесь в корректной Git директории с коммитами.

source: ℹ️ Nessun Commit
de: ℹ️ Keine Commits
fr: ℹ️ Aucun Commit
pt: ℹ️ Nenhum Commit
ru: ℹ️ Нет коммитов

source: Nessun commit trovato nel repository
de: Keine Commits im Repository gefunden
fr: Aucun commit trouvé dans le dépôt
pt: Nenhum commit encontrado no repositório
ru: В репозитории не найдено коммитов

source: 📅 CRONOLOGIA COMMIT ❌ Repository vuoto o nessun commit nel range specificato
de: 📅 COMMIT-HISTORIE ❌ Repository leer oder keine Commits im angegebenen Bereich
fr: 📅 HISTORIQUE DES COMMITS ❌ Dépôt vide ou aucun commit dans la plage spécifiée
pt: 📅 HISTÓRICO DE COMMITS ❌ Repositório vazio ou nenhum commit no intervalo especificado
ru: 📅 ИСТОРИЯ КОММИТОВ ❌ Пустой репозиторий или нет коммитов в указанном диапазоне

source: Crea il primo commit o verifica i parametri di ricerca.
de: Erstellen Sie den ersten Commit oder überprüfen Sie die Suchparameter.
fr: Créez le premier commit ou vérifiez les paramètres de recherche.
pt: Crie o primeiro commit ou verifique os parâmetros de pesquisa.
ru: Создайте первый коммит или проверьте параметры поиска.

source: 📅 CRONOLOGIA COMMIT:
de: 📅 COMMIT-HISTORIE:
fr: 📅 HISTORIQUE DES COMMITS :
pt: 📅 HISTÓRICO DE COMMITS:
ru: 📅 ИСТОРИЯ КОММИТОВ:

source: • Commit mostrati: %(count)d
de: • Angezeigte Commits: %(count)d
fr: • Commits affichés : %(count)d
pt: • Commits mostrados: %(count)d
ru: • Показанных коммитов: %(count)d

source: %(summary)s📋 DETTAGLIO COMMIT: %(separator)s %(stdout)s
de: %(summary)s📋 COMMIT-DETAILS: %(separator)s %(stdout)s
fr: %(summary)s📋 DÉTAIL DES COMMITS : %(separator)s %(stdout)s
pt: %(summary)s📋 DETALHES DO COMMIT: %(separator)s %(stdout)s
ru: %(summary)s📋 ДЕТАЛИ КОММИТОВ: %(separator)s %(stdout)s

source: 📅 Cronologia Commit
de: 📅 Commit-Historie
fr: 📅 Historique des Commits
pt: 📅 Histórico de Commits
ru: 📅 История коммитов

source: Recuperati %(count)d commit dalla cronologia
de: %(count)d Commits aus der Historie abgerufen
fr: %(count)d commits récupérés de l'historique
pt: Recuperados %(count)d commits do histórico
ru: Получено %(count)d коммитов из истории

source: Usa gli hash per riferimenti specifici ai commit.
de: Verwenden Sie die Hashes für spezifische Commit-Referenzen.
fr: Utilisez les hashs pour des références spécifiques aux commits.
pt: Use os hashes para referências específicas aos commits.
ru: Используйте хеши для конкретных ссылок на коммиты.

source: ❌ Errore Git Grep
de: ❌ Git-Grep-Fehler
fr: ❌ Erreur Git Grep
pt: ❌ Erro Git Grep
ru: ❌ Ошибка Git Grep

source: Errore durante la ricerca
de: Fehler während der Suche
fr: Erreur lors de la recherche
pt: Erro durante a pesquisa
ru: Ошибка во время поиска

source: Verifica la sintassi del pattern di ricerca.
de: Überprüfen Sie die Syntax des Suchmusters.
fr: Vérifiez la syntaxe du motif de recherche.
pt: Verifique a sintaxe do padrão de pesquisa.
ru: Проверьте синтаксис шаблона поиска.

source: 🔍 Nessun Risultato
de: 🔍 Keine Ergebnisse
fr: 🔍 Aucun Résultat
pt: 🔍 Nenhum Resultado
ru: 🔍 Нет результатов

source: Nessuna corrispondenza trovata
de: Keine Übereinstimmungen gefunden
fr: Aucune correspondance trouvée
pt: Nenhuma correspondência encontrada
ru: Совпадений не найдено

source: 🔍 RISULTATI RICERCA ❌ Nessuna corrispondenza trovata per il pattern specificato Prova a: • Verificare l'ortografia • Usare pattern più generici • Controllare che i file contengano il testo cercato
de: 🔍 SUCHERGEBNISSE ❌ Keine Übereinstimmungen für das angegebene Muster gefunden Versuchen Sie: • Rechtschreibung überprüfen • Allgemeinere Muster verwenden • Überprüfen, ob die Dateien den gesuchten Text enthalten
fr: 🔍 RÉSULTATS DE RECHERCHE ❌ Aucune correspondance trouvée pour le motif spécifié Essayez de : • Vérifier l'orthographe • Utiliser des motifs plus génériques • Vérifier que les fichiers contiennent le texte recherché
pt: 🔍 RESULTADOS DA PESQUISA ❌ Nenhuma correspondência encontrada para o padrão especificado Tente: • Verificar a ortografia • Usar padrões mais genéricos • Verificar se os arquivos contêm o texto procurado
ru: 🔍 РЕЗУЛЬТАТЫ ПОИСКА ❌ Совпадений для указанного шаблона не найдено Попробуйте: • Проверить правописание • Использовать более общие шаблоны • Проверить, что файлы содержат искомый текст

source: Modifica il pattern di ricerca o verifica i contenuti dei file.
de: Ändern Sie das Suchmuster oder überprüfen Sie den Dateiinhalt.
fr: Modifiez le motif de recherche ou vérifiez le contenu des fichiers.
pt: Modifique o padrão de pesquisa ou verifique o conteúdo dos arquivos.
ru: Измените шаблон поиска или проверьте содержимое файлов.

source: 🔍 RISULTATI RICERCA:
de: 🔍 SUCHERGEBNISSE:
fr: 🔍 RÉSULTATS DE RECHERCHE :
pt: 🔍 RESULTADOS DA PESQUISA:
ru: 🔍 РЕЗУЛЬТАТЫ ПОИСКА:

source: • Corrispondenze trovate: %(count)d
de: • Gefundene Übereinstimmungen: %(count)d
fr: • Correspondances trouvées : %(count)d
pt: • Correspondências encontradas: %(count)d
ru: • Найденных совпадений: %(count)d

source: • File con corrispondenze: %(count)d
de: • Dateien mit Übereinstimmungen: %(count)d
fr: • Fichiers avec correspondances : %(count)d
pt: • Arquivos com correspondências: %(count)d
ru: • Файлов с совпадениями: %(count)d

source: %(summary)s📋 DETTAGLIO RISULTATI: %(separator)s %(stdout)s
de: %(summary)s📋 ERGEBNIS-DETAILS: %(separator)s %(stdout)s
fr: %(summary)s📋 DÉTAIL DES RÉSULTATS : %(separator)s %(stdout)s
pt: %(summary)s📋 DETALHES DOS RESULTADOS: %(separator)s %(stdout)s
ru: %(summary)s📋 ДЕТАЛИ РЕЗУЛЬТАТОВ: %(separator)s %(stdout)s

source: 🔍 Risultati Ricerca
de: 🔍 Suchergebnisse
fr: 🔍 Résultats de Recherche
pt: 🔍 Resultados da Pesquisa
ru: 🔍 Результаты поиска

source: Trovate %(results)d corrispondenze in %(files)d file
de: %(results)d Übereinstimmungen in %(files)d Dateien gefunden
fr: %(results)d correspondances trouvées dans %(files)d fichiers
pt: Encontradas %(results)d correspondências em %(files)d arquivos
ru: Найдено %(results)d совпадений в %(files)d файлах

source: I risultati mostrano 'file:riga:contenuto' per ogni corrispondenza.
de: Die Ergebnisse zeigen 'Datei:Zeile:Inhalt' für jede Übereinstimmung.
fr: Les résultats affichent 'fichier:ligne:contenu' pour chaque correspondance.
pt: Os resultados mostram 'arquivo:linha:conteúdo' para cada correspondência.
ru: Результаты показывают 'файл:строка:содержимое' для каждого совпадения.

source: ❌ Errore Git Ls-Files
de: ❌ Git-Ls-Files-Fehler
fr: ❌ Erreur Git Ls-Files
pt: ❌ Erro Git Ls-Files
ru: ❌ Ошибка Git Ls-Files

source: Impossibile elencare i file
de: Dateien konnten nicht aufgelistet werden
fr: Impossible de lister les fichiers
pt: Não foi possível listar os arquivos
ru: Невозможно перечислить файлы

source: ℹ️ Nessun File
de: ℹ️ Keine Dateien
fr: ℹ️ Aucun Fichier
pt: ℹ️ Nenhum Arquivo
ru: ℹ️ Нет файлов

source: Nessun file trovato
de: Keine Dateien gefunden
fr: Aucun fichier trouvé
pt: Nenhum arquivo encontrado
ru: Файлы не найдены

source: 📄 FILE TRACCIATI ❌ Nessun file corrisponde ai criteri di ricerca Possibili cause: • Repository vuoto • Pattern troppo specifico • Nessun file ancora tracciato da Git
de: 📄 VERFOLGTE DATEIEN ❌ Keine Dateien entsprechen den Suchkriterien Mögliche Ursachen: • Leeres Repository • Zu spezifisches Muster • Noch keine von Git verfolgte Dateien
fr: 📄 FICHIERS SUIVIS ❌ Aucun fichier ne correspond aux critères de recherche Causes possibles : • Dépôt vide • Motif trop spécifique • Aucun fichier encore suivi par Git
pt: 📄 ARQUIVOS RASTREADOS ❌ Nenhum arquivo corresponde aos critérios de pesquisa Possíveis causas: • Repositório vazio • Padrão muito específico • Nenhum arquivo ainda rastreado pelo Git
ru: 📄 ОТСЛЕЖИВАЕМЫЕ ФАЙЛЫ ❌ Ни один файл не соответствует критериям поиска Возможные причины: • Пустой репозиторий • Слишком конкретный шаблон • Нет файлов, отслеживаемых Git

source: Aggiungi file al repository o modifica il pattern di ricerca.
de: Fügen Sie Dateien zum Repository hinzu oder ändern Sie das Suchmuster.
fr: Ajoutez des fichiers au dépôt ou modifiez le motif de recherche.
pt: Adicione arquivos ao repositório ou modifique o padrão de pesquisa.
ru: Добавьте файлы в репозиторий или измените шаблон поиска.

source: 📄 FILE TRACCIATI DA GIT:
de: 📄 VON GIT VERFOLGTE DATEIEN:
fr: 📄 FICHIERS SUIVIS PAR GIT :
pt: 📄 ARQUIVOS RASTREADOS PELO GIT:
ru: 📄 ФАЙЛЫ, ОТСЛЕЖИВАЕМЫЕ GIT:

source: • Totale file: %(count)d
de: • Dateien insgesamt: %(count)d
fr: • Total des fichiers : %(count)d
pt: • Total de arquivos: %(count)d
ru: • Всего файлов: %(count)d

source: • Tipi di file principali:
de: • Hauptdateitypen:
fr: • Principaux types de fichiers :
pt: • Tipos de arquivos principais:
ru: • Основные типы файлов:

source: %(summary)s📋 ELENCO COMPLETO: %(separator)s %(stdout)s
de: %(summary)s📋 VOLLSTÄNDIGE LISTE: %(separator)s %(stdout)s
fr: %(summary)s📋 LISTE COMPLÈTE : %(separator)s %(stdout)s
pt: %(summary)s📋 LISTA COMPLETA: %(separator)s %(stdout)s
ru: %(summary)s📋 ПОЛНЫЙ СПИСОК: %(separator)s %(stdout)s

source: 📄 File Tracciati
de: 📄 Verfolgte Dateien
fr: 📄 Fichiers Suivis
pt: 📄 Arquivos Rastreados
ru: 📄 Отслеживаемые файлы

source: Trovati %(count)d file tracciati da Git
de: %(count)d von Git verfolgte Dateien gefunden
fr: %(count)d fichiers suivis par Git trouvés
pt: Encontrados %(count)d arquivos rastreados pelo Git
ru: Найдено %(count)d файлов, отслеживаемых Git

source: ❌ Errore Git Branch
de: ❌ Git-Branch-Fehler
fr: ❌ Erreur Git Branch
pt: ❌ Erro Git Branch
ru: ❌ Ошибка Git Branch

source: Impossibile elencare i branch
de: Branches konnten nicht aufgelistet werden
fr: Impossible de lister les branches
pt: Não foi possível listar os branches
ru: Невозможно перечислить ветки

source: • Branch corrente: %(branch)s
de: • Aktueller Branch: %(branch)s
fr: • Branche actuelle : %(branch)s
pt: • Branch atual: %(branch)s
ru: • Текущая ветка: %(branch)s

source: • Branch locali: %(count)d
de: • Lokale Branches: %(count)d
fr: • Branches locales : %(count)d
pt: • Branches locais: %(count)d
ru: • Локальных веток: %(count)d

source: • Branch remoti: %(count)d
de: • Remote-Branches: %(count)d
fr: • Branches distantes : %(count)d
pt: • Branches remotos: %(count)d
ru: • Удаленных веток: %(count)d

source: Usa '%(cmd)s' per cambiare branch.
de: Verwenden Sie '%(cmd)s', um den Branch zu wechseln.
fr: Utilisez '%(cmd)s' pour changer de branche.
pt: Use '%(cmd)s' para trocar de branch.
ru: Используйте '%(cmd)s' для смены ветки.

source: 🌿 Branch Repository
de: 🌿 Repository-Branches
fr: 🌿 Branches du Dépôt
pt: 🌿 Branch do Repositório
ru: 🌿 Ветки репозитория

source: Trovati %(local)d branch locali e %(remote)d remoti
de: %(local)d lokale und %(remote)d Remote-Branches gefunden
fr: %(local)d branches locales et %(remote)d distantes trouvées
pt: Encontrados %(local)d branches locais e %(remote)d remotos
ru: Найдено %(local)d локальных веток и %(remote)d удаленных

source: ❌ Errore Git Remote
de: ❌ Git-Remote-Fehler
fr: ❌ Erreur Git Remote
pt: ❌ Erro Git Remote
ru: ❌ Ошибка Git Remote

source: Impossibile elencare i remote
de: Remotes konnten nicht aufgelistet werden
fr: Impossible de lister les dépôts distants
pt: Não foi possível listar os remotes
ru: Невозможно перечислить удаленные

source: ℹ️ Nessun Remote
de: ℹ️ Keine Remotes
fr: ℹ️ Aucun Dépôt Distant
pt: ℹ️ Nenhum Remote
ru: ℹ️ Нет удаленных

source: Nessun repository remoto configurato
de: Kein Remote-Repository konfiguriert
fr: Aucun dépôt distant configuré
pt: Nenhum repositório remoto configurado
ru: Не настроено ни одного удаленного репозитория

source: 🌐 REPOSITORY REMOTI ❌ Nessun remote configurato Per aggiungere un remote: • Usa il comando per aggiungere origin • Configura manualmente con git remote add
de: 🌐 REMOTE-REPOSITORIES ❌ Kein Remote konfiguriert Um ein Remote hinzuzufügen: • Verwenden Sie den Befehl zum Hinzufügen von origin • Konfigurieren Sie manuell mit git remote add
fr: 🌐 DÉPÔTS DISTANTS ❌ Aucun dépôt distant configuré Pour ajouter un dépôt distant : • Utilisez la commande pour ajouter origin • Configurez manuellement avec git remote add
pt: 🌐 REPOSITÓRIOS REMOTOS ❌ Nenhum remote configurado Para adicionar um remote: • Use o comando para adicionar origin • Configure manualmente com git remote add
ru: 🌐 УДАЛЕННЫЕ РЕПОЗИТОРИИ ❌ Нет настроенных удаленных Для добавления удаленного: • Используйте команду для добавления origin • Настройте вручную с помощью git remote add

source: Usa '%(cmd)s' per configurare un remote.
de: Verwenden Sie '%(cmd)s', um ein Remote zu konfigurieren.
fr: Utilisez '%(cmd)s' pour configurer un dépôt distant.
pt: Use '%(cmd)s' para configurar um remote.
ru: Используйте '%(cmd)s' для настройки удаленного.

source: 🌐 REPOSITORY REMOTI:
de: 🌐 REMOTE-REPOSITORIES:
fr: 🌐 DÉPÔTS DISTANTS :
pt: 🌐 REPOSITÓRIOS REMOTOS:
ru: 🌐 УДАЛЕННЫЕ РЕПОЗИТОРИИ:

source: • Remoti configurati: %(count)d
de: • Konfigurierte Remotes: %(count)d
fr: • Dépôts distants configurés : %(count)d
pt: • Remotes configurados: %(count)d
ru: • Настроенных удаленных: %(count)d

source: 🌐 Repository Remoti
de: 🌐 Remote-Repositories
fr: 🌐 Dépôts Distants
pt: 🌐 Repositórios Remotos
ru: 🌐 Удаленные репозитории

source: Configurati %(count)d repository remoti
de: %(count)d Remote-Repositories konfiguriert
fr: %(count)d dépôts distants configurés
pt: Configurados %(count)d repositórios remotos
ru: Настроено %(count)d удаленных репозиториев

source: ❌ Errore Git Show
de: ❌ Git-Show-Fehler
fr: ❌ Erreur Git Show
pt: ❌ Erro Git Show
ru: ❌ Ошибка Git Show

source: Impossibile mostrare il commit
de: Commit konnte nicht angezeigt werden
fr: Impossible d'afficher le commit
pt: Não foi possível mostrar o commit
ru: Невозможно показать коммит

source: Verifica che l'hash o il riferimento del commit sia valido.
de: Überprüfen Sie, ob der Hash oder die Commit-Referenz gültig ist.
fr: Vérifiez que le hash ou la référence du commit est valide.
pt: Verifique se o hash ou a referência do commit é válido.
ru: Убедитесь, что хеш или ссылка коммита корректны.

source: ℹ️ Nessun Dettaglio
de: ℹ️ Keine Details
fr: ℹ️ Aucun Détail
pt: ℹ️ Nenhum Detalhe
ru: ℹ️ Нет деталей

source: Nessun dettaglio disponibile per il commit
de: Keine Details für den Commit verfügbar
fr: Aucun détail disponible pour le commit
pt: Nenhum detalhe disponível para o commit
ru: Нет доступных деталей для коммита

source: 📄 DETTAGLI COMMIT ❌ Nessun dettaglio disponibile
de: 📄 COMMIT-DETAILS ❌ Keine Details verfügbar
fr: 📄 DÉTAILS DU COMMIT ❌ Aucun détail disponible
pt: 📄 DETALHES DO COMMIT ❌ Nenhum detalhe disponível
ru: 📄 ДЕТАЛИ КОММИТА ❌ Нет доступных деталей

source: Verifica l'hash o il riferimento del commit.
de: Überprüfen Sie den Hash oder die Commit-Referenz.
fr: Vérifiez le hash ou la référence du commit.
pt: Verifique o hash ou a referência do commit.
ru: Проверьте хеш или ссылку коммита.

source: 📄 DETTAGLI COMMIT:
de: 📄 COMMIT-DETAILS:
fr: 📄 DÉTAILS DU COMMIT :
pt: 📄 DETALHES DO COMMIT:
ru: 📄 ДЕТАЛИ КОММИТА:

source: • Autore: %(author)s
de: • Autor: %(author)s
fr: • Auteur : %(author)s
pt: • Autor: %(author)s
ru: • Автор: %(author)s

source: • Data: %(date)s
de: • Datum: %(date)s
fr: • Date : %(date)s
ru: • Дата: %(date)s

source: • Messaggio: %(message)s
de: • Nachricht: %(message)s
fr: • Message : %(message)s
pt: • Mensagem: %(message)s
ru: • Сообщение: %(message)s

source: %(summary)s📋 INFORMAZIONI COMPLETE: %(separator)s %(stdout)s
de: %(summary)s📋 VOLLSTÄNDIGE INFORMATIONEN: %(separator)s %(stdout)s
fr: %(summary)s📋 INFORMATIONS COMPLÈTES : %(separator)s %(stdout)s
pt: %(summary)s📋 INFORMAÇÕES COMPLETAS: %(separator)s %(stdout)s
ru: %(summary)s📋 ПОЛНАЯ ИНФОРМАЦИЯ: %(separator)s %(stdout)s

source: 📄 Dettagli Commit
de: 📄 Commit-Details
fr: 📄 Détails du Commit
pt: 📄 Detalhes do Commit
ru: 📄 Детали коммита

source: Dettagli commit recuperati con successo
de: Commit-Details erfolgreich abgerufen
fr: Détails du commit récupérés avec succès
pt: Detalhes do commit recuperados com sucesso
ru: Детали коммита успешно получены

source: Usa i marker +/- per vedere le modifiche specifiche.
de: Verwenden Sie die +/- Markierungen, um spezifische Änderungen zu sehen.
fr: Utilisez les marqueurs +/- pour voir les modifications spécifiques.
pt: Use os marcadores +/- para ver as modificações específicas.
ru: Используйте маркеры +/- для просмотра конкретных изменений.

source: ❌ %(action)s Fallito
de: ❌ %(action)s fehlgeschlagen
fr: ❌ %(action)s a Échoué
pt: ❌ %(action)s Falhou
ru: ❌ %(action)s неудачно

source: Il comando %(action)s ha riscontrato un errore
de: Der Befehl %(action)s ist auf einen Fehler gestoßen
fr: La commande %(action)s a rencontré une erreur
pt: O comando %(action)s encontrou um erro
ru: Команда %(action)s столкнулась с ошибкой

source: 🚨 ERRORE %(action)s: %(separator1)s %(stderr)s 📋 OUTPUT: %(separator2)s %(stdout)s
de: 🚨 %(action)s-FEHLER: %(separator1)s %(stderr)s 📋 AUSGABE: %(separator2)s %(stdout)s
fr: 🚨 ERREUR %(action)s : %(separator1)s %(stderr)s 📋 SORTIE : %(separator2)s %(stdout)s
pt: 🚨 ERRO %(action)s: %(separator1)s %(stderr)s 📋 SAÍDA: %(separator2)s %(stdout)s
ru: 🚨 ОШИБКА %(action)s: %(separator1)s %(stderr)s 📋 ВЫВОД: %(separator2)s %(stdout)s

source: %(icon)s OPERAZIONE %(action)s COMPLETATA
de: %(icon)s OPERATION %(action)s ABGESCHLOSSEN
fr: %(icon)s OPÉRATION %(action)s TERMINÉE
pt: %(icon)s OPERAÇÃO %(action)s CONCLUÍDA
ru: %(icon)s ОПЕРАЦИЯ %(action)s ЗАВЕРШЕНА

source: 📋 Commit creato: %(commit)s
de: 📋 Commit erstellt: %(commit)s
fr: 📋 Commit créé : %(commit)s
pt: 📋 Commit criado: %(commit)s
ru: 📋 Коммит создан: %(commit)s

source: ✅ Modifiche salvate nel repository
de: ✅ Änderungen im Repository gespeichert
fr: ✅ Modifications enregistrées dans le dépôt
pt: ✅ Modificações salvas no repositório
ru: ✅ Изменения сохранены в репозитории

source: ✅ Repository già aggiornato
de: ✅ Repository bereits aktualisiert
fr: ✅ Dépôt déjà à jour
pt: ✅ Repositório já atualizado
ru: ✅ Репозиторий уже обновлен

source: ✅ Modifiche inviate al server remoto
de: ✅ Änderungen an Remote-Server gesendet
fr: ✅ Modifications envoyées au serveur distant
pt: ✅ Modificações enviadas para o servidor remoto
ru: ✅ Изменения отправлены на удаленный сервер

source: ✅ Modifiche scaricate e integrate
de: ✅ Änderungen heruntergeladen und integriert
fr: ✅ Modifications téléchargées et intégrées
pt: ✅ Modificações baixadas e integradas
ru: ✅ Изменения загружены и интегрированы

source: ✅ Tutte le modifiche aggiunte all'area di stage
de: ✅ Alle Änderungen zur Staging-Area hinzugefügt
fr: ✅ Toutes les modifications ajoutées à la zone d'indexation
pt: ✅ Todas as modificações adicionadas à área de stage
ru: ✅ Все изменения добавлены в область stage

source: ✅ Informazioni remote aggiornate
de: ✅ Remote-Informationen aktualisiert
fr: ✅ Informations distantes mises à jour
pt: ✅ Informações remotas atualizadas
ru: ✅ Информация об удаленных обновлена

source: ⚠️ MESSAGGI AGGIUNTIVI: %(separator)s %(stderr)s
de: ⚠️ ZUSÄTZLICHE NACHRICHTEN: %(separator)s %(stderr)s
fr: ⚠️ MESSAGES SUPPLÉMENTAIRES : %(separator)s %(stderr)s
pt: ⚠️ MENSAGENS ADICIONAIS: %(separator)s %(stderr)s
ru: ⚠️ ДОПОЛНИТЕЛЬНЫЕ СООБЩЕНИЯ: %(separator)s %(stderr)s

source: %(icon)s %(action)s Completato
de: %(icon)s %(action)s abgeschlossen
fr: %(icon)s %(action)s Terminé
pt: %(icon)s %(action)s Concluído
ru: %(icon)s %(action)s завершено

source: Operazione %(action)s eseguita con successo
de: Operation %(action)s erfolgreich ausgeführt
fr: Opération %(action)s exécutée avec succès
pt: Operação %(action)s executada com sucesso
ru: Операция %(action)s выполнена успешно

source: Impossibile completare l'operazione %(action)s
de: Operation %(action)s konnte nicht abgeschlossen werden
fr: Impossible de terminer l'opération %(action)s
pt: Não foi possível concluir a operação %(action)s
ru: Невозможно завершить операцию %(action)s

source: %(icon)s MODIFICA REPOSITORY COMPLETATA
de: %(icon)s REPOSITORY-ÄNDERUNG ABGESCHLOSSEN
fr: %(icon)s MODIFICATION DU DÉPÔT TERMINÉE
pt: %(icon)s MODIFICA DE REPOSITÓRIO CONCLUÍDA
ru: %(icon)s ИЗМЕНЕНИЕ РЕПОЗИТОРИЯ ЗАВЕРШЕНО
